{"response": {"docs": [{"type_of_material": "Letter", "snippet": "To the Editor:    Re ''Restless Legs: Uncomfortable and Overlooked'' (May 25): Restless legs syndrome has been poorly diagnosed and undertreated for a long time in its relatively short clinical history.     I ran a Google search on the words ''ins...", "news_desk": "Science Desk", "lead_paragraph": "To the Editor: Re ''Restless Legs: Uncomfortable and Overlooked'' (May 25): Restless legs syndrome has been poorly diagnosed and undertreated for a long time in its relatively short clinical history. I ran a Google search on the words ''insomnia'' and ''legs'' and discovered a reference to the syndrome in every entry on just the first page of results alone.", "headline": {"main": "Easing Restless Legs"}, "pub_date": "2004-06-01T00:00:00Z", "abstract": "Frank Lewis letter on May 25 article about restless leg syndrome contends that web has wealth of information on disorder, if doctors look for it (S)", "print_page": "3", "word_count": 105, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/01/science/l-easing-restless-legs-808814.html", "multimedia": [], "keywords": [{"name": "persons", "value": "LEWIS, FRANK"}, {"name": "subject", "value": "RESTLESS LEG SYNDROME"}, {"name": "subject", "value": "DOCTORS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a1ed8eb7c8105d887256", "byline": null, "section_name": "Technology; Science; Opinion"}, {"type_of_material": "News", "snippet": "Bill Joy finished his 21-year career at Sun Microsystems, the huge technology company he helped create and build, early last September. At that time, Sun sent out a press release to announce that its chief scientist was leaving and had no definite...", "news_desk": "Magazine Desk", "lead_paragraph": "Bill Joy finished his 21-year career at Sun Microsystems, the huge technology company he helped create and build, early last September. At that time, Sun sent out a press release to announce that its chief scientist was leaving and had no definite plans. This was true: Joy had only vague notions of what he would do next. As he departed, he told a reporter he wanted to sit down and relax with a glass of wine and a blank sheet of paper. This was perhaps not so true: it's hard to imagine Joy with a blank sheet of paper. Thoughts and ideas pile up furiously in his notebooks; diagrams and scribbles and equations issue forth at all hours of the day and night. When Joy, 49, finally moved out of a small Sun office in downtown Aspen, where he had worked since the late 1980's, he had to archive 900 pounds of professional papers. Then it took him months to go through his personal records, which filled 20 fireproof file cabinets. Over the past few months, Joy has been splitting his time between a new house in Marin County, Calif., and his main home in Aspen, where his two children go to school. ''I'm in an in-between thing,'' he says. Indeed, there are at least two Bill Joys. Start with Joy the computer scientist -- or computer architect, as he often describes himself -- a Silicon Valley deity, generally regarded as one of the most gifted engineers ever to have negotiated freeway traffic. Much of the present-day Internet is built upon the Unix code Joy wrote in the 1970's when he was a grad student at Berkeley; after that, his signature inventions shaped the Java programming language and the Sun computer servers that power a good portion of the Web. This Bill Joy recently flirted with the idea of taking a job at Google and continues to entertain pitches from friends and strangers eager to have him join their start-ups. The challenge is to find the right one. As Joy says, he wants to do something in technology again, but only something new, something different, ''something that isn't going to happen anyway'' without his help.", "headline": {"main": "Proceed With Caution", "kicker": "THE WAY WE LIVE NOW: 6-6-04: ENCOUNTER"}, "pub_date": "2004-06-06T00:00:00Z", "abstract": "Encounter interview with Bill Joy, Silicon Valley deity who helped build Sun Microsystems and now looks out for new challenge in technology; Joy is, at same time, adamant that modern technology has wreaked huge imbalance of power, and fears financial markets do not acknowledge true hazards of certain kinds of science; photos (M)", "print_page": "32", "word_count": 2862, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/06/magazine/the-way-we-live-now-6-6-04-encounter-proceed-with-caution.html", "multimedia": [], "keywords": [{"name": "persons", "value": "JOY, BILL"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INC"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27d588eb7c8105d845072", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jon", "rank": 1, "lastname": "Gertner"}], "original": "By Jon Gertner"}, "section_name": "Technology; Science; Magazine"}, {"type_of_material": "News", "snippet": "Plug into a Google search engine the words ''investors'' and ''corporate corruption'' and you could spend the rest of your life reading about the many ways in which the former have been abused by the latter. Plug the same words into the company Go...", "news_desk": "Magazine Desk", "lead_paragraph": "Plug into a Google search engine the words ''investors'' and ''corporate corruption'' and you could spend the rest of your life reading about the many ways in which the former have been abused by the latter. Plug the same words into the company Google and you'll get a strikingly different result. In their recent letter to financial markets in which they lay out the ground rules for their public-share offering, the company's founders, Larry Page and Sergey Brin, insist that Rule No.1 will be ''Don't be evil.'' This, they seem to think, will strike their audience as a radical idea. That is because the audience consists, mainly, of investors. Five long years in Silicon Valley have apparently taught the Google founders a great deal about the people who are about to make them billionaires. The rap sheet on the American investor is long, but it can be briefly summarized: 1) The investor cares about short-term gains in stock prices a lot more than he does about the long-term viability of a company. Indeed, he does not seem even to notice that the two goals often conflict. ''Outside pressures'' from investors, write the Google founders, ''too often tempt companies to sacrifice long-term opportunities to meet quarterly market expectations.''", "headline": {"main": "The Irresponsible Investor"}, "pub_date": "2004-06-06T00:00:00Z", "abstract": "Michael Lewis article on irresponsibility of corporate shareholders who, by their short-term greed, play major role in corporate fraud scandals and encourage companies to neglect social responsibility; drawings; explains Kellie McElhaney's course in corporate responsibility at Haas School of Business at Berkeley; describes social policies of Birkenstock, privately-held company which grows only slowly, but has also been doing good works quietly for thirty years, under guidance of founder Margot Fraser (M)", "print_page": "68", "word_count": 3040, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/06/magazine/the-irresponsible-investor.html", "multimedia": [], "keywords": [{"name": "persons", "value": "FRASER, MARGOT"}, {"name": "persons", "value": "MCELHANEY, KELLIE"}, {"name": "organizations", "value": "BIRKENSTOCK USA"}, {"name": "organizations", "value": "UNIVERSITY OF CALIFORNIA"}, {"name": "subject", "value": "FRAUDS AND SWINDLING"}, {"name": "subject", "value": "SHOES AND BOOTS"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd2a1ec8eb7c8105d8871df", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "Lewis"}], "original": "By Michael Lewis"}, "section_name": "Magazine"}, {"type_of_material": "News", "snippet": "HEY, it's not rocket science. And it's not brain surgery. But if your background is in either, you're welcome to take a shot and apply at Google. The company's employees include a former rocket scientist and a former brain surgeon.    Mostly, Goog...", "news_desk": "SundayBusiness", "lead_paragraph": "HEY, it's not rocket science. And it's not brain surgery. But if your background is in either, you're welcome to take a shot and apply at Google. The company's employees include a former rocket scientist and a former brain surgeon. Mostly, Google has concentrated on recruiting those with a background in what you would expect: computer science. Founded by two near-Ph.D.'s who have purposely placed Ph.D.'s throughout the company, Google encourages all employees to act as researchers, by spending 20 percent of their time on new projects of their own choosing.", "headline": {"main": "What Is Google's Secret Weapon? An Army of Ph.D.'s", "kicker": "NEWS AND ANALYSIS: DIGITAL DOMAIN"}, "pub_date": "2004-06-06T00:00:00Z", "abstract": "Randall Stross article holds decision by Google founders Sergey Brin and Larry Page to organize company around desire of top talent to work with other top talent on interesting projects of own choosing gives company key edge; notes Brin and Page have purposely placed PH.D's throughout company; they encourage all employees to act as researchers by spending 20 percent of their time on new projects of their own choosing; list sundry conveniences for employees in initial public offering and warn investors to expect them to add rather than pare down benefits; drawing (M)", "print_page": "3", "word_count": 1268, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/06/business/news-and-analysis-digital-domain-what-is-google-s-secret-weapon-an-army-of-phd-s.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PAGE, LARRY"}, {"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "FRINGE BENEFITS"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2406d8eb7c8105d7d85db", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Randall", "rank": 1, "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "MARKETERS have created the Google empire by paying the company every time consumers click on an ad. Imagine how much advertisers would pay if Google and other search engines could get customers to actually call instead.    Herding customers of loc...", "news_desk": "Business/Financial Desk", "lead_paragraph": "MARKETERS have created the Google empire by paying the company every time consumers click on an ad. Imagine how much advertisers would pay if Google and other search engines could get customers to actually call instead. Herding customers of local businesses to the telephone is the latest effort of search engines to attract small and medium-size advertisers, which represent a huge, and as yet untapped, market. According to Greg Sterling, an analyst with the Kelsey Group, only about 350,000 small businesses worldwide are using paid search advertising.", "headline": {"main": "E-Commerce Report; To attract more advertising from small businesses, search engines contemplate replacing a click with a ring."}, "pub_date": "2004-06-07T00:00:00Z", "abstract": "Internet search engines are trying to attract small and medium-size advertisers with services that direct visitors to a telephone number set up for advertiser rather than to Web site; small businesses typically lack Web sites they can direct Internet searchers to, and they often lack expertise or will to prospect for customers online; Ingenio has created such a system for FindWhat; photo (M)", "print_page": "7", "word_count": 1097, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/07/business/e-commerce-report-attract-more-advertising-small-businesses-search-engines.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "INGENIO"}, {"name": "organizations", "value": "FINDWHAT.COM"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27e7c8eb7c8105d84729e", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Electronic Arts, the video game giant, said Friday that it had decided to stop running advertisements for Internet casinos on its Web site, delivering another blow to the online gambling industry.      The decision, which the company said would ta...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Electronic Arts, the video game giant, said Friday that it had decided to stop running advertisements for Internet casinos on its Web site, delivering another blow to the online gambling industry. The decision, which the company said would take effect soon, follows similar announcements in recent months by Google and Yahoo, the Internet titans, and some media companies like Discovery Networks and Clear Channel Communications, which said they stopped taking advertisements for online casinos that offer sports betting, virtual poker and other games.", "headline": {"main": "Electronic Arts to Stop Advertising For Online Casinos on Its Web Site"}, "pub_date": "2004-06-12T00:00:00Z", "abstract": "Electronic Arts, video game giant, says that it had decided to stop running advertisements for Internet casinos on its Website, delivering another blow to onine gambling industry (M)", "print_page": "1", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/12/business/electronic-arts-to-stop-advertising-for-online-casinos-on-its-web-site.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "ELECTRONIC ARTS"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "GAMBLING"}, {"name": "subject", "value": "CASINOS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27d508eb7c8105d8449a1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Matt", "rank": 1, "lastname": "RICHTEL"}], "original": "By MATT RICHTEL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "WHEN the computer age began, some people warned that the rise of word-processing systems would mean the decline of skillful writing. The idea was that computers would make writing so automatic and easy -- yeah, sure --that fine points of thought a...", "news_desk": "SundayBusiness", "lead_paragraph": "WHEN the computer age began, some people warned that the rise of word-processing systems would mean the decline of skillful writing. The idea was that computers would make writing so automatic and easy -- yeah, sure --that fine points of thought and language would be buffed away, leaving depersonalized, machinelike prose. In retrospect, there was nothing to worry about. Books, articles and lectures are now as good, and bad, as they have ever been. One area that technology has obviously changed is personal communication, through e-mail and instant messaging. But there, its main effect has been positive, in reviving what had been the moribund idea that people, even teenagers, could stay in touch through written as well as spoken words.", "headline": {"main": "How Google Took the Work Out of Selling Advertising", "kicker": "TECHNO FILES"}, "pub_date": "2004-06-13T00:00:00Z", "abstract": "James Fallows article discusses signifi", "print_page": "5", "word_count": 1204, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/13/business/techno-files-how-google-took-the-work-out-of-selling-advertising.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd252ac8eb7c8105d7f879d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "James", "rank": 1, "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Yahoo will substantially increase the amount of free storage it gives its e-mail customers, in an effort to respond to Google's incursion into e-mail services.    For Yahoo, defending its e-mail business is crucial to competing against Google, whi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo will substantially increase the amount of free storage it gives its e-mail customers, in an effort to respond to Google's incursion into e-mail services. For Yahoo, defending its e-mail business is crucial to competing against Google, which has become the leading Web search engine. While free e-mail accounts have display advertising, they are not especially profitable. But they are an important way to build customer loyalty and to direct users to other, more lucrative sections of an Internet service. People spend more time reading their e-mail than doing anything else online.", "headline": {"main": "Yahoo Expands E-Mail Storage, In Nod to Google", "kicker": "TECHNOLOGY"}, "pub_date": "2004-06-15T00:00:00Z", "abstract": "Yahoo will substantially increase amount of free storage it gives its e-mail customers in effort to respond to Google's incursion into e-mail services; Google, leading Web search engine, is testing service called Gmail, which offers users one gigabyte of storage on its servers, enough that most users will never have to delete message; Yahoo will offer users of its free e-mail service 100 megabytes of storage, one-tenth of what Google offers but still far more than four megabytes they have had; will also introduce premium e-mail service called Yahoo Mail Plus, with two gigabytes of storage for $19.99 a year (M)", "print_page": "1", "word_count": 771, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/15/business/technology-yahoo-expands-e-mail-storage-in-nod-to-google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2406b8eb7c8105d7d8417", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Letter", "snippet": "Google's decision to grant its employee investors 10 times the voting power of outside investors may signal the beginning of a trend -- capitalism that puts ''people who work'' first (''The Irresponsible Investor,'' by Michael Lewis). Stock market...", "news_desk": "Magazine Desk", "lead_paragraph": "Google's decision to grant its employee investors 10 times the voting power of outside investors may signal the beginning of a trend -- capitalism that puts ''people who work'' first (''The Irresponsible Investor,'' by Michael Lewis). Stock markets are great for liquidity and in rare instances for producing capital to grow businesses. But having the power to place financial bets should not confer primary power to the investor class. Investors should be restricted to the grandstands where they belong. Capitalism should be about letting the players who are on the field play ball. Christopher Mackin Cambridge, Mass.", "headline": {"main": "The Money Issue"}, "pub_date": "2004-06-20T00:00:00Z", "abstract": "Christopher Mackin letter on Michael Lewis's June 6 article holds buying stock should not give investor class primary power over corporate policies; photo", "print_page": "8", "word_count": 97, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/20/magazine/l-the-money-issue-976849.html", "multimedia": [], "keywords": [{"name": "persons", "value": "MACKIN, CHRISTOPHER"}, {"name": "persons", "value": "LEWIS, MICHAEL"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd256af8eb7c8105d8008ff", "byline": null, "section_name": "Magazine; Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:    Re ''What Is Google's Secret? An Army of Ph.D.'s'' (Digital Domain, June 6), which discussed how Google recruits people with doctorates and, once they are hired, encourages them to work on problems of their own choosing:...", "news_desk": "SundayBusiness", "lead_paragraph": "To the Editor: Re ''What Is Google's Secret? An Army of Ph.D.'s'' (Digital Domain, June 6), which discussed how Google recruits people with doctorates and, once they are hired, encourages them to work on problems of their own choosing:", "headline": {"main": "Is It the Degree, Or the Self-Direction?"}, "pub_date": "2004-06-20T00:00:00Z", "abstract": "is it the degree, or the", "print_page": "6", "word_count": 132, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/20/business/l-is-it-the-degree-or-the-self-direction-030325.html", "multimedia": [], "keywords": [{"name": "persons", "value": "HUDSON, TODD"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd252ac8eb7c8105d7f878b", "byline": null, "section_name": "Technology; Business; Opinion"}, {"type_of_material": "News", "snippet": "When Google announced in April that it would test a free Web-based e-mail service that offered users vastly more storage space than its rivals, it introduced one twist -- the ads that users see when they read their mail would be related to the sub...", "news_desk": "Business/Financial Desk", "lead_paragraph": "When Google announced in April that it would test a free Web-based e-mail service that offered users vastly more storage space than its rivals, it introduced one twist -- the ads that users see when they read their mail would be related to the subject mentioned in the message. So if your friend sends you a message about his vacation in Florida, you will see text ads for beach resorts to the right of the message. When your mother writes about her new digital camera, photography ads appear.", "headline": {"main": "The Internet Ad You Are About to See Has Already Read Your E-Mail", "kicker": "THE MEDIA BUSINESS: ADVERTISING"}, "pub_date": "2004-06-21T00:00:00Z", "abstract": "Privacy advocates are disturbed by fact that Gmail, Google's new free Web-based e-mail service, scans a subscriber's incoming mail and selects ads to accompany it that are related to subject of e-mail; also fear that service, Gmail, could send offensive ads to e-mail recipients as result of scanning; Google imposes certain constaints on process, creating what is electronic equivalent of TV network's standards and practices department to determine which e-mail messages are suitable for ads and which are not; will not, for example, display ads on e-mail messages with words related sex, guns, drugs and other topics it considers off limits; Gmail is available for now by invitation only, but Google hopes to introduce it to public by end of year (M)", "print_page": "1", "word_count": 1078, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/21/business/media-business-advertising-internet-ad-you-are-about-see-has-already-read-your-e.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SEX"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "FIREARMS"}, {"name": "subject", "value": "DRUG ABUSE AND TRAFFIC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd23aa08eb7c8105d7cf137", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Katarina Maxianova, who received her bachelor's degree in comparative literature from Columbia University in May, took a seminar last year in which the professor assigned two articles from New Left Review magazine. She found one immediately throug...", "news_desk": "National Desk", "lead_paragraph": "Katarina Maxianova, who received her bachelor's degree in comparative literature from Columbia University in May, took a seminar last year in which the professor assigned two articles from New Left Review magazine. She found one immediately through Google; for the other, she had to trek to the library stacks. ''Everyone in class tried to get those articles online,'' she said, ''and some people didn't even bother to go to the stacks when they couldn't Google them.'' For the last few years, librarians have increasingly seen people use online search sites not to supplement research libraries but to replace them. Yet only recently have librarians stopped lamenting the trend and started working to close the gap between traditional scholarly research and the incomplete, often random results of a Google search.", "headline": {"main": "Old Search Engine, the Library, Tries to Fit Into a Google World"}, "pub_date": "2004-06-21T00:00:00Z", "abstract": "Librarians work to close gap between traditional scholarly research and incomplete, often random results of Google search; three-year study of research habits concludes that electronic resources have become main tool for information gathering, particularly among college undergraduates; librarians are working with commercial search engines like Google and Yahoo to make ever more digital-research materials searchable; some research librarians say Google could eventually take on more of role of universal library; biggest problem is that search engines like Google skim only thinnest layers of information that has been digitized; most have no access to so-called deep Web, where information is contained in isolated databases like online library catalogs; reference librarians are trying to bring material from deep Web to surface; photo (M)", "print_page": "1", "word_count": 1364, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/21/us/old-search-engine-the-library-tries-to-fit-into-a-google-world.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd240668eb7c8105d7d80ab", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Katie", "rank": 1, "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Front Page; Education; U.S."}, {"type_of_material": "News", "snippet": "''Silicon Valley is back'' is on the lips of eager entrepreneurs and venture capitalists, who are rejoicing over the success of Google and pointing to the modest comeback in computer sales. The three-year-long depression, they say, is over.     Bu...", "news_desk": "Business/Financial Desk", "lead_paragraph": "''Silicon Valley is back'' is on the lips of eager entrepreneurs and venture capitalists, who are rejoicing over the success of Google and pointing to the modest comeback in computer sales. The three-year-long depression, they say, is over. But other signs tell a different story. The famed traffic jams of Silicon Valley's boom times are still uncommon. A last-minute reservation at some of the area's hot restaurants, like Tamarine or Spago Palo Alto, can still be had. And a suite in a gleaming office park that would have cost nearly $10 a square foot in monthly rent in 1999 can now be had for less than $3.", "headline": {"main": "Silicon Valley (Version 2.0) Has Hopes Rising for Economic Rebound"}, "pub_date": "2004-06-22T00:00:00Z", "abstract": "Optimists see success of Google and modest comeback in computer sales as signs that California's Silicon Valley is rebounding and new boom is imminent; other signs are mixed; region was hardest hit of any in United States after end of bubble in 2000, losing nearly 20 percent of its jobs; graphs of economic indicators; photos (M)", "print_page": "1", "word_count": 1723, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/22/business/silicon-valley-version-2.0-has-hopes-rising-for-economic-rebound.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "SILICON VALLEY (CALIF)"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "ECONOMIC CONDITIONS AND TRENDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23da08eb7c8105d7d3eb5", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gary", "rank": 1, "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google revised the document it will give prospective investors yesterday, to state even more pointedly that the unusual auction process for its initial stock sale could cause its shares to fall after the offering.     ''If your objective is to mak...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google revised the document it will give prospective investors yesterday, to state even more pointedly that the unusual auction process for its initial stock sale could cause its shares to fall after the offering. ''If your objective is to make a short-term profit by selling the shares you purchase in the offering shortly after trading begins, you should not submit a bid in the auction,'' the revised prospectus stated.", "headline": {"main": "Google Edits Its Prospectus To Highlight Risk of Loss", "kicker": "TECHNOLOGY"}, "pub_date": "2004-06-22T00:00:00Z", "abstract": "Google revises its prospectus to state even more pointedly that unusual auction process for its initial stock sale could cause its shares to fall after offering; prospectus retains revised version of unusual letter from founders Larry Page and Sergey Brin arguing company is unique because of its long-term view of business (M)", "print_page": "6", "word_count": 860, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/22/business/technology-google-edits-its-prospectus-to-highlight-risk-of-loss.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PAGE, LARRY"}, {"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23aa48eb7c8105d7cf473", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}, {"organization": "", "role": "reported", "firstname": "John", "rank": 2, "lastname": "MARKOFF"}], "original": "By SAUL HANSELL and JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Letter", "snippet": "To the Editor:    Finding the good stuff is not the only current challenge in online research; avoiding the bad stuff is just as important (''Old Search Engine, the Library, Tries to Fit Into a Google World,'' front page, June 21).    Two of the m...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Finding the good stuff is not the only current challenge in online research; avoiding the bad stuff is just as important (''Old Search Engine, the Library, Tries to Fit Into a Google World,'' front page, June 21). Two of the main reasons doing research on the Internet is so appealing, especially for college students with high-speed connections and good surfing skills, are speed and ease. But the corollary is that it is almost as easy to post information on the Internet, usually with no editorial oversight whatsoever, and that means it is often of questionable quality.", "headline": {"main": "Online Research Is So Easy, So Unreliable"}, "pub_date": "2004-06-23T00:00:00Z", "abstract": "Adam Gregerman letter warns that information so readily available on Internet is often inaccurate", "print_page": "22", "word_count": 172, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/23/opinion/l-online-research-is-so-easy-so-unreliable-060577.html", "multimedia": [], "keywords": [{"name": "persons", "value": "GREGERMAN, ADAM"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27e798eb7c8105d8470cb", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:    As a reference librarian in a public library, I see on a daily basis the results of exclusive reliance on the Internet for information: impatience, laziness and a frightening absence of context (''Old Search Engine, the Library, ...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: As a reference librarian in a public library, I see on a daily basis the results of exclusive reliance on the Internet for information: impatience, laziness and a frightening absence of context (''Old Search Engine, the Library, Tries to Fit Into a Google World,'' front page, June 21).", "headline": {"main": "Lazy on the Internet"}, "pub_date": "2004-06-25T00:00:00Z", "abstract": "Marcella Jenkins letter says that as a reference librarian, she finds that increasing number of people are getting lazy in their research, using Internet search engines exclusively, instead of using library properly", "print_page": "22", "word_count": 115, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/25/opinion/l-lazy-on-the-internet-088226.html", "multimedia": [], "keywords": [{"name": "persons", "value": "JENKINS, MARCELLA"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd252a68eb7c8105d7f834d", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Correction", "snippet": "An article in Business Day on Tuesday about a revised prospectus for the initial public stock offering of Google misidentified the source of a ''Google bomb,'' a form of online manipulation that causes a designated Web page to appear as the first ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day on Tuesday about a revised prospectus for the initial public stock offering of Google misidentified the source of a ''Google bomb,'' a form of online manipulation that causes a designated Web page to appear as the first response to a particular phrase search. (In this case, the tactic caused the search engine to reply to the phrase ''out of touch management'' by displaying a Web page that described Google's top management.) While a person close to the company said Google employees had engaged in the practice, Daniel Brandt, the operator of a Web site critical of Google, later acknowledged that he was the source.", "headline": {"main": "Corrections"}, "pub_date": "2004-06-25T00:00:00Z", "abstract": "Correction of June 22 article on revised prospectus for initial public stock offering of Google regarding so-called 'Google bomb'", "print_page": "2", "word_count": 109, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/06/25/nyregion/c-corrections-097942.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a1e58eb7c8105d886cc2", "byline": null, "section_name": "Technology; Corrections; New York and Region"}], "meta": {"hits": 17}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}