{"response": {"docs": [{"type_of_material": "News", "snippet": "AT the World Economic Forum in Switzerland last week, Microsoft, the software heavyweight, and Google, the scrappy Internet search company, eyed each other like wary prizefighters entering the ring.    Bill Gates, the chairman of Microsoft, stated...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "AT the World Economic Forum in Switzerland last week, Microsoft, the software heavyweight, and Google, the scrappy Internet search company, eyed each other like wary prizefighters entering the ring. Bill Gates, the chairman of Microsoft, stated his admiration for the ''high level of I.Q.'' of Google's designers. ''We took an approach that I now realize was wrong,'' he said of his company's earlier decision to ignore the search market. But, he added pointedly, ''we will catch them.''", "headline": {"main": "The Coming Search Wars"}, "pub_date": "2004-02-01T00:00:00Z", "abstract": "Microsoft's and Google's intense interest in each other heralds new round of competition between industry giant and Silicon Valley; Bill Gates acknowledges threat from search engine that now provides main results for almost 80 percent of Web searches in US; photos of key figures in both companies; graph (M)", "print_page": "1", "word_count": 2467, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/01/business/the-coming-search-wars.html", "multimedia": [], "keywords": [{"name": "persons", "value": "GATES, BILL"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd29cff8eb7c8105d87ecb3", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "No doubt about it: the search site looks an awful lot like Google, with its spare design and brightly colored letters. But the name is Booble, and it is a search engine for sex sites.     Along with the name, another clue to its bawdy nature can b...", "news_desk": "Business/Financial Desk", "lead_paragraph": "No doubt about it: the search site looks an awful lot like Google, with its spare design and brightly colored letters. But the name is Booble, and it is a search engine for sex sites. Along with the name, another clue to its bawdy nature can be found in the lewd liberties taken with the double O in the logo, which to reprint in a family newspaper would require pasties. Google, claiming trademark infringement, sent a cease and desist letter to the operators of the Booble site.", "headline": {"main": "Compressed Data; Google Protests Give Web Site an Audience"}, "pub_date": "2004-02-02T00:00:00Z", "abstract": "Google, Internet search engine, claims trademark infringement by Booble, search engine for sex sites that mimics Google site; Booble says it is entitled to protection under copyright and trademark law because it is parody; cartoon (M)", "print_page": "3", "word_count": 439, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/02/business/compressed-data-google-protests-give-web-site-an-audience.html", "multimedia": [], "keywords": [{"name": "persons", "value": "GALLAGHER, DAVID F"}, {"name": "organizations", "value": "BOOBLE.COM"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TRADEMARKS AND TRADE NAMES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27afa8eb7c8105d83f9ff", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "SCHWARTZ"}], "original": "By JOHN SCHWARTZ"}, "section_name": "Technology; Business"}, {"type_of_material": "Editors' Note", "snippet": "An article last Sunday described the coming battle between Google and Microsoft over the Internet search business. It quoted Nancy Blachman, a computer scientist, as saying that Google had an advantage in the race because it had the most current u...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "An article last Sunday described the coming battle between Google and Microsoft over the Internet search business. It quoted Nancy Blachman, a computer scientist, as saying that Google had an advantage in the race because it had the most current users. The article also identified Ms. Blachman as the author of an independent guide to using Google but should have noted that Ms. Blachman, though not affiliated with that company, is married to a Google software engineer.", "headline": {"main": "Editors' Note"}, "pub_date": "2004-02-08T00:00:00Z", "abstract": "Editors' Note: Feb 1 article on coming battle between Google and Microsoft over Internet search business should have noted that Nancy Blachman, computer scientist quoted, is married to Google software engineer", "print_page": "2", "word_count": 77, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/08/business/editors-note-277509.html", "multimedia": [], "keywords": [{"name": "persons", "value": "BLACHMAN, NANCY"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd235208eb7c8105d7c6564", "byline": null, "section_name": "Technology; Corrections; Editors' Notes; Business"}, {"type_of_material": "News", "snippet": "The idea behind ''social networking'' Web sites like Friendster, Tribe.net and LinkedIn is almost the opposite of the old Groucho Marx joke: they attract people who want to join a club eager to have them.     But as the popularity of such sites ha...", "news_desk": "Business/Financial Desk", "lead_paragraph": "The idea behind ''social networking'' Web sites like Friendster, Tribe.net and LinkedIn is almost the opposite of the old Groucho Marx joke: they attract people who want to join a club eager to have them. But as the popularity of such sites has taken off, the big question for investors in new technologies is whether social networking sites can ever make a lot of money by connecting friends of friends in mini-networks of trust, whether for dating, business or maintaining acquaintances. For many, the buzz over social networking sounds a lot like vintage Internet hyperbole from the late 1990's.", "headline": {"main": "Social Networks: Will Users Pay To Get Friends?", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2004-02-09T00:00:00Z", "abstract": "'Social networking' Web sites, which link friends of friends in mini-networks of trust for variety of purposes, including dating, business or maintaining acquaintances, are growing in popularity, and technology investors are beginning to ask if sites can make big profits; creators of such sites say they have clear plans for generating revenue; those plans could be short-circuited by Internet giants like Yahoo and Google, as well as by established players in online job and dating categories, who are quickly adding networking features of their own; analysts say sites that focus on business-oriented users seem more promising; photo (M)", "print_page": "1", "word_count": 1344, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/09/business/e-commerce-report-social-networks-will-users-pay-to-get-friends.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24f118eb7c8105d7f140b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "TEDESCHI"}], "original": "By BOB TEDESCHI"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "CAN small businesses be persuaded to pay for online advertising even if they do not sell their products or services on the Web?     That is a big question for Internet companies like Google and Yahoo, as well as Yellow Pages publishers like Verizo...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CAN small businesses be persuaded to pay for online advertising even if they do not sell their products or services on the Web? That is a big question for Internet companies like Google and Yahoo, as well as Yellow Pages publishers like Verizon and SBC, which are stepping up their efforts to sell online ads to plumbers, dry cleaners and other small businesses, most of which do not have Web sites.", "headline": {"main": "E-Commerce Report; Search engines look for advertising dollars from small businesses that don't have a presence on the Internet."}, "pub_date": "2004-02-16T00:00:00Z", "abstract": "E-Commerce Report: Internet companies step up efforts to sell online advertising to businesses and services even if they do not sell their products or services on Web; survey by Kelsey Group suggests that small businesses may not be able to ignore online advertising for long, because potential customers are looking for them on Internet; chart (M)", "print_page": "5", "word_count": 1133, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/16/business/e-commerce-report-search-engines-look-for-advertising-dollars-small-businesses.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "KELSEY GROUP"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd235248eb7c8105d7c6825", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "More than a year after buying Inktomi, a company that makes software for searching the Internet, Yahoo will start using a modified version of that software for its Web searches, starting today. Until now, Yahoo's Web searches were provided by a ri...", "news_desk": "Business/Financial Desk", "lead_paragraph": "More than a year after buying Inktomi, a company that makes software for searching the Internet, Yahoo will start using a modified version of that software for its Web searches, starting today. Until now, Yahoo's Web searches were provided by a rival, Google. Yahoo said its Web searching would be fresher and more relevant than Google's. Google said that it had added nearly one billion pages to its Web index for a total of 4.28 billion pages. Yahoo declined to say how many pages are in its index. Yahoo's move is the first shot in what it hopes will be an assault on Google in several search-related areas. Saul Hansell (NYT)", "headline": {"main": "Technology Briefing | Internet: Yahoo To Use Inktomi Software"}, "pub_date": "2004-02-18T00:00:00Z", "abstract": "Yahoo will start using modified version of software made buy Inktomi, which it purchased year ago, for its Web searches; Yahoo's Web searches have been provided by rival Google; Yahoo's move is first shot in what it hopes will be assault on Google in several search-related areas (S)", "print_page": "3", "word_count": 111, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/18/business/technology-briefing-internet-yahoo-to-use-inktomi-software.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "INKTOMI CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24f118eb7c8105d7f13e8", "byline": {"person": [{"firstname": "Saul", "middlename": "Hansell", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Saul Hansell (NYT)"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "IN July 2001, three months after Terry S. Semel, the former Warner Brothers studio co-chief, took over as chief executive of Yahoo, he excitedly called a news conference with Sir Howard Stringer, the chairman of the Sony Corporation of America. Th...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "IN July 2001, three months after Terry S. Semel, the former Warner Brothers studio co-chief, took over as chief executive of Yahoo, he excitedly called a news conference with Sir Howard Stringer, the chairman of the Sony Corporation of America. The past and present movie moguls described in glowing but vague terms a new partnership. Sony would buy some advertising on Yahoo, and Yahoo would help Sony develop a new Web site. ''We're not quite married,'' Sir Howard told reporters, hinting at possible closer ties between the companies in the future. ''But at least we're holding hands.''", "headline": {"main": "The Search Engine That Isn't a Verb, Yet"}, "pub_date": "2004-02-22T00:00:00Z", "abstract": "Profile of Yahoo Internet search engine; chief executive Terry S Semel says Yahoo's future is almost exclusviely on Internet, interview; Yahoo, which unwittingly gave future rival key early exposure by using Google to do hard technical work of indexing billions of Web pages, has belatedly replaced Google with home-brewed search enginge and seems committed to sort of engineering work needed to improve searches; is big hit with advertisers, with ad revenues surging ahead of traditional rivals; graph of most used search engines; photos (M)", "print_page": "1", "word_count": 2142, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/22/business/the-search-engine-that-isn-t-a-verb-yet.html", "multimedia": [], "keywords": [{"name": "persons", "value": "SEMEL, TERRY S"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd239158eb7c8105d7ccd88", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Editorial", "snippet": "For the past few months, it has seemed as if every week has brought more news about Google, the search engine invented in the mid-1990's by a couple of Stanford graduate students. Microsoft has offered, in vain, to buy the company and is now devel...", "news_desk": "Editorial Desk", "lead_paragraph": "For the past few months, it has seemed as if every week has brought more news about Google, the search engine invented in the mid-1990's by a couple of Stanford graduate students. Microsoft has offered, in vain, to buy the company and is now developing its own proprietary search engine, in part by looking for soft spots in Google's patents. Yahoo has introduced a Google-like search tool of its own and dumped Google's. Meanwhile everyone is waiting for Google's initial public offering, an event that many people hope will begin a new round of I.P.O.'s, a round that carries us back in equity and optimism to the late great tech bubble at the end of the last century. Microsoft and Yahoo want their share and more of the nearly $1 billion in ad revenue that Google generates. Investors want their share and more of Google stock. Most of the rest of us -- at some 200 million searches a day -- just want to keep Googling. An early form of Google became available to Internet users in late 1998. Its rise to dominance in the search business came about for a number of reasons. One is the quality -- expressed as relevance -- of the search results it yields, quality that depends in part on the sophistication of Google's search algorithm but also on the sophistication of its users, who are growing wilier all the time.", "headline": {"main": "Editorial Observer; Behind the Rise of Google Lies the Rise in Internet Credibility"}, "pub_date": "2004-02-27T00:00:00Z", "abstract": "Verlyn Klinkenborg Editorial Observer on success of Google, search engine invented in 1990's by two Stanford graduate students; praises sophistication of its search engine, which has helped turn Internet into stunningly important archive of documents of all kinds", "print_page": "26", "word_count": 825, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/02/27/opinion/editorial-observer-behind-rise-google-lies-rise-internet-credibility.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "ARCHIVES AND RECORDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23c0d8eb7c8105d7d10b5", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Verlyn", "rank": 1, "lastname": "KLINKENBORG"}], "original": "By VERLYN KLINKENBORG"}, "section_name": "Opinion"}], "meta": {"hits": 8}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}