{"response": {"docs": [{"type_of_material": "News", "snippet": "Microsoft is firing a warning shot against Google and Yahoo today in its efforts to compete in the rapidly growing Internet search business.      The company will make available to the public an early version of the search engine it has been build...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft is firing a warning shot against Google and Yahoo today in its efforts to compete in the rapidly growing Internet search business. The company will make available to the public an early version of the search engine it has been building. This version, at techpreview.search.msn.com, is meant to be tested by experts and is not yet ready to be compared with its more mature rivals, Microsoft said. The company hopes to have a more advanced preview version by the end of the summer and to introduce its new search engine by the end of the year.", "headline": {"main": "Microsoft Making Some Changes to Its Internet Search Service", "kicker": "TECHNOLOGY"}, "pub_date": "2004-07-01T00:00:00Z", "abstract": "Microsoft will make available to public early version of search engine it has been building; version at techpreview.search.msn.com is meant to be tested by experts and is not yet ready to be compared with more mature rivals; company hopes to have more advanced preview version by end of summer and to introduce new search engine by end of year (M)", "print_page": "7", "word_count": 736, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/01/business/technology-microsoft-making-some-changes-to-its-internet-search-service.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd256aa8eb7c8105d8004ba", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "A 33-year-old engineer from Salt Lake City, promoting a company that would mass-produce flying cars with retractable wings, was among the lucky finalists in the ''Pitch Tim Draper on Your Billion Dollar Idea'' contest, held Wednesday in the office...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A 33-year-old engineer from Salt Lake City, promoting a company that would mass-produce flying cars with retractable wings, was among the lucky finalists in the ''Pitch Tim Draper on Your Billion Dollar Idea'' contest, held Wednesday in the offices of the venture capital firm Draper Fisher Jurvetson. Another finalist was a San Jose, Calif., man (screen name: ''Guns''), who said a fortune could be made with a Web site letting people book doctor appointments online. Then there was a longtime marketing executive who, in high-concept Hollywood style, pitched his idea for an online advertising company as ''Google marries Akamai.'' He, too, was a finalist, even though he misspelled the first part of Akamai Technologies, a network infrastructure company, on his proposal.", "headline": {"main": "An Investor's 'Gong Show' for Billion-Dollar Dreamers"}, "pub_date": "2004-07-05T00:00:00Z", "abstract": "Draper Fisher Jurvetson venture capital firm holds contest in which entrepreneurs pitch their ideas for billion dollar businesses to Timothy C Draper via Internet; Draper and his partners have reputation for investing in barely formed start-ups most rivals would not consider; photos; drawing (M)", "print_page": "1", "word_count": 1320, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/05/business/an-investor-s-gong-show-for-billion-dollar-dreamers.html", "multimedia": [], "keywords": [{"name": "persons", "value": "DRAPER, TIMOTHY C"}, {"name": "organizations", "value": "DRAPER FISHER JURVETSON"}, {"name": "subject", "value": "CONTESTS AND PRIZES"}, {"name": "subject", "value": "VENTURE CAPITAL"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a2d58eb7c8105d8886d6", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Gary", "rank": 1, "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "When everything is working right, an e-mail message appears to zip instantaneously from the sender to the recipient's inbox. But in reality, most messages make several momentary stops as they are processed by various computers en route to their de...", "news_desk": "Business/Financial Desk", "lead_paragraph": "When everything is working right, an e-mail message appears to zip instantaneously from the sender to the recipient's inbox. But in reality, most messages make several momentary stops as they are processed by various computers en route to their destination. Those short stops may make no difference to the users, but they make an enormous difference to the privacy that e-mail is accorded under federal law.", "headline": {"main": "You've Got Mail (and Court Says Others Can Read It)"}, "pub_date": "2004-07-06T00:00:00Z", "abstract": "Federal appeals court in Boston rules that federal wiretap laws do not apply to e-mail messages if they are stored, even for millisecond, on computers of Internet provides that process them in case involving online bookseller, now called Alibris; ruling means it can be legal for government or others to read such messages without court order; ruling is surprise to many, because in 1986 Congress specifically amended wiretap laws to incorporate new technologies like e-mail; some argue ruling's implications could affect emerging applications like Internet-based phone calls and Gmail, Google's new e-mail service; others argue Boston case will have little practical effect; Alibris in 1998 offered e-mail accounts to book dealers and, hoping to gain market advantage, secretly copied messages they received from Amazon.com; Alibris and one employee pleaded guilty to criminal wiretapping charges; supervisor Bradford C Councilman fought charges, saying he did not know about scheme; federal district court agreed with Councilman's interpretations of wiretap law and dismissed case (M)", "print_page": "1", "word_count": 1066, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/06/business/you-ve-got-mail-and-court-says-others-can-read-it.html", "multimedia": [], "keywords": [{"name": "persons", "value": "COUNCILMAN, BRADFORD C"}, {"name": "organizations", "value": "ALIBRIS INC"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "WIRETAPPING AND OTHER EAVESDROPPING DEVICES AND METHODS"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd247fd8eb7c8105d7e4701", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "News", "snippet": "EVER since the Web entered widespread popular consciousness in the mid-1990's, the focus of many users and companies has been on finding information; thus the popularity and financial value of search engines.    But what happens after you type ''C...", "news_desk": "Circuits", "lead_paragraph": "EVER since the Web entered widespread popular consciousness in the mid-1990's, the focus of many users and companies has been on finding information; thus the popularity and financial value of search engines. But what happens after you type ''Chicago hotel'' or ''Andre Agassi'' into Google and thousands or millions of results come back? Some people keep bookmark lists a mile long. Some open multiple browser windows at once and flip among them. Some just get downright intimidated. After all, it isn't called the Web for nothing.", "headline": {"main": "Search Results Are In, All on the Same Page"}, "pub_date": "2004-07-08T00:00:00Z", "abstract": "Amplify is new service that allows users to take mixed media from multiple Web sites and place them on one page with links to all information at once; photo (M)", "print_page": "3", "word_count": 746, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/08/technology/search-results-are-in-all-on-the-same-page.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "AMPLIFY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd240638eb7c8105d7d7e2a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Seth", "rank": 1, "lastname": "SCHIESEL"}], "original": "By SETH SCHIESEL"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "IT must be fun to walk through the Microsoft parking lot, reading the bumper stickers on the cars. Can you imagine what they must say? ''Honk if you love monopolies.'' ''Just because you're paranoid doesn't mean we're not out to get you.'' ''My ot...", "news_desk": "Circuits", "lead_paragraph": "IT must be fun to walk through the Microsoft parking lot, reading the bumper stickers on the cars. Can you imagine what they must say? ''Honk if you love monopolies.'' ''Just because you're paranoid doesn't mean we're not out to get you.'' ''My other car is a Hummer, too.'' But the lawyers' bumper stickers probably say, ''You can't copyright an idea.'' Despite its admirable if largely unsuccessful recent efforts to pioneer product categories -- wireless watches, wireless screens and so on -- Microsoft's greatest hits have been clones of other people's successful work, including Windows (based on the Macintosh), Pocket PC (PalmPilot) and Internet Explorer (Netscape Navigator).", "headline": {"main": "Microsoft On the Trail Of Google", "kicker": "STATE OF THE ART"}, "pub_date": "2004-07-08T00:00:00Z", "abstract": "David Pogue State of the Art column on Microsoft's efforts to remake its search page to be more like Google's; photo; drawing (M)", "print_page": "1", "word_count": 1317, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/08/technology/state-of-the-art-microsoft-on-the-trail-of-google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27e778eb7c8105d846fdd", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "Pogue"}], "original": "By David Pogue"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "SEARCH engines like Yahoo and Google have spawned bidding wars among a growing number of marketers who want to place their ads next to search results. That is a beautiful thing for Yahoo and Google, of course, but in the long term, some analysts t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "SEARCH engines like Yahoo and Google have spawned bidding wars among a growing number of marketers who want to place their ads next to search results. That is a beautiful thing for Yahoo and Google, of course, but in the long term, some analysts think it could haunt them. According to a report to be released today by the Internet research firm Nielsen//NetRatings, the demand for search advertising is growing far more quickly than the supply of available advertising spots. The report's author, Kenneth Cassar, said the implications could be far reaching.", "headline": {"main": "E-Commerce Report; Demand among marketers for advertising next to search results could soon outpace supply, driving prices up."}, "pub_date": "2004-07-19T00:00:00Z", "abstract": "Kenneth Cassar of Nielssen//NetRatings reports that demand for advertising displayed on Internet search engines like Google and Yahoo alongside search results is growing far more quickly that supply of available advertising spots; says search buys that make sense for advertisers today may not make sense in long term because prices will have risen too high; says search engines will have to increase supply of ad spots in order to increase their revenues; photo (M)", "print_page": "6", "word_count": 1225, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/19/business/e-commerce-report-demand-among-marketers-for-advertising-next-search-results.html", "multimedia": [], "keywords": [{"name": "persons", "value": "CASSAR, KENNETH"}, {"name": "organizations", "value": "NIELSEN/NETRATINGS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO DIGITAL"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd240648eb7c8105d7d7f1c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "SAMANTHA DAVID knew she was on the A-list in late April when she got an early invitation to test Gmail, Google's new free e-mail service. But Ms. David, a 36-year-old Web designer in Bethesda, Md., was not the only one who had heard the buzz about...", "news_desk": "Circuits", "lead_paragraph": "SAMANTHA DAVID knew she was on the A-list in late April when she got an early invitation to test Gmail, Google's new free e-mail service. But Ms. David, a 36-year-old Web designer in Bethesda, Md., was not the only one who had heard the buzz about Gmail. She was soon besieged with requests for invitations from would-be testers. ''People were lining up for them,'' said Ms. David, who estimates that she has passed out 36 invitations through her blog at LiveJournal.com and through www.gmailswap.com, a Web site where users can trade virtually anything for invitations. ''It was like being at school again -- it's what all the cool kids had.''", "headline": {"main": "For Some Beta Testers, It's About Buzz, Not Bugs"}, "pub_date": "2004-07-22T00:00:00Z", "abstract": "Beta testing of new products has become marketing tool for companies and status symbol for testers, as evidenced by enthusiasm of people wanting to beta-test Gmail from Google; photo (M)", "print_page": "1", "word_count": 1721, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/22/technology/for-some-beta-testers-it-s-about-buzz-not-bugs.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27fc28eb7c8105d84a79a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Juliet", "rank": 1, "lastname": "CHUNG"}], "original": "By JULIET CHUNG"}, "section_name": "Technology"}, {"type_of_material": "Op-Ed", "snippet": "Maybe it's because I've been instructed to pack a respirator escape hood along with party dresses for the Boston convention. Maybe it's because our newspaper has assigned a terrorism reporter to cover a political convention. Maybe it's because Geo...", "news_desk": "Editorial Desk", "lead_paragraph": "Maybe it's because I've been instructed to pack a respirator escape hood along with party dresses for the Boston convention. Maybe it's because our newspaper has assigned a terrorism reporter to cover a political convention. Maybe it's because George Bush is relaxing at his ranch down there again while Osama is planning a big attack up here (again). Maybe it's because there are just as many American soldiers dying in Iraq post-transfer, more Muslims more mad at us over fake W.M.D. intelligence and depravity at Abu Ghraib, and more terrorists in more diffuse networks hating us more. Maybe it's because the F.B.I. is still learning how to Google and the C.I.A. has an acting head who spends most of his time acting defensive over his agency's failure to get anything right. Maybe it's because so many of those federal twits who missed the 10 chances to stop the 9/11 hijackers, who blew off our Paul Reveres -- Richard Clarke, Coleen Rowley and the Phoenix memo author -- still run things. Call me crazy, Mr. President, but I don't feel any safer.", "headline": {"main": "Spinning Our Safety"}, "pub_date": "2004-07-25T00:00:00Z", "abstract": null, "print_page": "11", "word_count": 845, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/25/opinion/spinning-our-safety.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a2d08eb7c8105d888416", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Maureen", "lastname": "DOWD"}], "original": "By MAUREEN DOWD"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "BARNES & NOBLE has cappuccino; Amazon.com has one-click ordering; Google has more than four billion Web pages. So why venture out to the Brooklyn Public Library's 1941 main building, at Flatbush Avenue and Eastern Parkway?     Well, the digital ag...", "news_desk": "Real Estate Desk", "lead_paragraph": "BARNES & NOBLE has cappuccino; Amazon.com has one-click ordering; Google has more than four billion Web pages. So why venture out to the Brooklyn Public Library's 1941 main building, at Flatbush Avenue and Eastern Parkway? Well, the digital age has not yet killed the library, and this one has three million titles, as well as something that cannot be reproduced in bytes -- the impressive, Moderne-style, wedge-shaped structure itself, which took more than three decades to complete.", "headline": {"main": "STREETSCAPES/Brooklyn Public Library; A Living Monument To the Power of the Word"}, "pub_date": "2004-07-25T00:00:00Z", "abstract": "Christopher Gray Streetscapes column on Brooklyn Public Library's 1941 main building at Flatbush Avenue and Eastern Parkway; photos (M)", "print_page": "10", "word_count": 1097, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/25/realestate/streetscapes-brooklyn-public-library-a-living-monument-to-the-power-of-the-word.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "BROOKLYN PUBLIC LIBRARY"}, {"name": "subject", "value": "ARCHITECTURE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}], "subsection_name": null, "_id": "4fd2539c8eb7c8105d7fa44c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Christopher", "rank": 1, "lastname": "GRAY"}], "original": "By CHRISTOPHER GRAY"}, "section_name": "Real Estate"}, {"type_of_material": "News", "snippet": "CAN'T get anyone to peruse the 50 family photos from your new digital camera? Internet companies would love to see them.    As digital cameras continue their sales boom, Web sites have found an increasingly attractive business helping consumers sh...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CAN'T get anyone to peruse the 50 family photos from your new digital camera? Internet companies would love to see them. As digital cameras continue their sales boom, Web sites have found an increasingly attractive business helping consumers share their photos with friends and family.", "headline": {"main": "E-Commerce Report; Photo-sharing Web sites have a place for your pictures in their digital albums, alongside messages from advertisers."}, "pub_date": "2004-07-26T00:00:00Z", "abstract": "Growing popularity of digital photography helps create profitable business for Web sites that allow people share their digital photos with friends and family; strength is reflected in CNET Networks' acquisition of Webshots, longtime market leader, and Google's acquisition of Picasa, relative newcomer; photo (M)", "print_page": "6", "word_count": 1017, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/26/business/e-commerce-report-photo-sharing-web-sites-have-place-for-your-pictures-their.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "WEBSHOTS"}, {"name": "organizations", "value": "CNET NETWORKS"}, {"name": "organizations", "value": "PICASA INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a2ce8eb7c8105d888319", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Amid a stock market sagging in summer doldrums, Google gave a bullish assessment of its worth yesterday.    The popular Internet search company, which is attempting to sell shares to the public in an unconventional auction, said in a filing with t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Amid a stock market sagging in summer doldrums, Google gave a bullish assessment of its worth yesterday. The popular Internet search company, which is attempting to sell shares to the public in an unconventional auction, said in a filing with the Securities and Exchange Commission yesterday that it expected its shares to sell for $108 to $135 each.", "headline": {"main": "As It Goes Public, Google Says It Is Worth Up to $36 Billion"}, "pub_date": "2004-07-27T00:00:00Z", "abstract": "Google Inc, in Securities and Exchange Commission filing, expects its shares to sell for $108 to $135 each, valuing company at $29 billion to $36 billion; proposed price would value company at 150 to 187 times its last four quarters of earnings; chart; photo (M)", "print_page": "1", "word_count": 1560, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/27/business/as-it-goes-public-google-says-it-is-worth-up-to-36-billion.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "SECURITIES AND EXCHANGE COMMISSION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23cb78eb7c8105d7d2708", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}, {"organization": "", "role": "reported", "firstname": "Gary", "rank": 2, "lastname": "RIVLIN"}], "original": "By SAUL HANSELL and GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The latest version of a computer worm known as MyDoom disrupted the Google search site yesterday, the same day that the giant search engine announced a range for its share price in the much-anticipated public auction of its stock.    Google and th...", "news_desk": "Business/Financial Desk", "lead_paragraph": "The latest version of a computer worm known as MyDoom disrupted the Google search site yesterday, the same day that the giant search engine announced a range for its share price in the much-anticipated public auction of its stock. Google and three other major search engines were temporarily affected by searches for e-mail addresses generated by the MyDoom worm, according to security experts. The experts said it was impossible to know whether the attack was timed to Google's announcement because the worm's origins are unknown, but they said a link was highly unlikely.", "headline": {"main": "Latest MyDoom Worm Plagues Search Sites"}, "pub_date": "2004-07-27T00:00:00Z", "abstract": "Latest version of computer worm known as MyDoom disrupts Google search site; Google, AltaVista, Lycos and Yahoo search engines are temporarily affected by searches for e-mail addresses generated by MyDoom worm (M)", "print_page": "3", "word_count": 530, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/27/business/latest-mydoom-worm-plagues-search-sites.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "ALTAVISTA CO"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "LYCOS INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd240698eb7c8105d7d8321", "byline": {"person": [{"firstname": "Barnaby", "middlename": "J.", "lastname": "FEDER", "rank": 1, "role": "reported", "organization": ""}], "original": "By BARNABY J. FEDER"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google, the closely watched Silicon Valley search engine provider, switched on its Web site to register potential bidders in its initial public offering auction on Friday afternoon.    The company has still not given detailed information on when t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, the closely watched Silicon Valley search engine provider, switched on its Web site to register potential bidders in its initial public offering auction on Friday afternoon. The company has still not given detailed information on when the auction will take place. But a number of industry executives have said they expect Google to go public soon, possibly as early as Aug. 9.", "headline": {"main": "Google Web Site Readies Bidders for I.P.O."}, "pub_date": "2004-07-31T00:00:00Z", "abstract": "Google switches on its Web site to register potential bidders in its initial public offering auction; has still not given detailed information on when auction will take place (S)", "print_page": "14", "word_count": 221, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/07/31/business/google-web-site-readies-bidders-for-ipo.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}], "subsection_name": null, "_id": "4fd253a28eb7c8105d7fa8b0", "byline": null, "section_name": "Business"}], "meta": {"hits": 13}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}