{"response": {"docs": [{"type_of_material": "Correction", "snippet": "The Market Place column in Business Day on Wednesday, about the sharp rise in Google's share price since its public offering in August, misstated the role of Credit Suisse First Boston. It shared with Morgan Stanley the role of ''book runner'' -- ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Market Place column in Business Day on Wednesday, about the sharp rise in Google's share price since its public offering in August, misstated the role of Credit Suisse First Boston. It shared with Morgan Stanley the role of ''book runner'' -- the job of coordinating the offering; it was not the No.2 underwriter.", "headline": {"main": "Corrections"}, "pub_date": "2004-10-02T00:00:00Z", "abstract": "Correction of Sept 29 Market Place column about rise in Google's share price; Credit Suisse First Boston shared role of 'book runner' with Morgan Stanley", "print_page": "2", "word_count": 54, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E2DB1038F931A35753C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "CREDIT SUISSE FIRST BOSTON"}, {"name": "organizations", "value": "MORGAN STANLEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CORRECTION STORIES"}], "subsection_name": null, "_id": "4fd2801b8eb7c8105d84ad63", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "While Microsoft and Google dominate Internet browsing and search, smaller companies offer worthy alternatives....", "news_desk": "SundayBusiness", "lead_paragraph": "ANYONE who has used a computer knows that advanced technology both saves and squanders time. The Internet is an obvious example. You can save 10 minutes paying checks online and blow an hour checking blogs. At the dawn of the personal computer age, the writer Stephen Manes introduced the term ''fritterware'' to describe programs and systems that let you feel very busy -- adjusting fonts and settings, tweaking color schemes or screen-saver graphics -- without being productive in any normal sense. It is therefore with both guilt and nervousness that I mention the existence of programs that can improve on the usual, built-in ways of getting things done on a computer -- but that take some tinkering to set up, luring the weak into a cycle of further frittering. Please imagine the rest of this column being delivered in the tone of an N.R.A. instructional video about a child's first weapon: ''Always remember, Bobby, a rifle is not a toy.''", "headline": {"main": "Tinker With Your Computer, and Reap the Rewards", "kicker": "TECHNO FILES"}, "pub_date": "2004-10-03T00:00:00Z", "abstract": "James Fallows article on programs that can improve on usual, built-in ways of getting things done on computer; warns such time-savers can lead to much time wasting; drawing (M)", "print_page": "5", "word_count": 1168, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/03/business/yourmoney/03techno.html", "multimedia": [{"url": "images/2004/10/05/business/03tech.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/05/business/03tech.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd258138eb7c8105d803239", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Shares in Google, the Internet search engine, continue to rise and broke the $135 ceiling....", "news_desk": "Business/Financial Desk", "lead_paragraph": "In August, in the days leading up to the Google public offering, David Menlow was among those warning investors that they should steer clear of the stock, which the company had declared worth $108 to $135 a share. In one day, Mr. Menlow, president of the IPO Financial Network, a research firm, repeated the message no less than eight times in back-to-back TV appearances.", "headline": {"main": "It Took a Few Weeks, but Google Has Topped Its Expectations"}, "pub_date": "2004-10-06T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 477, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/06/technology/06google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "IPO FINANCIAL NETWORK"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a4848eb7c8105d88ab8c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Allowing consumers to search the content of books online could shift the balance of power between companies that produce books and those that sell them....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Print, the new search engine that allows consumers to search the content of books online, could help touch off an important shift in the balance of power between companies that produce books and those that sell them, publishing executives said here on Thursday. Google announced the introduction of the service at the Frankfurt Book Fair, the industry's most important annual meeting, where publishers, authors and their agents convene to buy and sell the rights to publish books in countries worldwide.", "headline": {"main": "New Google Service May Strain Old Ties in Bookselling", "kicker": "THE MEDIA BUSINESS"}, "pub_date": "2004-10-08T00:00:00Z", "abstract": "Google Print, new search engine that allows consumers to search content of books online, may make it easier for publishers to sell books directly to consumers, sidestepping bookstores and online vendors like Amazon.com; publishers will be identified on page with search results, where they can easily insert themselves as one of links that users can use to buy books; do not have to pay to have their books included in Google's new program and will share in revenues Google generates by selling advertising on search pages; among participating publishers are Houghton Mifflin, Scholastic, Penguin, Warner Books and Hyperion; photo of Sergey Brin and Larry Page, Google founders (M)", "print_page": "3", "word_count": 718, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/08/technology/08book.html", "multimedia": [{"url": "images/2004/08/10/business/11goog.sign.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/08/10/business/11goog.sign.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "PAGE, LARRY"}, {"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "HYPERION PRESS"}, {"name": "organizations", "value": "HOUGHTON MIFFLIN CO"}, {"name": "organizations", "value": "WARNER BOOKS"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "PENGUIN GROUP"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd249798eb7c8105d7e6846", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "Summary", "snippet": "Lobbying Frenzy Generates A Grab Bag of Tax Breaks  It was the biggest free-for-all in corporate lobbying that Congress has seen in nearly 20 years, and its final product was a tax bill, passed by the Senate on Monday, that offers giveaways to cor...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Lobbying Frenzy Generates A Grab Bag of Tax Breaks It was the biggest free-for-all in corporate lobbying that Congress has seen in nearly 20 years, and its final product was a tax bill, passed by the Senate on Monday, that offers giveaways to corporate titans like General Electric, shopping mall developers, wine distributors and even restaurants. In Washington, the political logic of the process was in many ways predictable. What was not predictable was how brazen the frenzy would become. [Page A1.] F.C.C. Fines Fox for Indecency The Federal Communications Commission said it would fine 169 Fox television stations a total of $1.18 million for breaking indecency rules by showing an episode of ''Married by America.'' [C9.] Federal Crackdown on Spyware The Federal Trade Commission is going after spyware, bits of computer code that install themselves on the computers of Internet users to track or disrupt their online activities. Lydia Parnes of the commission's Bureau of Consumer Protection, left, announced a suit against one spyware distributor. [C10.] Chiron Faces Government Inquiry The Justice Department has started an investigation of Chiron, the company whose flu vaccine factory was shut down last week. [A14.] Stocks Close Little Changed The market opened lower but rebounded as oil prices eased. The Dow Jones industrial average fell 4.79 points, to 10,077.18, while the Standard & Poor's 500-stock index dropped 2.55 points, to 1,121.84. [C11.] Medtronic to Pay $400 Million A jury in Memphis said Medtronic's spinal products subsidiary should pay $400 million in punitive damages for violating agreements covering its use of surgical products invented by a doctor. [C10.] Oracle Defends Motives in Court The co-president of Oracle testified that its offer for PeopleSoft was more than a way to scare off a competitor's customers. [C10.] Protest Over Boeing Contract Lockheed Martin and BAE Systems filed protests over a contract to upgrade a transport plane that a former Air Force official has said was improperly awarded to Boeing. [C5.] Court Upholds Phone Ruling The Supreme Court upheld a decision that threw out federal regulations requiring regional Bell phone companies to lease access to their networks at discounted prices. [C11.] Yahoo's Profit Nearly Triples The $253 million profit by Yahoo met analysts' expectations and included $129 million related to its sale of shares in Google. Advertising, Yahoo's largest and fastest growing business segment, had a 212 percent increase in revenue from a year ago, defying worries that the market for Web ads had peaked. [C10.] Lucrative Work in Tax Shelters A tax partner in the Chicago office of a Dallas law firm earned about $19 million a year from 1999 through 2003 while designing and selling tax shelters, according to people who have seen related court documents. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2004-10-13T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 452, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F05EFDA1E3BF930A25753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd247f48eb7c8105d7e402b", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The $253 million profit by Yahoo met analysts\u0092 expectations and included $129 million related to its sale of shares in Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo continued to ride the growth of online advertising in the third quarter, but more than half its profit in the quarter came from the success of its rival Google. Yahoo reported a profit of $253 million in the quarter, nearly three times the figure from a year earlier. Of that, $129 million came from its sale of Google shares during that company's initial public offering and tax breaks associated with the sale.", "headline": {"main": "Yahoo Tripled Profits in Quarter, Thanks to Google Shares"}, "pub_date": "2004-10-13T00:00:00Z", "abstract": "Yahoo continued to ride growth of online advertising in third quarter, but more than half its profit in quarter came from success of its rival Google; reports profit of $253 million, nearly three times figure from year earlier; of that, $129 million came from its sale of Google shares during that company's initial public offering and tax breaks associated with sale; earned $124 million in quarter; revenue was $655 million, up 84 percent (M)", "print_page": "10", "word_count": 584, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/13/technology/13yahoo.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "MARKETING AND MERCHANDISING"}, {"name": "subject", "value": "YELLOW PAGES"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2801f8eb7c8105d84aeb4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Weapons Buyout Effort Is Accelerating in Iraq  Prime Minister Ayad Allawi ventured into the heart of Baghdad's hostile Shiite district to salute the Mahdi Army for surrendering more than 1,000 of its heavy weapons in retur...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Weapons Buyout Effort Is Accelerating in Iraq Prime Minister Ayad Allawi ventured into the heart of Baghdad's hostile Shiite district to salute the Mahdi Army for surrendering more than 1,000 of its heavy weapons in return for cash. Officials said the buyout period would be extended and perhaps begun in other cities. A1 Iraq's most-wanted militant has pledged his loyalty to Osama bin Laden, according to a message posted on Islamist Web sites. The militant, Abu Musab Zarqawi, is believed responsible for a number of bombings and beheadings. A10 Little rebuilding has been done in some of the most heavily damaged zones of Najaf. The Iraqi government has taken over responsibility for the reconstruction, and both American and Iraqi officials say they have made recent progress in compensating people. A11 Marines and Special Forces soldiers captured 17 men suspected of working with the insurgency, including a couple of midlevel leaders and a senior aide to a man believed to be organizing guerrillas. A11 Referendum on Gaza Refused Prime Minister Ariel Sharon of Israel rejected a demand by Jewish settler leaders that he hold a national referendum on his plan to withdraw from the Gaza Strip. Mr. Sharon says he sees no future for Jews in Gaza and intends to remove all 8,000 settlers next year. A6 Vote in Belarus as Expected Belarussians voted on a constitutional referendum that would allow their country's authoritarian president, Aleksandr G. Lukashenko, to seek unlimited terms in office. After a truncated campaign marred by harassment and corruption accusations, the result was considered a foregone conclusion. A3 Militants Said to Use Drugs Forensic analysis has determined that the militants who seized the school in Beslan last month were dependent on drugs. Russian law enforcement officials and politicians have said that those who plan such attacks use hard drugs to coerce suicide bombers or to induce a semi-alert state. A8 Aristide Blamed for Violence Haiti's interim prime minister, Gérard Latortue, accused the ousted president, Jean-Bertrand Aristide, of directing violence from exile. Meanwhile, 95 Chinese police officers arrived for China's first United Nations peacekeeping mission in the Western Hemisphere. They will train and provide security. A3 Talks on Darfur Held in Tripoli Leaders from Sudan and four regional states wound up a summit meeting in Tripoli with a joint statement rejecting any foreign intervention in the crisis-torn Sudanese region of Darfur. A8 NATIONAL A12-15 As Election Day Nears, New Legal Battles Begin As the secretary of state of Ohio, J. Kenneth Blackwell, a Republican, has issued a series of rulings on obscure issues like provisional ballots, among others. Democrats sued to block a directive that they say will require election workers to reject thousands of registrations by first-time Democratic voters. A1 Texas is the linchpin of the Republicans' national strategy to maintain or expand their slim hold on the House, with 5 of the 35 most competitive races in the country. How Texas Democrats threatened by redistricting fare may determine the shape of the Congress for years to come. A1 Accusing President Bush of plotting to cut Social Security benefits, Senator John Kerry told voters in Florida and Ohio that Mr. Bush's plans for the retirement program could cost them as much as 45 percent of their monthly checks. A15 Gov. Jeb Bush of Florida publicly ruled out running for president in 2008, quashing, for now, talk of putting a third Bush in the White House. A15 Behind G.I.'s Defiance The soldiers in Iraq who refused to deliver a shipment of fuel said their trucks were unsafe and lacked a proper armed escort. Their defiance has brought attention to the continuing problem of a lack of training, parts and equipment. A1 Rosa Parks in a Legal Dispute Rosa Parks is at the center of a legal controversy that her relatives say could taint her legacy. Ms. Parks's relatives have squared off against her lawyer and caretaker over who can best protect her interests, and whether lawsuits filed on her behalf protect or trivialize her name. A12 Waste Vote's Effect Washington voters are likely to approve a ballot question to tell the federal government not to truck more radioactive waste to the Hanford Nuclear Reservation. The question is what happens when the measure passes. A12 NEW YORK/REGION A17-18 Montclair and School Try To Cope With Rape Charge The residents of Montclair, N.J., and students at its high school have been struggling to sift through the fallout in the two weeks since a 15-year old girl reported she was raped by two players on the school's football team. B1 End of Trail for Theme Park Frontier Town, a once popular Western theme park in North Hudson, N.Y., is being sold off. The stagecoaches, trains and covered wagons drew bids from more than 500 people on Oct. 9 and 10. B3 Neighbors Support Workers Community groups in New York are pioneering neighborhood-based efforts to improve the lot of workers from Greenwich Village to Park Slope. B1 SPORTSMONDAY D1-11 Boston Stays Alive The Red Sox's David Ortiz hit a two-run home run in the bottom of the 12th inning to stave off elimination with a win over the Yankees, 6-4, in the American League Championship Series. D1 Astros Tie Series On the strength of Carlos Beltran and a tireless bullpen, the Houston Astros came back from a three-run deficit, and as a result they have come back from a two-game deficit in the National League Championship Series. Houston edged St. Louis, 6-5, in Game 4. The series resumes at Minute Maid Park on Monday night. D1 ARTS E1-10 OBITUARIES B7 Pierre Salinger The debonair, half-French investigative reporter who became famous as John F. Kennedy's White House press secretary at the height of the cold war and went on to work as a prize-winning television correspondent for ABC News in Europe, he was 79. B7 BUSINESS DAY C1-16 A Look Inside Marsh E-mail Several years ago, the manager of an insurance company received an e-mail request from a counterpart at Marsh & McLennan, asking the company to send someone to a meeting to pretend to make a bid for a policy. The message, disclosed as part of a lawsuit asserting that Marsh Inc. cheated customers, even made a joke about creating an illusion of competition. C1 Complicated Exit at Disney Just when it appeared Michael D. Eisner, the chief executive of the Walt Disney Company, could begin enjoying the company's turnaround and his final years in charge, a lawsuit threatens to dredge up embarrassing details of his two-decade reign and complicate his exit. C1 Big Spending for Oscar Ads The Academy Awards are four months away, but studios are already placing ads positioning their films. The ads are expected to herald a wide-open and expensive Oscar season. C1 Google Combats Rivals Propelled by Google envy, new players and Internet industry giants are rushing into the online search market, setting off a burst of activity that contrasts sharply with the lull after the dot-com collapse. C1 Business Digest C1 EDITORIAL A16-17 Editorials: The Middle East awaits; allegations of electoral crimes; Adam Cohen on President Bush and the Supreme Court. Columns: William Safire and Bob Herbert. Autos D11 Bridge E8 Crossword E6 Metro Diary B2 TV Listings E9 Weather B6", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-10-18T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1207, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9907E7DD123AF93BA25753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd259d58eb7c8105d8063c3", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Propelled by Google envy, new players and Internet industry giants are rushing into the online search market....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Propelled by Google envy, new players and Internet industry giants are rushing into the online search market, setting off a burst of activity that contrasts sharply with the lull after the dot-com collapse. To fend off its challengers, Google has furiously intensified efforts to add new services to its brand.", "headline": {"main": "Google Envy Is Fomenting Search Wars", "kicker": "TECHNOLOGY"}, "pub_date": "2004-10-18T00:00:00Z", "abstract": "New players and Internet industry giants are rushing into online search market, and Google is furiously stepping up efforts to add new services to fend off challengers; some experts say Google may be vulnerable because search market will increasingly be shaped by brand and other non-technology factors, shift that may play to advantage of larger competitors like Microsoft and Yahoo; other analysts see rapid growth of online advertising linked to search results leaving room for both small and large competitors; photo (M)", "print_page": "1", "word_count": 1055, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/18/technology/18search.html", "multimedia": [{"url": "images/2004/10/18/business/biz_GOOGLE_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/18/business/biz_GOOGLE_75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23f1a8eb7c8105d7d5faa", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google has just introduced its latest invention: software that applies its search technology to what is on your own hard drive....", "news_desk": "Circuits", "lead_paragraph": "THE modern PC is a marvel, isn't it? Here's a machine that lets an ordinary person with very little training create a new document, check its spelling, dress it up with graphics, send it electronically to someone across the globe -- and then save it accidentally into some dark corner of the hard drive, where it will never be seen again. Of course, every operating system offers a Find command. But the one in Windows is not, ahem, Microsoft's finest work. It requires too many clicks, it asks too many questions, it takes forever, it can't search your e-mail and its results are difficult to interpret. As a final insult, Microsoft endowed the supposedly ultramodern Windows XP with a cartoon dog that appears during the searching, as though to say, ''We know this is taking a long time, but hey, watch the puppy!''", "headline": {"main": "Google Takes On Your Desktop", "kicker": "STATE OF THE ART"}, "pub_date": "2004-10-21T00:00:00Z", "abstract": "David Pogue State of the Art column on Google's Desktop Search software for searching all data stored on personal computer; drawing (M)", "print_page": "1", "word_count": 1379, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2004/10/21/technology/circuits/21stat.html", "multimedia": [{"url": "images/2004/10/20/technology/21stat.gold.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/20/technology/21stat.gold.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "APPLE COMPUTER INCORPORATED"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23f1a8eb7c8105d7d6017", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "Pogue"}], "original": "By David Pogue"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google's already soaring stock price rocketed even higher after reporting strong growth in its first quarter as a public company....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Inc.'s already soaring stock price rocketed even higher on Thursday after reporting strong growth in its first quarter as a public company, prompting skeptics to again caution against Googlemania getting out of control. Google, the Internet search engine provider, reported that its profit and revenue more than doubled in the first quarter after its initial public offering. The results led its shares, which had closed up $8.89, or 6.33 percent, at $149.38, to continue skyward, jumping another 8.25 percent, to $161.70, in after-hours trading. The price was nearly double the initial offering of $85 a share in mid-August.", "headline": {"main": "Earnings Soar, and Share Price Follows", "kicker": "TECHNOLOGY"}, "pub_date": "2004-10-22T00:00:00Z", "abstract": "Google reports its profit and revenue more than doubled in first quarter after its initial public offering; third-quarter net income was $52 million compared with $20.4 million year earlier; revenue increased 105 percent, to $805.9 million, from $393.9 million; company's stock closes up $8.89, or 6.33 percent, to $149.38, and gains another 8.25 percent, to $161.70, in after-hours trading; price is nearly double initial offering of $85 per share in mid-August; chief executive Eric Schmidt comments; graphs; photo (M)", "print_page": "1", "word_count": 907, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/22/technology/22google.html", "multimedia": [{"url": "images/2004/10/22/business/22google.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/22/business/22google.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "SCHMIDT, ERIC"}, {"name": "organizations", "value": "AMAZON.COM INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPANY REPORTS"}], "subsection_name": null, "_id": "4fd23e598eb7c8105d7d4f82", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Iraqi Insurgency Seen In Different Light  Senior American officials are painting a new portrait of the insurgency that has continued to inflict casualties on American and Iraqi forces, presenting new estimates on the organ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Iraqi Insurgency Seen In Different Light Senior American officials are painting a new portrait of the insurgency that has continued to inflict casualties on American and Iraqi forces, presenting new estimates on the organization, numbers and resources of an evolving enemy. A1 Defense Secretary Geoff Hoon of Britain said 850 British troops in southern Iraq would replace American fighting units that are expected to mount an assault on Iraqi insurgents near Falluja. A8 The senior United Nations official in Iraq says his staff and the Iraqi government have assembled a list of nearly 14 million Iraqi voters, set up 550 voter registration sites around the country and hired 6,000 people to operate them for the elections scheduled to be held in three months. A1 A top Defense Department official misrepresented to Congress the view of American intelligence agencies about the relationship between Iraq and Al Qaeda, according to a report by a Senate Democrat. A10 A training session for the Iraqi judges and prosecutors slated to try Saddam Hussein ended with both the Iraqis and their Western advisers agreeing that the Iraqis are unprepared to tackle full-fledged trials any time soon. A11 A military court sentenced Staff Sgt. Ivan L. Frederick II, 38, to eight years in prison for abusing Iraqi prisoners. Two others have been convicted. A8 Times Employee Is Arrested The Chinese authorities formally arrested a researcher in the Beijing bureau of The New York Times on charges of revealing state secrets to foreigners. A6 Airstrike Kills Hamas Leader An Israeli airstrike in Gaza City killed a Hamas weapons maker who was responsible for some of the group's most powerful bombs and its rockets, Israel's military said. A4 NATIONAL A12-21 New Justice May Emerge After Presidential Election With the nation preparing to elect a president who will almost certainly have an opportunity to name at least one Supreme Court justice, Democrats and Republicans remain fixed in their positions over who belongs on the bench. A1 Senator John Kerry hunted geese in Ohio, in a campaign stop that was part of a longtime effort to appeal, as a fellow sportsman, to rural, blue-collar voters. A18 President Bush campaigned in Pennsylvania, seeking support from Roman Catholic voters and mocking Mr. Kerry's health care plan as an ''overpriced albatross.'' A18 6 Close Races for Governor Indiana, Missouri, Montana, New Hampshire, Washington and Utah have become battlegrounds in governors' races as voters wrestle with local issues like education, energy, wages and unemployment. A16 Woman Dies in Boston Melee A 21-year-old woman died of injuries sustained after being shot in the eye by a police projectile intended to subdue an unruly crowd outside Fenway Park after the game. B8 WEEKEND E1-32;E33-44 SCIENCE/HEALTH Doubt Arises on Flu Shots Local and state health officials are complaining that their federal counterparts have given them almost no information to deal with the shortage of flu vaccines, and many doubt the assurances that adequate supplies will become available. A12 New Ways of Handling Autism More families with autistic children are finding that techniques that have proved successful in the classroom can be tried at home to help the children learn and to improve quality of life for the rest of the family. A1 NEW YORK/REGION B1-9 Largest Ferry Operator Cites Financial Trouble The largest company providing ferry service in the metropolitan region has told transportation officials that it is in financial trouble and may be unable to continue providing service to its 38,000 daily commuters. A1 State Races Tout Reform The battle for an open New York State Senate seat in the Bronx has the two main candidates sparring over who is better suited to overhaul the way things are done in Albany. B1 Billionaire Fights Cafe Plan A celebrity hangout on the Upper East Side received a permit for an outdoor cafe despite the opposition of the financier Ronald O. Perelman and neighbors. The opponents, however, have won a delay. B1 Murder Conviction Overturned Five New York State appellate judges citing new evidence unanimously overturned the conviction of David Wong, who has spent 17 years in prison for murder. B2 Long Island Judge Censured The New York State Commission on Judicial Conduct censured a Long Island judge for ruling on various cases involving a woman with whom he was romantically involved. B5 ESCAPES F1-14 OBITUARIES B10 SPORTSFRIDAY D1-8 Cardinals Head to World Series St. Louis beat the Houston Astros, 5-2, to win the National League Champsionship. They will face the Boston Red Sox tomorrow. D1 Gymnast to Keep Gold Medal The Court of Arbitration for Sport dismissed the appeal by a South Korean gymnast, allowing the American Paul Hamm to keep his medal. D6 BUSINESS DAY C1-8 Spitzer Eyes Music Industry Four record companies were served subpoenas by Eliot Spitzer, the New York State attorney general, as part of an investigation into the industry's practices for influencing which songs are heard on the radio, people involved in the investigation said. C1 More Trouble for A.I.G. The American International Group disclosed that it was the target of a federal grand jury investigation in Indiana over its role in helping a Midwest cellphone distributor cover up millions in business losses. C1 Ultimatum Within Lazard Lazard's chairman, Michel David-Weill, gave his consent to a proposed initial public offering, along with a demand that if Bruce Wasserstein, who runs Lazard and is leading the push for the offering, is unable to pull it off within nine months, he must resign. C1 Google's Profits Double Google more than doubled its revenue and profit in its first quarter after its initial public offering. C1 Business Digest C1 World Business W1 EDITORIAL A22-23 Editorials: Iran's nuclear threat; rethinking Texas' redistricting; treating mentally ill prisoners; curses. Columns: Bob Herbert, Paul Krugman. Crossword E43 TV Listings E30-31 Public Lives B2 Weather C8", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-10-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 968, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03EFDB1E3AF931A15753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2497b8eb7c8105d7e69e0", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A2-9    Security Firm Managers Allege Deceit on Iraq  Managers of a security firm that won large contracts in Iraq warned their bosses last February of a pattern of fraudulent billing practices, internal company memorandums suggest...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A2-9 Security Firm Managers Allege Deceit on Iraq Managers of a security firm that won large contracts in Iraq warned their bosses last February of a pattern of fraudulent billing practices, internal company memorandums suggest. The memorandums charge that the security firm, Custer Battles, repeatedly billed occupation authorities for nonexistent services or at grossly inflated prices. A1 France's antiterrorist police identified a young French man killed fighting the United States in Iraq, the first confirmed case of what is believed to be a growing stream of Muslims heading from Europe to fight what they regard as a new holy war. A1 A British-Iraqi aid worker held hostage by militants made a tearful televised plea, begging the people of Britain and Prime Minister Tony Blair to save her life by withdrawing troops from Iraq. The worker, Margaret Hassan, is the director of CARE International in Iraq. A8 A military judge rejected efforts by two soldiers charged in the Abu Ghraib scandal to obtain testimony from military intelligence officers about whether the soldiers were ordered or encouraged to take part in abuse of detainees. The judge ordered the soldiers to stand trial in Baghdad early next year. A8 Plan for Incentives Toward Iran Britain, France and Germany are working to give Iran a last chance to avoid confrontation with the West over its nuclear program by offering incentives to curtail its most sensitive activities. The Iranian government has given no indication that it will accept the plan. A9 Search for Chechen Insurgents The senior law enforcement official in Chechnya said the authorities had nearly captured Aslan Maskhadov, a leader of the Chechen resistance, and that Mr. Maskhadov was planning to surrender soon. The Kremlin has made the capture of insurgent leaders a priority in its effort to quell the Chechen guerrilla war. A3 Emissions Treaty Progressing Russia's lower house of Parliament voted overwhelmingly to ratify the Kyoto Protocol, clearing another hurdle for the international treaty aimed at reducing emissions blamed for global warming. A2 North Korean Terms for U.S. Secretary of State Colin L. Powell is headed to Asia for a tour of Japan, China and South Korea. North Korea set out conditions for regional talks on its nuclear weapons program. The United States must drop its hostile policy, join an economic aid program for the North, and agree to discuss ''South Korea's nuclear problem.'' A9 Castro Promotes Hearty Image President Fidel Castro of Cuba, taking pains to demonstrate that he retains firm control after fracturing his knee and arm in a fall at a public event, says he conducted government business by cellphone during an ambulance ride and later refused general anesthesia. A2 NATIONAL A10-15 Republicans Send Recruits To Contest Voters in Ohio Republican Party officials in Ohio took formal steps to place thousands of recruits inside polling places on Election Day to challenge the qualifications of voters suspected of not being eligible to cast ballots. A1 Bush and Kerry on the Trail President Bush said Americans had to judge who would keep them safer from terrorism, portraying Senator John Kerry as dangerously naïve and so weak on national security that his election would all but invite attacks on the United States. A13 Senator John Kerry, hoping that women's economic anxieties trump their fears of terrorism, vowed to fight for equal pay and minimum-wage increase, more money for education and health coverage for minors. A13 Courting Conservationists Each campaign is courting the conservationist vote in swing states like Wisconsin and Nevada, mainly among outdoorsmen, though the word ''environment'' came up just once in the three presidential debates. A14 Contrasting Vice Presidents The performances of Vice President Dick Cheney and Senator John Edwards on the campaign trail clearly delineate the differences between them. A12 Boston Tightens Security Boston officials plan to impose restrictions on the bars around Fenway Park and are considering discontinuing use of the pepper-spray gun after a Red Sox fan died after being hit by a police pepper-spray projectile after the team's playoff victory. A10 Joint Chief Splits With Cabinet The chairman of the Joint Chiefs of Staff has taken a position at odds with the White House in urging Congress to restrict the powers of a new national intelligence director in developing Pentagon budgets. A15 Anti-Radiation Plan Lagging A plan to stockpile pills to protect against one of the contaminants that could leak from a nuclear power plant in the event of a terrorist attack appears to have slipped through the cracks. A15 Plight of Part-Time Soldiers Thousands of soldiers in the National Guard and Reserves who were injured on duty are navigating a system suited to full-time soldiers. Most are required to stay on a base to finish evaluations that will decide whether they return to duty or leave with disability payments. A1 Beliefs A15 OBITUARIES A18 Betty Hill A New Hampshire social worker whose assertion that she was carried off by otherworldly beings in 1961 inspired a national obsession with alien abduction that remains a staple of American culture, she was 85. A18 NEW YORK/REGIONB1-5 Report Points to Dangers At Highway Checkpoints The National Transportation Safety Board issued a recommendation that the warning signs for an immigration checkpoint at North Hudson, N.Y., gave either too little information for drivers or a dizzying array of directions that could be confusing. The report cited two major crashes near the checkpoint, including a pileup that killed four people. B1 Victory for a Younger Brother A judge handed a victory to Zalmen Teitelbaum, the younger of two brothers in a feud over who will succeed their father, the spiritual leader of the Satmar Hasidim, the largest Hasidic sect in Brooklyn. B3 SPORTSSATURDAY D1-9 SCIENCE/HEALTH No Vaccine Shortage in Europe Vaccination programs in Europe are progressing smoothly with a good supply of medicine, health authorities say, while patients are panicking over a shortage of flu vaccines in the United States. A10 Nine patients at a Manhattan nursing home were diagnosed with the flu, signaling the first outbreak of the illness in the city this season, the health department said. Two-thirds of the city's nursing homes have not received vaccine shipments. B15 ARTS A16-17 EDITORIAL A30-31 Editorials: How to skew intelligence; vaccine for Congress and the bears; Karen Freeman on how it pays to be Irish. Columns: David Brooks, Nicholas D. Kristof. BUSINESS DAY C1-14 Google's Stock Price Soars Google shares surged by more than $23 to close at $172.43, after the company reported better-than-expected earnings on Thursday. The stock has more than doubled since an initial public offering at $85 in August. C1 Marsh C.E.O. May Depart The directors of Marsh & McLennan, under pressure from regulators, are moving to force the resignation of Jeffrey W. Greenberg, the company's chief executive, according to people briefed on the discussions. C1 Citigroup Receives Warning Citigroup said federal regulators had warned the bank that an investigation of its asset management unit could result in an enforcement action against the executive who ran the division until this week. C1 Delta May Seek Bankruptcy Delta Air Lines could seek bankruptcy protection as soon as next week, unless it reaches a deal with pilots and makes progress in restructuring its debt, people with knowledge of the company's plans said. C2 Rough Week for Stocks The Dow Jones industrial average fell 107.95 points, to 9,757.81, 175.57 points below last week's close. The Nasdaq composite index dropped 38.48 points, to 1,915.14, 3.64 points higher than last week's close. C4 Business Digest C1 Bridge B16 Crossword B16 TV Listings B18 Weather D10", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-10-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1253, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03E4DC1F3AF930A15753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd280208eb7c8105d84afc0", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "The cheerleading for Google from the analysts at leading brokerage firms is starting to sound a lot like the days of the dot-com bubble....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Has the pep rally resumed on Wall Street? The cheerleading for Google from the analysts at leading brokerage firms is starting to sound a lot like the days of the dot-com bubble, when some of the same analysts appeared on TV trumpeting ever higher prices for profitless Internet companies.", "headline": {"main": "Rah-Rah, Sis-Boom-Bah for Google! Or Not"}, "pub_date": "2004-10-23T00:00:00Z", "abstract": "Cheerleading for Google from analysts at leading Wall Street brokerage firms is starting to sound a lot like days of dot.com bubble, when some of same analysts appeared on TV trumpeting ever higher prices for profitless Internet companies; Google shares surge by more than $23 to close at $172.43; number of Wall Street analysts immediately raise their price targets for company, encouraging investors to buy more shares; graph shows Google's soaring stock price; photo of analyst Mary Meeker (M)", "print_page": "1", "word_count": 1161, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/23/technology/23google.html", "multimedia": [{"url": "images/2004/10/23/business/23google.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/23/business/23google.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "MEEKER, MARY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23f1a8eb7c8105d7d6061", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "After Red Sox Fan Dies, Boston Tightens Rules  In the wake of the death of a young Red Sox fan hit by a plastic ball fired from a police pepper-spray gun after the team's playoff victory, Boston officials are imposing restrictions on the bars arou...", "news_desk": "Metropolitan Desk", "lead_paragraph": "After Red Sox Fan Dies, Boston Tightens Rules In the wake of the death of a young Red Sox fan hit by a plastic ball fired from a police pepper-spray gun after the team's playoff victory, Boston officials are imposing restrictions on the bars around Fenway Park. Police officials are also considering discontinuing use of the pepper-spray gun. Mayor Thomas M. Menino said the security measures were meant to curb raucous behavior during the World Series. PAGE A10 An Ancient Rivalry Resumes With a World Series history dating to 1946, when Johnny Pesky might or might not have held on to the ball too long, the Boston Red Sox and the St. Louis Cardinals will play Game 1 of the Series tonight at Fenway Park. SPORTSSATURDAY, PAGE D1 Hostage Begs for Her Life In video shown on Al Jazeera, the Arab satellite television network, Margaret Hassan, the British-Iraqi aid worker held by militants in Iraq since Tuesday, begged the people of Britain and Prime Minister Tony Blair to spare her life by withdrawing troops from Iraq. PAGE A8 Pep Rally for Google Shares Wall Street analysts quickly raised their price targets for Google's stock after the company's strong earnings report. The cheerleading for Google sometimes sounds a lot like the days of the dot-com bubble. But analysts point out that Google is actually making money. PAGE C1 Head of Joint Chiefs Seeks Limits on New Spy Chief Gen. Richard B. Myers, the chairman of the Joint Chiefs of Staff, has taken a position at odds with the White House, urging Congress to restrict the powers of a new national intelligence director in developing budgets at the Pentagon. General Myers stated his case in a letter to Congress, where negotiators are working out a compromise between the House and Senate versions of legislation enacting the recommendations of the independent Sept. 11 commission. PAGE A15", "headline": {"main": "INSIDE"}, "pub_date": "2004-10-23T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 313, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E2DA1F3AF930A15753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2497b8eb7c8105d7e6a03", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "The report cards last week looked good both for old-line stalwarts of technology and for newcomers, but this is a recovery of diminished expectations....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The profit report cards last week looked good both for old-line stalwarts of technology like I.B.M., Microsoft and SAP and for newcomers like eBay, Amazon.com and Google. But this is a technology recovery of seemingly diminished expectations. For proof, look no further than the collective sigh of relief on Wall Street when I.B.M.'s chief financial officer, Mark Loughridge, said that he expected spending on information technology to increase 4 percent or 5 percent this year. That performance, he noted, would be the best since 2000. Still, a modest single-digit growth rate is none too impressive when compared with the boom times of the 1990's or the long-term trend.", "headline": {"main": "A Technology Recovery in Post-Exuberant Times", "kicker": "THE MARKETS: MARKET PLACE"}, "pub_date": "2004-10-26T00:00:00Z", "abstract": "Profit reports for many technology companies look good for old-line stalwarts of technology and for newcomers, but it is a recovery of seemingly dimished expectations; research firm IDC estimates worldwide growth in spending on information technology through 2008 to be 6.5 percent a year, one and a half times world economic growth over all; companies can do with less, typically by using smaller building blocks of hardware and software, a shift made possible by steady improvement of technology from personal computing and Internet; graph (Market Place column) (M)", "print_page": "1", "word_count": 1054, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/26/technology/26place.html", "multimedia": [], "keywords": [{"name": "creative_works", "value": "MARKET PLACE (TIMES COLUMN)"}, {"name": "subject", "value": "COMPUTER CHIPS"}, {"name": "subject", "value": "LINUX (COMPUTER OPERATING SYSTEM)"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd259f98eb7c8105d806575", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    U.S. Ruling Alters Status Of Some Iraq Detainees  A new legal opinion by the Bush administration has concluded for the first time that some non-Iraqi prisoners captured by American forces in Iraq are not entitled to the pr...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 U.S. Ruling Alters Status Of Some Iraq Detainees A new legal opinion by the Bush administration has concluded for the first time that some non-Iraqi prisoners captured by American forces in Iraq are not entitled to the protections of the Geneva Conventions, administration officials said. A1 Iraqi officials opened an investigation into the role played by infiltrators in the ambush on Sunday that left 49 Iraqi national guard trainees dead amid growing indications that insurgents are being supplied inside information about the movements of Iraqi security forces. Meanwhile, fresh violence in Baghdad struck coalition troops. A11 Sharon Opens Gaza Debate Prime Minister Ariel Sharon opened a two-day parliamentary debate with a vow to see through his controversial plan to unilaterally remove all 21 Israeli settlements from the Gaza Strip. Mr. Sharon's speech was greeted with noise and catcalls, but Mr. Sharon is expected to prevail in the vote this evening. A3 China May Reopen Rights Talks Secretary of State Colin L. Powell, following a morning of meetings with Chinese leaders, said China had agreed to discuss the American request for a new dialogue over the detention of Chinese citizens without due process and other human rights violations. A7 Mystery of Mexican Murders A federal report found little evidence that most of the scores of women who have been murdered around Ciudad Juarez over the last decade were victims of gangsters or serial killers, as many women's groups contend. The report immediately drew fire from women's groups in the city. A8 Spain Blames Syrian in Attack A Syrian jailed since 2001 and thought to be a major operative for Al Qaeda, Imad Eddin Barakat Yarkas, also known as Abu Dahdah, was identified as the prime mover behind the March 11 terror attacks in Madrid, a high-ranking intelligence official told the Spanish Parliament. A8 NATIONAL A14-23 White House Addresses Missing Explosives in Iraq The White House sought to explain the disappearance in Iraq of 380 tons of high explosives that American forces were supposed to secure as Senator John Kerry seized on the missing cache as ''one of the great blunders of Iraq'' and said President Bush's ''incredible incompetence'' had put American troops at risk. A1 Campaigning with Senator John Kerry in Philadelphia, former President Bill Clinton told a crowd of 80,000 that ''in eight days, John Kerry's going to make America the Comeback Country.'' A1 Justice Rehnquist Hospitalized The Supreme Court announced that Chief Justice William H. Rehnquist, 80, has been hospitalized since Friday for treatment of thyroid cancer and has undergone a tracheotomy in connection with the disease. A1 Immigration Measure in Arizona A proposition before Arizona's voters would require proof of citizenship when registering to vote and would deny illegal immigrants public benefits that are not federally mandated. Opponents contend that the measure will increase bureaucracy and violate privacy rights. A14 Parties Collect $1 Billion The Republican and Democratic parties raised more than $1 billion through mid-October, beating their total during the same period in the 2000 election, when the parties could accept soft money. A21 State Hate-Crime Law Revoked The Georgia Supreme Court unanimously struck down the state's 4-year-old hate-crimes law, saying it was ''unconstitutionally vague.'' A18 Scientist Faults Administration A top NASA climate expert who twice briefed Vice President Dick Cheney on global warming plans to criticize the administration's approach to the issue and say a senior administration official told him not to discuss dangerous consequences of rising temperatures. A22 NEW YORK/REGION A25-26 In Testimony, Lawyer Denies Aiding Terrorism Lynne F. Stewart, after sitting silently for four months while federal prosecutors portrayed her as an accomplice to her terrorist clients, spoke at her Manhattan trial for the first time, saying she was a ''very, very adversarial'' lawyer but had never crossed the line to aid violence. A1 Expanding DNA's Horizons The New York Police Department has been testing the use of DNA in investigating crimes other than rape and homicide since January. So far, it has identified 23 suspects in 34 cases, most of them burglaries that the police say would not otherwise have been solved. B1 Platform for Urban Women Miss Subways has returned, in a revival of a contest that wilted in 1976, to celebrate the 100th anniversary of the New York City subway system. But please -- it's Ms. Subways now. B4 FASHION B9 SPORTSTUESDAY D1-7 ARTS E1-8 OBITUARIES C18-19 SCIENCE TIMES F1-12 Heart Attacks Linked to Traffic Sitting in traffic nearly triples the risk of suffering a heart attack a short time later, according to a study published last week. The heightened risk may be a result of exposure to airborne pollutants that inflame the lungs and damage arteries, but the emotional stress could also be a factor. F9 Health & Fitness F5 BUSINESS DAY C1-19 Marsh's Chief Resigns Jeffrey W. Greenberg, the chief executive and chairman of the Marsh & McLennan Companies, resigned, less than two weeks after his company was accused of cheating customers. Eliot Spitzer, the New York attorney general, said in the wake of Mr. Greenberg's departure that he would not bring criminal charges against Marsh. A1 Michael G. Cherkasky, Marsh's new chairman and chief executive, has no previous experience in the insurance business. C1 Merger Creates Steel Giant Wilbur Ross, whose buyout firm created International Steel less than two years ago, is selling the company to Lakshmi N. Mittal, the billionaire steel tycoon, for $4.5 billion. C1 Growing, but Not Booming The profit report cards last week looked good both for old-line stalwarts of technology like I.B.M. and Microsoft and for newcomers like eBay, Amazon.com and Google, but analysts have modest expectations for the technology recovery. C1 Business Digest C1 World Business W1 EDITORIAL A24-25 Editorials: Election Day mischief; making things worse; for Congress from Connecticut. Columns: Paul Krugman, David Brooks. Crossword E8 Public Lives B2 TV Listings B9 Weather D8", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-10-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 975, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E04EFDE143DF935A15753C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2497c8eb7c8105d7e6a6a", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Hacks let you use a Gmail account as a remote hard drive....", "news_desk": "Circuits", "lead_paragraph": "It did not take users long to discover other uses for the gigabyte of disk space provided by Google's free e-mail service, Gmail. A free new software utility for Windows XP called GMail Drive creates a virtual Web-based storage drive by harnessing a Gmail account. Much like an external hard drive or a U.S.B. memory device, Gmail storage appears as a drive under the ''My Computer'' folder and allows you to transfer, store or retrieve files by simply dragging and dropping them.", "headline": {"main": "Utility Turns E-Mail Storage Into a Cubbyhole for Files", "kicker": "NEWS WATCH: SOFTWARE"}, "pub_date": "2004-10-28T00:00:00Z", "abstract": "Gmail Drive stores data files on Google Gmail servers; photo (S)", "print_page": "3", "word_count": 215, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2004/10/28/technology/circuits/28goog.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "LINUX (COMPUTER OPERATING SYSTEM)"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2497c8eb7c8105d7e6aa3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sandeep", "lastname": "Junnarkar"}], "original": "By Sandeep Junnarkar"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "While Google's stock price has been surging, last week the search company made a startling series of announcements showing that its real fascination remains its technology....", "news_desk": "SundayBusiness", "lead_paragraph": "SIX months ago, Google was intriguing mainly as a financial phenomenon. Would its initial public offering come too early? Or too late? Would it succeed, signaling a broader tech revival? Or would it fail, deepening the gloom about Internet-based businesses? Today, Google is still plenty interesting for financial reasons. In the weeks before its shares first went on sale in August, disparaging views about its prospects forced it to lower the target price to $85 a share from $135. By last week, its stock had more than doubled, to $190.64, giving it a market capitalization of $52 billion, more than Ford and General Motors combined.", "headline": {"main": "The Stock? Whatever. Google Keeps On Innovating.", "kicker": "TECHNO FILES"}, "pub_date": "2004-10-31T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 1225, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/10/31/business/yourmoney/31tech.html", "multimedia": [{"url": "images/2004/10/30/business/31tech.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/10/30/business/31tech.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23f1c8eb7c8105d7d61a4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "For a few days this month, the Web site Nick Nolte's Diary -- following a path blazed by fake Quentin Tarantinos and faux Martha Stewarts -- burned brightly at the intersection of Hollywood and blog. Here's how two aspiring screenwriters' pet proj...", "news_desk": "Arts and Leisure Desk", "lead_paragraph": "For a few days this month, the Web site Nick Nolte's Diary -- following a path blazed by fake Quentin Tarantinos and faux Martha Stewarts -- burned brightly at the intersection of Hollywood and blog. Here's how two aspiring screenwriters' pet project, more than six months in the making, went from private homage to global hoax to cease-and-desist order in just a week. MARCH 2 -- Christian Newton, an admirer of Nick Nolte, sends an e-mail message to his writing partner and fellow Nolte fan, Casey McAdams, in the voice of their hero, the rugged, hard-living star of films like ''48 Hrs.,'' ''Affliction'' and ''The Hulk.'' MARCH-MAY -- The two continue to e-mail each other as ''Nick Nolte.'' The Nolte of their imaginations often writes about the archetypal Hollywood coterie of trainers and assistants -- led by a live-in nutritionist-manservant named Manolo -- he has enlisted to handle ''the more lurid aspects of his celebrity.'' They cast their messages as fictional diary entries and promise to get together soon to discuss publishing the diary online. JUNE 19 -- Mr. Newton registers the domain name www.nicknoltediary.com, listing the nonexistent 501 Privacy Lane, Santa Monica, as his address. AUGUST -- They spend about 12 hours building the Nick Nolte's Diary site. They load some early ''test entries,'' as if the actor were getting used to using his new software: ''This system for entering my thoughts seems a mite obtuse. I have to enter a title for each day you see. Sometimes it's hard to think of only one word that sums up a day. Sometimes it's hard to think of any.'' SEPTEMBER -- Having completed about six weeks of entries, they test the site on a few friends. OCT. 13 -- Mr. Newton's co-worker Andy Baio publishes the first link to the diary on his blog, Waxy.org, at 10:10 a.m. At 1:49 p.m., the Hollywood gossip site Defamer.com discovers the diary and mentions an entry about ''Nolte's'' car accident with the actress Rosanna Arquette. (''As I gave her my attorney's card, I made a joke about celebrities never having license plates. Then I saw she indeed did have them. I felt embarrassed but I think the scene would have worked in a film.'') At 4 p.m. Jason Kottke, a prominent technology blogger, comments on Nick Nolte's choice of blogging software (Movable Type). OCT. 14 -- The number of external links is up to 18, including the Museum of Hoaxes blog, which points out that the site's registered owner, Mr. Newton, is not Nick Nolte, and that he has listed an ''obviously fake'' address. Eugene Hernandez, editor of IndieWire.com, reads the Sept. 10 entry, in which the actor gets a head rush from picking up his morning newspaper at home, and pronounces it fake: Mr. Hernandez had attended the premiere party for the film ''Clean'' with Mr. Nolte on Sept. 9 in Toronto. (The writers concede that accuracy was never their goal: ''For us, Nick was always in Malibu.'') OCT. 15 -- Google citations for ''Nick Nolte's Diary'' go over 3,000. World Entertainment News Network, a syndicated news service, reports that Mr. Nolte and Ms. Arquette were in a minor car accident; the story is picked up by dozens of radio and television stations and media outlets around the world. Yahoo! features the diary on the My Yahoo! launch page. Meanwhile, the readers of MetaFilter.com, a community blog, uncover the writers' identities, which are embedded in the diary's data feeds. OCT. 18 -- Mr. Newton and Mr. McAdams receive a cease-and-desist letter from Mr. Nolte's lawyers at Jackoway Tyerman Wertheimer Austen Mandelbaum & Morris. OCT. 19 -- Google citations reach 6,850. The home page now reads ''Not Nick Nolte's Diary'' and contains the disclaimer ''The following is a work of fiction.'' Mr. Newton and Mr. McAdams begin receiving calls from sitcom producers and literary agents. GREG ALLEN", "headline": {"main": "The Positively True Adventures of the Counterfeit Diary of Nick Nolte", "kicker": "DIRECTIONS: TIMELINE"}, "pub_date": "2004-10-31T00:00:00Z", "abstract": "Article on how aspiring screenwriters Christian Newton and Casey McAdams created Web site containing diary entries in 'voice' of actor Nick Nolte; says project went from private homage to global hoax to cease-and-desist order in one week; photo (M)", "print_page": "4", "word_count": 646, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B01E2DD153DF932A05753C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "NOLTE, NICK"}, {"name": "persons", "value": "MCADAMS, CASEY"}, {"name": "persons", "value": "NEWTON, CHRISTIAN"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "HOAXES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd254e38eb7c8105d7fcca1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Greg", "lastname": "ALLEN"}], "original": "By GREG ALLEN"}, "section_name": "Technology; Movies; Arts"}], "meta": {"hits": 19}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}