{"response": {"docs": [{"type_of_material": "Review", "snippet": "Dave Gorman is an inspiration to lazy writers everywhere, and not just because he's a David Sedaris-like storyteller with uncanny timing....", "news_desk": "Movies, Performing Arts/Weekend Desk", "lead_paragraph": "Dave Gorman is an inspiration to lazy writers everywhere, and not just because he's a David Sedaris-like storyteller with uncanny timing. What might be most impressive about this often-exasperated Englishman is that he has turned the most mundane and common activity -- wasting time on the Internet -- into an art form. ''Dave Gorman's Googlewhack! Adventure,'' an affectionate ode to distraction written and performed by Mr. Gorman, who insists that every word is true, begins with an early midlife crisis. After turning 31, Mr. Gorman concluded that it was time for him to grow up and be taken seriously. So he set out to do what he considered to be two very mature things: grow a beard and write a novel. The beard turned out great.", "headline": {"main": "Search-Engine Serendipity And Frequent-Flier Miles", "kicker": "THEATER REVIEW"}, "pub_date": "2004-11-05T00:00:00Z", "abstract": "Jason Zinoman reviews one-man show Googlewhack! Adventure, written and performed by Dave Gorman; photo (M)", "print_page": "24", "word_count": 587, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://theater2.nytimes.com/2004/11/05/theater/reviews/05goog.html", "multimedia": [], "keywords": [{"name": "creative_works", "value": "GOOGLEWHACK! ADVENTURE (PLAY)"}, {"name": "creative_works", "value": "DAVE GORMAN'S GOOGLEWHACK! ADVENTURE (PLAY)"}, {"name": "persons", "value": "GORMAN, DAVE"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "THEATER"}], "subsection_name": null, "_id": "4fd241468eb7c8105d7d9324", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jason", "lastname": "ZINOMAN"}], "original": "By JASON ZINOMAN"}, "section_name": "Movies; Arts; Theater"}, {"type_of_material": "News", "snippet": "Microsoft is planning to introduce its long-awaited Internet search engine on Thursday, a person knowledgeable about the announcement said.    Word of the introduction of the service, which will compete with Google and Yahoo, was leaked on Tuesday...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft is planning to introduce its long-awaited Internet search engine on Thursday, a person knowledgeable about the announcement said. Word of the introduction of the service, which will compete with Google and Yahoo, was leaked on Tuesday after the company began phoning reporters offering briefings for Wednesday. A company spokeswoman declined comment on the announcement.", "headline": {"main": "At Last, a Microsoft Search Tool"}, "pub_date": "2004-11-10T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 371, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A02E4DB113CF933A25752C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd249808eb7c8105d7e6cae", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Microsoft rolled out its long-planned response to Google and Yahoo in the Internet search industry on Wednesday....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft rolled out its long-planned response to Google and Yahoo in the Internet search industry on Wednesday, but with an uncharacteristically soft-sell approach. The debut, taking the form of a test site, was a stark contrast to another high-profile introduction the company made nine years ago. That was when Microsoft's chairman, Bill Gates, all but declared war on Netscape Communications and its Web browser by announcing his company's own browser, Internet Explorer, and proclaiming, ''We are hard core about the Internet.''", "headline": {"main": "Microsoft Unveils Its Internet Search Engine, Quietly", "kicker": "TECHNOLOGY"}, "pub_date": "2004-11-11T00:00:00Z", "abstract": "Microsoft unveils its long-planned response to Google and Yahoo in Internet search industry, but with uncharacteristically soft-sell approach; debut, taking form of test site, is stark contrast to high-profile introduction Microsoft made of its Internet Explorer browser nine years ago; Microsoft director Adam Sohn says intention is not to compete with Google, but insted to 'delight' its own customers (M)", "print_page": "1", "word_count": 1014, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/11/technology/11search.html", "multimedia": [], "keywords": [{"name": "persons", "value": "SOHN, ADAM"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd280908eb7c8105d84b97f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "We were just Googling away the hours until Star Jones's wedding, and what did we find? Punch in the words \"Star Jones\" and \"freebie,\" and you get 70 citations!...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Holly Golightly Never Picked Up a Check Either We were just whiling away the hours until the wedding of STAR JONES and AL REYNOLDS tomorrow, noodling away on Google, and what did we find? If you punch in the words ''Star Jones'' and ''freebie,'' you get 70 citations! Means nothing, we're sure. Hey, punch in ''MOTHER TERESA'' and ''freebie,'' and you get 816 citations. Of course, those don't seem to include the words ''wedding gifts.''", "headline": {"main": "BOLDFACE NAMES", "kicker": "Boldface Names"}, "pub_date": "2004-11-12T00:00:00Z", "abstract": "Joyce Wadler column on lavish gifts for wedding of Star Jones and Al Reynolds; interviews veteran reporter Helen Thomas about asking tough questions at press conferences (M)", "print_page": "4", "word_count": 787, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/12/nyregion/12bold.html", "multimedia": [], "keywords": [{"name": "persons", "value": "REYNOLDS, AL"}, {"name": "persons", "value": "JONES, STAR"}, {"name": "persons", "value": "THOMAS, HELEN"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "WEDDINGS AND ENGAGEMENTS"}, {"name": "subject", "value": "GIFTS"}, {"name": "subject", "value": "PARTIES (SOCIAL)"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "subsection_name": null, "_id": "4fd280908eb7c8105d84b991", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joyce", "lastname": "Wadler"}], "original": "By Joyce Wadler; With Lia Miller, Kari Haskell and Lily Koppel"}, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google investors may find out this week whether there really can be too much of a good thing....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google investors may find out this week whether there really can be too much of a good thing. To the surprise of some investors and industry analysts, Google's stock price has more than doubled in the three months since its public offering, closing at $182 on Friday. One possible reason for the surge is that relatively few shares of Google have been available to trade.", "headline": {"main": "Google Investors Await the Dropping Of 39 Million Shoes", "kicker": "TECHNOLOGY: NEW ECONOMY"}, "pub_date": "2004-11-15T00:00:00Z", "abstract": "Outlook for Google stock, which has more than doubled in three months since public offering, discussed in light of fact that Google insiders will soon be permitted to sell as many as 39 million of their shares; only about 7 percent of Google stock, 19.6 million shares, was sold in IPO; graph of when shares held by insiders will be available for public sale; drawing (M)", "print_page": "1", "word_count": 1031, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/15/technology/15newcon.html", "multimedia": [{"url": "images/2004/11/14/technology/15newecon.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/11/14/technology/15newecon.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "INSIDER TRADING"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd249818eb7c8105d7e6dac", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "For the Internet analyst, happy days are here again as the stock prices of companies like Google and eBay soar....", "news_desk": "Business/Financial Desk", "lead_paragraph": "For the Internet analyst, happy days are here again. As the stock prices of companies like Google and eBay soared this year, two of the biggest cheerleaders on Wall Street, who four years ago were derided as false prophets too eager to put the commercial interests of their firms ahead of investors, are basking in a renewed glow. Mary Meeker of Morgan Stanley -- who was celebrated and then disparaged as the ''queen of the Net'' -- is once more out on the stump, extolling the commercial opportunities of the Internet, churning out comprehensive reports and using her still considerable sway to help land Wall Street's biggest investment banking deals -- like Google's public offering -- for her firm.", "headline": {"main": "As Technology Stocks Climb, It Starts to Feel Like the 90's All Over Again"}, "pub_date": "2004-11-15T00:00:00Z", "abstract": "Soaring stock prices of companies like Google and eBay are reviving careers of Internet analysts like Mary Meeker of Morgan Stanley and Anthony J Noto at Goldman Sachs; both analysts survived New York Atty Gen Eliot Spitzer's probe into research abuses by holding stubbornly true to their beliefs, even as their stocks plunged; that resilience is paying off as Internet stocks they follow and outlook for new investment banking deals are on upswing; photos (M)", "print_page": "1", "word_count": 1566, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/15/technology/15analyst.html", "multimedia": [], "keywords": [{"name": "persons", "value": "SPITZER, ELIOT"}, {"name": "persons", "value": "MEEKER, MARY"}, {"name": "persons", "value": "NOTO, ANTHONY J"}, {"name": "glocations", "value": "NEW YORK STATE"}, {"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "EBAY INCORPORATED"}, {"name": "organizations", "value": "GOLDMAN SACHS GROUP"}, {"name": "organizations", "value": "MORGAN STANLEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "BROKERS AND BROKERAGE FIRMS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a668eb7c8105d806dd4", "byline": {"person": [{"qualifier": "Jr", "firstname": "Landon", "lastname": "THOMAS", "rank": 1, "role": "reported", "organization": ""}], "original": "By LANDON THOMAS Jr"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    Falluja Rebels Routed As Mosul Revolt Intensifies  American forces overran the last center of rebel resistance in Falluja after a weeklong invasion that smashed what they called the principal base for the Iraqi insurgency....", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 Falluja Rebels Routed As Mosul Revolt Intensifies American forces overran the last center of rebel resistance in Falluja after a weeklong invasion that smashed what they called the principal base for the Iraqi insurgency. But the assault's overwhelming firepower left large swathes of the city in smoking ruins. A1 Battles erupted between insurgents and American and Iraqi forces in Mosul, and American armored vehicles encircled a town near the Syrian border where the revolt had spread, prompting residents to flee. The fighting marked the fourth day of an uprising that has decimated the police forces and opened up a northern front as the Americans fought in Falluja, 250 miles south. A12 A hospital in Germany has again become the first destination for most troops wounded in Iraq. It has expanded its intensive care unit, brought in extra nurses and doubled up doctors on shifts. Most new patients were wounded in the Falluja operation. A11 Violence at Arafat Memorial A group of Palestinians unleashed bursts of gunfire as Mahmoud Abbas, the most likely successor to Yasir Arafat, arrived at a mourning service for Mr. Arafat in Gaza City. Mr. Abbas was not hurt. The Palestinian leadership announced that elections would be held on Jan. 9. A1 New Nuclear Pledge From Iran The governments of France, Germany and Britain are studying a letter delivered by Iran in which it pledged to suspend uranium enrichment activities temporarily in exchange for economic and political incentives. It was unclear whether Iran had agreed to all the conditions set out or had inserted new conditions that could not be accepted. A6 Rumsfeld Views Panama Canal Defense Secretary Donald H. Rumsfeld inspected the Panama Canal and praised efforts by the government there to guard it from terrorist attack. A9 NATIONAL A15-19 Democrats' Slide in South Erodes Political Center Only 4 of the 22 senators from the 11 states of the old Confederacy will be Democrats in the new Congress, the fewest since Reconstruction. Analysts say their decline could intensify the divisions on Capitol Hill. A1 Republicans expanded their majorities in the House and Senate for the term beginning in January, but the post-election session will be the domain of the current Congress, with its much smaller divide in the Senate. A18 Cubans Seek Asylum in the U.S. Forty-four Cuban dancers, singers and musicians, in Las Vegas to stage a revue, plan to seek political asylum in the United States, members of the troupe said. It would apparently be the largest mass defection of Cuban performers ever. A15 New Lincoln Museum in Illinois Springfield, Ill., is honoring Abraham Lincoln nearly a century and a half after his death with what promises to be a spectacular and perhaps controversial museum. A15 University Presidents' Pay The earnings of many top university presidents are spiraling toward $1 million a year and rising far more quickly than faculty salaries. A17 Frist Puts Onus on Specter Senator Bill Frist, the Republican majority leader, said that Senator Arlen Specter must convince his fellow Republicans that he deserves to be chairman of the Senate Judiciary Committee. A18 SCIENCE/HEALTH F.D.A. to Combat Counterfeits The Food and Drug Administration and several major drug makers are expected to announce an agreement to put tiny radio antennas on the labels of millions of medicine bottles to combat counterfeiting and fraud. A1 NEW YORK/REGION B1-8 New York Republicans Do Some Soul-Searching Republican members of Congress from New York have taken the unusual step of publicly criticizing the Republican party and questioning Governor Pataki's leadership, igniting a fight over the direction the party should take. B1 Muslim Film Finally Opens The American premiere of the animated feature ''Muhammad: The Last Prophet,'' marked the end of the film's five-year journey to commercial theaters in the United States. B1 Codey Sworn In in New Jersey Richard J. Codey, the president of the New Jersey State Senate, was sworn in as acting governor of New Jersey at a private ceremony at his home. B8 Neediest Cases B4 SPORTSMONDAY D1-9 ARTS E1-12 P.S. 122 Names Director Vallejo Gantner, a 30-year-old Australian director with a sizable international résumé, has been chosen as the next artistic director of Performance Space 122, a bastion of avant-garde theater and dance in the East Village. E3 Venice Theater Reopens Venice's legendary Teatro La Fenice reopened with a new production of ''La Traviata'' after having been destroyed by fire on the night of Jan. 29, 1996. E3 OBITUARIES B9 Dr. Arthur H. Robinson A geographer who improved on the venerable Mercator projection for drawing the round Earth on a flat map, he was 89. B9 BUSINESS DAY C1-12 Dow Jones in Web News Deal Dow Jones is set to announce today that it will pay about $486 million for the parent company of CBS MarketWatch, a business news site, giving it a broader online reach and a source of advertising revenue. C1 Net Analysts on the Rise As the stock prices of companies like Google and eBay have soared this year, the influence of two big-name equity analysts on Wall Street has followed suit. C1 Google Investors Await Fate Google insiders will be permitted to sell as many as 39 million shares tomorrow. C1 Perrigo Is Set to Buy Agis Perrigo plans to announce that it will buy Agis Industries for $818 million in cash and stock. C2 Warner Brothers Bets Big Warner Brothers, which spent hundreds of millions of dollars to open five films during the holiday season, has had a disappointing start in its sprint to the end of the year. C1 Business Digest C1 EDITORIAL A20-21 Editorials: The larger battle in Iraq; end run toward a U.N. cloning ban; Adam Cohen on the Democrats and linguistics. Columns: William Safire and Bob Herbert. Autos D10 Bridge E10 Crossword E4 Metro Diary B2 TV Listings E11 Weather A14", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-11-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 970, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E0D7143FF936A25752C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd23f1e8eb7c8105d7d6455", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Charlie Rose, the TV interviewer, is taping five shows back to back of Silicon Valley heavyweights....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Silicon Valley is back, and it's wearing makeup. Or at least its executive luminaries were wearing it on Monday, as the Valley's stars assembled for a series of ''Charlie Rose'' TV interviews whose theme seemed to be that the region is once again buzzworthy -- whether in the guise of old-line silicon mainstays like Intel, newer Web powers like Google or biotech leaders like Genentech.", "headline": {"main": "Silicon Valley Aims to Refresh Its Image"}, "pub_date": "2004-11-17T00:00:00Z", "abstract": "Some Silicon Valley executives assemble for series of 'Charlie Rose' TV interviews whose theme seemed to be that region is once again buzzworthy; luminaries include chief executives of Google, Genentech, Cisco Systems, Hewlett-Packard Co and Yahoo; photo (M)", "print_page": "5", "word_count": 931, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/17/technology/17silicon.html", "multimedia": [], "keywords": [{"name": "creative_works", "value": "CHARLIE ROSE SHOW (TV PROGRAM)"}, {"name": "organizations", "value": "HEWLETT-PACKARD COMPANY"}, {"name": "organizations", "value": "GENENTECH INC"}, {"name": "organizations", "value": "CISCO SYSTEMS INCORPORATED"}, {"name": "organizations", "value": "HEWLETT-PACKARD CO"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "CISCO SYSTEMS"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd249818eb7c8105d7e6e0a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "When the Fashion Institute of Design and Merchandising in downtown Los Angeles hired the local architect Clive Wilkinson to design an annex nearby, it asked him for a space that would give its many out-of-state students ''a California experience.'...", "news_desk": "House & Home/Style Desk", "lead_paragraph": "When the Fashion Institute of Design and Merchandising in downtown Los Angeles hired the local architect Clive Wilkinson to design an annex nearby, it asked him for a space that would give its many out-of-state students ''a California experience.'' Mr. Wilkinson, who is now designing headquarters for Google in the Silicon Valley and for J. Walter Thompson in New York, chose water, a scarce resource that dominates this city's imagination, as a primary theme for the project. He transformed ground-floor spaces with 18-foot ceilings in a 1926 building into varied study and meeting spaces. His design includes the aqueous blue pod, top, for design meetings, and a sort of abstracted waterless ''swimming pool,'' above left, with a giant lampshade adorned with palm trees. The walls are lined with a cactus design fabric by Marimekko. Taking suggestions from the young architects in his office, Mr. Wilkinson designed seating that he thought would appeal to the school's students, including the swimming pool itself, for relaxing; the lounge chairs around it, with computers on movable trays; and the flat Japanese-restaurant-style cushions and low tables, above right. His aim, he said, was to project himself ''into the world of the students'' and design from there.", "headline": {"main": "California Dreamin' Melts Away Fashion Student Stress", "kicker": "CURRENTS: LOS ANGELES -- ARCHITECTURE"}, "pub_date": "2004-11-18T00:00:00Z", "abstract": "Architect Clive Wilkinson's describes his annex for Fashion Institute of Design and Merchandising in Los Angeles (Currents: Los Angeles) (S)", "print_page": "3", "word_count": 206, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9806E5DF133FF93BA25752C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "WILKINSON, CLIVE"}, {"name": "glocations", "value": "LOS ANGELES (CALIF)"}, {"name": "organizations", "value": "FASHION INSTITUTE OF DESIGN AND MERCHANDISING"}, {"name": "subject", "value": "APPAREL"}], "subsection_name": null, "_id": "4fd23f1f8eb7c8105d7d64b2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Frances", "lastname": "Anderton"}], "original": "By Frances Anderton"}, "section_name": "Home and Garden; Style"}, {"type_of_material": "News", "snippet": "Google Scholar is intended as a first stop for researchers looking for scholarly literature like peer-reviewed papers, books, abstracts and technical reports....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Inc. plans to announce on Thursday that it is adding a new search service aimed at scientists and academic researchers. Google Scholar, which was scheduled to go online Wednesday evening at scholar.google.com, is a result of the company's collaboration with a number of scientific and academic publishers and is intended as a first stop for researchers looking for scholarly literature like peer-reviewed papers, books, abstracts and technical reports.", "headline": {"main": "Google Plans New Service For Scientists And Scholars", "kicker": "TECHNOLOGY"}, "pub_date": "2004-11-18T00:00:00Z", "abstract": "Google Inc plans to announce it is adding new search service aimed at scientists and academic researchers; Google Scholar is result of company's collaboration with number of scientific and academic publishers and is intended as first stop for researchers looking for scholarly literature (M)", "print_page": "6", "word_count": 542, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/11/18/technology/18google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a5628eb7c8105d88c93f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Science; Technology; Education; Business; Books"}, {"type_of_material": "Correction", "snippet": "An article in Business Day yesterday about a plan by Google to add a search service aimed at scientists and academic researchers misstated the name of an online newsletter whose editor commented on the new service. It is SearchEngineWatch, not Sea...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day yesterday about a plan by Google to add a search service aimed at scientists and academic researchers misstated the name of an online newsletter whose editor commented on the new service. It is SearchEngineWatch, not SearchWatchEngine.", "headline": {"main": "Corrections"}, "pub_date": "2004-11-19T00:00:00Z", "abstract": "Correction of Nov 18 article about Google plan for search service aimed at scientists and academic researchers; online newspaper name noted", "print_page": "2", "word_count": 41, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9403E6DB113FF93AA25752C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd249818eb7c8105d7e6e60", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Last week, Google announced that it had doubled, to more than eight billion, the number of Web pages its search engine can find. The announcement -- a search engine version of trash-talking -- came one day before Microsoft introduced its search en...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Last week, Google announced that it had doubled, to more than eight billion, the number of Web pages its search engine can find. The announcement -- a search engine version of trash-talking -- came one day before Microsoft introduced its search engine, which has indexed about five billion pages. That makes Microsoft a distant second -- for now --in the race to cover the largest swath of the Internet. Yahoo does not make the number of pages in its index available to the public. SearchEngineWatch, a Web site that covers the industry, estimates, however, that Yahoo ranks third with about four billion pages.", "headline": {"main": "Does Bigger Mean Better?", "kicker": "MOST WANTED: DRILLING DOWN/SEARCH ENGINES"}, "pub_date": "2004-11-22T00:00:00Z", "abstract": "Google doubles, to more than eight billion, the number of Web pages its search engine can find; announcement comes one day before Microsoft introduces its search engine, which has indexed about five billion pages; graph (S)", "print_page": "7", "word_count": 257, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E0DB1F3FF931A15752C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a678eb7c8105d806e98", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Mark", "lastname": "GLASSMAN"}], "original": "By MARK GLASSMAN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google\u0092s new search service for academic publications finds early praise from scholars....", "news_desk": "Circuits", "lead_paragraph": "JOHN JORDAN, a professor at the University of California at Santa Cruz, is a Charles Dickens specialist. On occasion, though, he turns his professional gaze away from Victorian fiction to a more obscure area: South African literature. Mr. Jordan does a fair bit of his research using an online database known as Jstor, and when trying to find Dickens citations, the service usually meets his needs.", "headline": {"main": "A Tool for Scholars Who Like to Dig Deep"}, "pub_date": "2004-11-25T00:00:00Z", "abstract": "Google Scholar offers one-stop shop of scholarly abstracts, books, peer-reviewed papers and technical papers intended for academics and scientists (M)", "print_page": "6", "word_count": 832, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2004/11/25/technology/25goog.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a688eb7c8105d806ece", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Daniel", "lastname": "TERDIMAN"}], "original": "By DANIEL TERDIMAN"}, "section_name": "Science; Technology; Education; Books"}, {"type_of_material": "News", "snippet": "Just as travelers begin to understand that no single Web site displays prices from all travel sellers, a group of companies is betting they can attract customers by making the search process less of a chore.    The latest search site to enter the ...", "news_desk": "Travel Desk", "lead_paragraph": "Just as travelers begin to understand that no single Web site displays prices from all travel sellers, a group of companies is betting they can attract customers by making the search process less of a chore. The latest search site to enter the travel landscape is Kayak.com, which joins companies like CheapFlights, SideStep, Mobissimo and Yahoo!'s FareChase in the race to become, essentially, the Google of travel. These sites don't sell tickets or accept reservations; they simply display prices available for flights, hotel rooms or car rentals, and refer customers to other sites to buy, typically getting a fee for the referral. (Another site, ITASoftware.com, earns money from licensing its technology, not referrals.)", "headline": {"main": "Kayak Is New Vehicle For Searching the Web", "kicker": "TRAVEL ADVISORY"}, "pub_date": "2004-11-28T00:00:00Z", "abstract": "Kayak.com becomes latest Web search site to enter travel business; such sites display prices available for flights, hotel rooms or car rentals and refer customers to other sites to buy tickets or make reservations; drawing (M)", "print_page": "3", "word_count": 336, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0CEFDB143EF93BA15752C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "KAYAK.COM"}, {"name": "subject", "value": "RESERVATIONS (AIRLINES, HOTELS, ETC)"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd23f218eb7c8105d7d6682", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Susan", "lastname": "STELLIN"}], "original": "By SUSAN STELLIN"}, "section_name": "Technology"}], "meta": {"hits": 14}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}