{"response": {"docs": [{"type_of_material": "News", "snippet": "Microsoft is offering two new advertising-supported Web services, Windows Live and Office Live, as a direct response to competitors' challenges....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft introduced on Tuesday two new advertising-supported Web services, Windows Live and Office Live, as a direct response to the formidable challenges posed by its major competitors, Google and Yahoo. The new online initiatives will deliver services to businesses and consumers directly via the Web, in many cases, without the need to download the applications to a computer. As such, they are an important step in extending Microsoft's reach beyond the desktop PC to smart phones and other Internet-connected devices.", "headline": {"main": "Microsoft to Offer Web Services, Competing With Google and Yahoo", "kicker": "TECHNOLOGY"}, "pub_date": "2005-11-02T00:00:00Z", "abstract": "Microsoft introduces two new advertising-supported Web services, Windows Live and Office Live, as direct response to formidable challenges posed by its major competitors, Google and Yahoo; new online initiatives will deliver services to businesses and consumers directly via Web, in many cases, without need to download applications to computer; services are important step in extending Microsoft's reach beyond desktop PC to smart phones and other Internet-connected devices; Microsoft chairman Bill Gates comments on company's future; photo (M)", "print_page": "1", "word_count": 872, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/02/technology/02soft.html", "multimedia": [{"url": "images/2005/11/02/business/soft.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/02/business/soft.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "GATES, BILL"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9fc8eb7c8105d8954e3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    Drought and Hunger Cause Another African Crisis  Drought and poverty in southern Africa, where millions are in need of food aid, have contributed to the second hunger crisis in five months, and the second in which the deve...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 Drought and Hunger Cause Another African Crisis Drought and poverty in southern Africa, where millions are in need of food aid, have contributed to the second hunger crisis in five months, and the second in which the developed world has been slow to respond. A1 School for Counterinsurgency The top American commander in Iraq, concerned that the military's training must be sharpened in the face of an increasingly flexible and deadly insurgency, has ordered the creation of a new school in Iraq for officers, according to senior military officials. A11 An investigating officer for the American military has recommended that a staff sergeant face a court martial, and possibly a death sentence, for his role in the deaths of two American officers last June, the military announced. A11 Months before the invasion of Iraq, Saddam Hussein tentatively accepted a proposal to go into exile and avert war, but Arab leaders scrapped the deal, unable to reach consensus on it, senior officials in the United Arab Emirates said. A11 Possible Olympic Deal on Koreas North and South Korea, in what could be a major step toward reconciliation, agreed in principal to form a joint team for the 2006 Asian Games and the 2008 Beijing Olympics, a South Korean Olympic official said. A10 Israel Kills 2 Militants in Gaza An Israeli airstrike near Gaza City killed a member of Hamas and a member of Al Aksa Martyrs Brigades whom Israel had singled out as a top priority. A11 Strife Flares in Sri Lanka Political violence is sweeping across the eastern part of Sri Lanka as armed factions vie for supremacy, people are abducted and assassinations occur almost daily. A3 NATIONAL A18-27 White House in Debate On Terrorism Suspects The Bush administration is embroiled in a sharp internal debate over whether a new set of Defense Department standards for handling terrorism suspects should adopt language from the Geneva Conventions prohibiting ''cruel,'' ''humiliating'' and ''degrading'' treatment, administration officials said. A1 Democrats Courted on Nominee Facing deep Democratic skepticism over the choice of Judge Samuel A. Alito Jr. for the Supreme Court, the Bush administration turned quickly to moderate Democrats who could be crucial to the confirmation as both sides braced for a polarizing fight over Judge Alito's legal views. A1 Billions Sought to Combat Flu President Bush announced that he would ask Congress for $7.1 billion to prepare the nation for a widespread outbreak of deadly flu. Most of the money would be spent on research and a stockpile of vaccines and anti-viral drugs. A1 DeLay Judge Is Removed A Texas judge opposed by Representative Tom DeLay as a partisan Democrat was removed from hearing the congressman's money-laundering and conspiracy case after a battle over his impartiality. A18 Special Senate Session on Iraq Democrats forced the Republican-controlled Senate into an unusual closed session over the administration's use of intelligence to justify the Iraq war and the Senate's willingness to examine it. A22 Panel Urges Revised Tax Codes President Bush's advisory commission on taxes unanimously recommended a vastly simplified tax system that would limit the deduction of interest payments on large mortgages and erase other tax breaks that many Americans enjoy. A27 NEW YORK/REGION B1-8 Prince Charles and Camilla Visit Ground Zero The Prince of Wales and his wife began a one-week visit to the United States, their first official overseas tour since their marriage last April, with a visit to ground zero, where they met privately with the families of some of the 67 Britons killed in the 9/11 attack. B1 Wrong Man Believed Slain Investigators are trying to determine whether the killing of a 25-year-old man outside a housing complex in New Rochelle, N.Y., was an act of retaliation for a previous killing. The police say the gunmen involved in Monday's shooting shot the wrong man. B1 EDUCATION B9 SPORTS WEDNESDAY D1-6 ARTS E1-12 OBITUARIES C18 DINING OUT F1-12 Michelin Restaurant Reviews Michelin announced its first ratings for restaurants in New York City, superstar chefs and proprietors reacted with joyous tears, resignation and, in some cases, dismay. Four restaurants -- Alain Ducasse at the Essex House, Jean Georges, Le Bernardin and Per Se -- received the top ranking, three stars. But Daniel, long considered to be in the very top rank of New York's restaurants, received two. F1 BUSINESS DAY C1-17 Bad Month for the Big Three The Big Three's share of the American car market hit a record low last month. Sales for the companies -- General Motors, Ford and Chrysler -- fell in the wake of high gasoline prices, fears about the economy and consumer resistance to buying cars without big discounts. C1 A California family has been testing the Honda FCX, a car powered by hydrogen fuel cells, in one of the more unusual experiments in the auto industry's history. C1 Microsoft's Strategic Shift Microsoft introduced two advertising-supported Web services, Windows Live and Office Live, that are meant to be a direct response to the formidable challenges posed by its major competitors, Google and Yahoo. C1 Business Digest C2 EDITORIAL A28-29 Editorials: Remember that mushroom cloud?; the president's pandemic plan; jobs and joblessness on the Gulf Coast; incumbents shake their money tree. Columns: Maureen Dowd, Thomas L. Friedman. Crossword E8 Weather D8 TV Listings E11", "headline": {"main": "News Summary"}, "pub_date": "2005-11-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 877, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9902E2DC163EF931A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264538eb7c8105d8177aa", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "American Automakers' Market Share Slips to Lowest U.S. Level in History  General Motors, Ford and Chrysler held the smallest share of the American auto market ever in October, a month that used to be an industrywide celebration of new car introduc...", "news_desk": "Business/Financial Desk", "lead_paragraph": "American Automakers' Market Share Slips to Lowest U.S. Level in History General Motors, Ford and Chrysler held the smallest share of the American auto market ever in October, a month that used to be an industrywide celebration of new car introductions and brisk sales. [Page C1.] Fed Raises Interest Rates and Promises More Undaunted by back-to-back hurricanes and higher oil prices, the Federal Reserve raised short-term interest rates on for the 12th time in a row and made it clear that more increases are on the way. [C1.] Jury Begins Deliberating in Second Vioxx Trial After seven weeks of testimony and often heated legal wrangling, a jury of six women and three men began deliberations in Atlantic City in the second Vioxx-related lawsuit to go to trial. [C1.] Aetna to Increase Coverage for Depression Prompted in part by employers who cite depression as a frequent cause of absenteeism and low productivity, the big insurer Aetna plans to announce today that it will begin paying for a depression management program in dozens of medical offices around the country. [C3.] Part of Wal-Mart Suit Against Executive Dismissed A judge in Arkansas threw out part of Wal-Mart's lawsuit against its former vice chairman, Thomas M. Coughlin, citing an agreement that bars the former executive and the company from suing each other. Mr. Coughlin. left, has been accused by Wal-Mart of misusing up to $500,000 of company money. Wal-Mart sued to prevent Mr. Coughlin from collecting about $12 million worth of retirement benefits. [C2.] Bush to Ask for $7.1 Billion to Prepare for Flu President Bush plans to ask Congress for $7.1 billion to prepare the nation for the possibility of a flu pandemic. Most of the money would be spent on research and a national stockpile of vaccines and antiviral drugs. [A20.] Microsoft Introduces Online Windows and Office Microsoft introduced two new advertising-supported Web services: the online versions of Windows and Office. The initiative is a direct response to the formidable challenges posed by Google and Yahoo. [C1.] Price of Copper Could Be Poised for a Fall Like crude oil, copper prices have climbed steady this year amid a housing boom in the United States and industrialization in Asia. But now some analysts believe that the price will fall and could fall fast. [C3.] An Indianapolis Airline Cuts its Hometown Flights ATA Airlines, once the busiest carrier in Indianapolis but shrinking during bankruptcy proceedings in the last year, said yesterday that it would cancel its last three daily flights out of the city, which is its headquarters, as of Jan. 10. [C3.] Viacom's Cable Unit Helps It Post a Quarterly Profit As it prepares to split into two public companies, Viacom announced yesterday that it had swung to a profit for the third quarter. Its revenue also rose, led by a strong performance at its cable networks unit, which includes MTV and Nickelodeon. [C3.] Knight Ridder Shareholder Urges Sale of Company Knight Ridder, the publisher of 32 daily newspapers including The Miami Herald and The Philadelphia Inquirer, has come under fire from its largest shareholder, who yesterday demanded that the company put itself up for sale. [C6.] European Bank UBS Posts 71 Percent Profit Increase UBS, Europe's largest bank, reported a 71 percent increase in third-quarter profit, benefiting from a boom in oil-related wealth in the Middle East and Asia. UBS said it earned 2.77 billion Swiss francs ($2.15 billion) in the period, up from 1.62 billion francs a year earlier, as its wealth management unit increased the size of its asset portfolio by 31.1 billion francs. Soaring global oil prices have created tens of billions of dollars in new wealth in Arab states and Asian nations with large crude oil production. [C17.] Stocks Fall on Interest Rates and Dell's Outlook Stocks fell after the Federal Reserve raised interest rates , and Dell forecast disappointing results for the current quarter. The Dow Jones industrial average fell 33.30 points, to 10,406.77. The Standard & Poor's 500 index fell 4.25 points, to 1,202.76, and the Nasdaq composite index slipped 6.25 points, to 2,114.05. [C11.] Another Video Game Maker Forecasts Poor Demand Electronic Arts became the second major video game maker this week to warn of soft demand from retailers as it heads into the holiday season. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 712, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990CE7DC163EF931A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2510c8eb7c8105d7f5099", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "Johnson & Johnson Threatens to Abandon Its Plan to Acquire Guidant for $25.4 Billion  Johnson & Johnson threatened to abandon its plan to acquire the Guidant Corporation, a troubled heart device maker, setting the stage for a financial and legal c...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Johnson & Johnson Threatens to Abandon Its Plan to Acquire Guidant for $25.4 Billion Johnson & Johnson threatened to abandon its plan to acquire the Guidant Corporation, a troubled heart device maker, setting the stage for a financial and legal confrontation over the $25.4 billion deal. [Page A1.] Johnson & Johnson's stumble in the purchase of Guidant illustrates the perils of designing a corporate strategy around acquisitions. Market Place. [C1.] Rule Change Would Allow Foreign Investment in Airlines The Bush administration is proposing to allow foreign airlines and other foreign investors to control the management of airlines based in the United States, a move intended to attract capital to hard-pressed carriers. Jeff Shane, a Transportation Department official, said the proposed change could have a profound impact on the airline business, both here and abroad, by lowering barriers to global investment. [C11.] Novartis Would Consider Building a U.S. Vaccine Plant The chief executive of the Swiss drug company Novartis, Dr. Daniel L. Vasella, left, said the company would consider building a vaccine production plant in the United States amid concern that its deal for the Chiron Corporation would leave the United States overly reliant on foreign companies for flu vaccine supplies. Novartis won approval this week from independent directors of Chiron, the only major United States producer of flu vaccines, to buy the 58 percent of the company that it does not already own for $5.1 billion. [C4.] The Bush administration's long-awaited plan to deal with the threat of pandemic flu received a mixed reception on Capitol Hill as senators chided top health officials for taking too long and questioned spending priorities. [A20.] Time Warner Posts Profit and Plans Share Purchase The media conglomerate Time Warner announced improved earnings and said it would buy back $12.5 billion worth of its shares in the wake of criticism from the activist investor Carl C. Icahn. [C3.] Cablevision Takes a Step Toward a $3 Billion Payout The Cablevision Systems Corporation said its board had authorized management to prepare to pay a $3 billion dividend that the Dolan family, which controls the company, had proposed last week. The dividend would pay the Dolan family more than $650 million. [C3.] CNN Names a New Prime-Time News Anchor CNN ousted its longtime prime-time anchor, Aaron Brown, in favor of Anderson Cooper, who received extensive media attention in the wake of his coverage of Hurricane Katrina. [C3.] Google Completes a Step in Expanding Its Print Database Google said it had completed the first major expansion of its Google Print database of searchable books, adding the full text of more than 10,000 works that are no longer under copyright, culled from the collections of four research libraries. [C11.] Deutsche Telekom to Cut 19,000 German Jobs Deutsche Telekom, the largest phone company in Europe, said it would cut 19,000 jobs from its German payroll over the next three years as it struggles to cope with changes in the telecommunications sector. [C4.] Nortel Reports a Smaller Loss as Internet Sales Rise Nortel Networks said that it narrowed its third-quarter loss to $105 million, from $259 million, helped by higher sales of Internet-related products. [C5.] Mercury Interactive Executives Resign in Options Inquiry The chief executive and two other top executives of the Mercury Interactive Corporation resigned amid a widening investigation into the pricing of employee stock options. In a report filed with the Securities and Exchange Commission, Mercury, a large provider of software for monitoring Web sites, said an internal investigation found at least 49 instances in which the stated date of a Mercury stock option grant was different from the date on which the option appears to have actually been granted. Shares in Mercury fell 27 percent. [C5.] Stocks Rise after Time Warner Posts Strong Profit Stocks were higher on strong earnings from Time Warner and other companies. The Dow Jones industrial average rose 65.96 points, to 10,472.73; the Standard & Poor's 500-stock index advanced 12 points, to 1,214.76; the Nasdaq composite index rose 30.26 points, to 2,144.31. [C11.] Wal-Mart Strengthens Its Control of a Japanese Affiliate Wal-Mart Stores said it would extend its control of Seiyu, its ailing Japanese affiliate, by installing one of its top United States executives at the helm. [C4.] Music Entrepreneur Drops Radio Promotion Deals Jeff McClusky, a music entrepreneur who emerged as an influential behind-the-scenes player in the 1990's by devising a technique to curry favor with radio programmers while sidestepping laws against payola, said he is dumping the business model he pioneered. [C18.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0CE7D8163EF930A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1f8eb7c8105d7ef39e", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google has completed the first major expansion of its Google Print database, adding the full text of more than 10,000 books that are no longer under copyright....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google said yesterday that it had completed the first major expansion of its Google Print database of searchable books, adding the full text of more than 10,000 works that are no longer under copyright, culled from the collections of four major research libraries. The additions, from the university libraries at Michigan, Harvard and Stanford and from the New York Public Library, represent the first large group of material to be made available electronically from those libraries, which along with Oxford University contracted with Google last year to let the company scan and make searchable the contents of much or all of their collections.", "headline": {"main": "Google Adds Library Texts to Search Database"}, "pub_date": "2005-11-03T00:00:00Z", "abstract": "Google has completed first major expansion of its Google Print database of searchable books, adding full text of more than 10,000 works that are no longer under copyright, culled from collections of four major research libraries; additions, from university libraries at Michigan, Harvard and Stanford and from New York Public Library, represent first large group of material to be made available electronically from those libraries, which along with Oxford University contracted with Google to let company scan and make searchable contents of much or all of their collections (M)", "print_page": "11", "word_count": 400, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/03/business/media/03google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "NEW YORK PUBLIC LIBRARY"}, {"name": "organizations", "value": "UNIVERSITY OF MICHIGAN"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "STANFORD UNIVERSITY"}, {"name": "organizations", "value": "OXFORD UNIVERSITY"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e1f8eb7c8105d7ef396", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "News", "snippet": "Media stocks bumped up yesterday on the prospects of financial moves at companies like Time Warner and Knight Ridder. In general, though, Wall Street is still not buying the new story....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The media moguls are busier than ever. In the last few months, Rupert Murdoch, the News Corporation chairman, has announced a series of Web deals including the purchase of Myspace.com, a social networking site. Time Warner is in talks to sell a stake in a suddenly hot AOL. Walt Disney, meanwhile, agreed to shake up its business model and distribute some of its television shows on the latest Apple iPod. Viacom is splitting itself in two. And Comcast announced a deal with Time Warner and other cable operators yesterday to add Sprint cellular service to its range of video, voice and high-speed Internet services.", "headline": {"main": "Big Media a Tough Sell to Jittery Investors"}, "pub_date": "2005-11-03T00:00:00Z", "abstract": "Shares of big media companies like News Corp, Walt Disney, Viacom and Comcast are languishing because of investor concerns about how technological changes will affect audience behavior and how growing competition from online media, including Google and Yahoo, as well as ad-skipping devices like TiVo and other digital video recorders, will affect traditional media companies; investors also worry that with slower advertising growth, profitability of media properties like television and radio stations could be affected; graphs (M)", "print_page": "1", "word_count": 1407, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/03/business/media/03funk.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PARSONS, RICHARD D"}, {"name": "persons", "value": "MURDOCH, RUPERT"}, {"name": "organizations", "value": "NEWS CORP"}, {"name": "organizations", "value": "KNIGHT RIDDER"}, {"name": "organizations", "value": "TIVO INC"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "COMCAST CORP"}, {"name": "organizations", "value": "VIACOM INCORPORATED"}, {"name": "organizations", "value": "NEWS CORPORATION LIMITED"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "MOTION PICTURES"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "RADIO"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "MEDIA"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287328eb7c8105d8588da", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Geraldine", "lastname": "FABRIKANT"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Richard", "lastname": "SIKLOS"}], "original": "By GERALDINE FABRIKANT and RICHARD SIKLOS"}, "section_name": "Technology; Movies; Business"}, {"type_of_material": "Summary", "snippet": "The Jury in the Second Vioxx Trial Absolves Merck in a Product Liability Suit  The drug company Merck won decisively in the second Vioxx-related personal injury case to go to trial, an outcome that legal experts say could slow the flood of lawsuit...", "news_desk": "Business/Financial Desk", "lead_paragraph": "The Jury in the Second Vioxx Trial Absolves Merck in a Product Liability Suit The drug company Merck won decisively in the second Vioxx-related personal injury case to go to trial, an outcome that legal experts say could slow the flood of lawsuits against the company. After deliberating for about nine hours over three days, a jury in New Jersey found by an 8-1 vote that Merck was not at fault in a product liability suit over Vioxx, a pain medicine that was subsequently taken off the market. [Page A1.] Two Companies Race to Publish Books Online In a race to become the iTunes of the publishing world, Amazon.com and Google are both developing systems that could revolutionize the book industry by allowing consumers to purchase online access to any page, section or chapter of a book. [A1.] Retailers Report Strong October Sales Despite Oil Prices From discounters to department stores, the nation's retailers reported surprisingly strong results for October, despite fears that high fuel costs would keep shoppers at home. Sales at stores open at least a year, a closely watched measure of a retailer's health, rose 4.4 percent in October, the industry's best monthly performance since June. [C1.] Wachovia Plans to Re-enter Credit Card Market The Wachovia Corporation, a North Carolina banking company, ended a credit-card marketing agreement with the MBNA Corporation, which is being acquired by the Bank of America Corporation, and said that it planned to re-enter the credit card market as a direct issuer, starting in January. [C3.] Fundamental Differences Await Bernanke's Fed Term When Ben S. Bernanke becomes chairman of the Federal Reserve, he will face similar inflationary concerns that Alan Greenspan had in 1987 along with some fundamental differences, like the rise of global production, easier access to capital and labor's weaker power. [C1.] Productivity Growth Nearly Doubled in Third Quarter Productivity growth nearly doubled in the third quarter as labor costs fell, an indication that the economy was growing at a strong clip without signs of widespread inflation. [C13.] Citigroup Hires Former World Bank Chief as Adviser Citigroup said James D. Wolfensohn, who left as president of the World Bank last spring after 10 years at the helm, would serve as a global strategy adviser to senior management and clients. [C3.] A U.S. Executive Is Named Financial Times Editor The editor of The Financial Times, Andrew Gowers, resigned over ''strategic differences,'' the newspaper's British owner, Pearson, said. The company named Lionel Barber, left, editor of the newspaper's United States edition, to succeed him. The company did not elaborate on what issues led to Mr. Gowers's departure, but the change follows several years of declining circulation at The Financial Times, particularly in Britain. [C3.] Stocks Rise on Merck Verdict and Economic Data Stocks rose, as Merck won a favorable verdict in a product liability trial and reports of increased optimism about the economy. The Dow Jones industrial average was up 49.86 points, at 10,522.59; the Standard & Poor's 500 was up 5.18 points, at 1,219.94; and the Nasdaq was up 15.91 points, at 2,160.22. [C5.] The New CBS Acquires a College Sports Cable Channel Viacom said the new CBS Corporation would acquire CSTV Networks, a cable channel and confederation of Web sites that focus entirely on college sports. The purchase will be made with $325 million in stock to be issued next year by CBS, which will be created after its split from Viacom. Advertising. [C3.] Ford to Subsidize Ethanol Pumps in the Midwest Ford, in partnership with the ethanol producer VeraSun Energy, plans to announce that it will subsidize the installation of ethanol fuel pumps at gas stations around the Midwest. [C4.] From Mazda's car that promises to use hydrogen to run a rotary engine to a General Motors sports utility vehicle powered by fuel cells, carmakers are competing at the Tokyo Motor Show to send car buyers a message: They have learned the lessons of the Prius, a gasoline-electric hybrid. [C1.] Results at Volkswagen and BMW were hurt by a strong euro, high raw material prices and tough competition. [C13.] Northwest Airlines Rated Worst for On-Time Performance Northwest Airlines, in the midst of trying to negotiate wage concessions from its unions, had the worst on-time performance in September among 20 airlines tracked by the Department of Transportation. [C13.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-04T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 717, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE2DB173EF937A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1f8eb7c8105d7ef3da", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Amazon.com and Google are developing systems to allow consumers to purchase online access to parts of books....", "news_desk": "Business/Financial Desk", "lead_paragraph": "In a race to become the iTunes of the publishing world, Amazon.com and Google are both developing systems to allow consumers to purchase online access to any page, section or chapter of a book. These programs would combine their already available systems of searching books online with a commercial component that could revolutionize the way that people read books. The idea is to do for books what Apple has done for music, allowing readers to buy and download parts of individual books for their own use through their computers rather than trek to a store or receive them by mail. Consumers could purchase a single recipe from a cookbook, for example, or a chapter on rebuilding a car engine from a repair manual.", "headline": {"main": "Want 'War and Peace' Online? How About 20 Pages at a Time?"}, "pub_date": "2005-11-04T00:00:00Z", "abstract": "Amazon.com and Google are developing systems to allow consumers to purchase any page, section or chapter of book for their own use through their computers rather than trek to store or receive them by mail; programs would combine online book-search systems already available with commercial component that could revolutionize way people read books; initiatives are already setting off tug of war among publishers and potential vendors over who will do business with whom and how to split proceeds; Random House, biggest American publisher, has proposed micropayment model, indicating that it supports concept; other publishers are likely to follow; proposals could become bargaining chips in current lawsuits against Google by trade groups representing publishers and authors; groups accuse Google of violating copyrights by making digital copies of books from libraries for use in its book-related search engine (M)", "print_page": "1", "word_count": 1023, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/04/technology/04publish.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "RANDOM HOUSE"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "AMAZON.COM INCORPORATED"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e1f8eb7c8105d7ef3e2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Front Page; Business; Books"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-13    Chávez Taunts Bush On Eve of Talks  President Bush arrived in Mar Del Plata, Argentina, for a gathering of Western Hemisphere leaders and was greeted by strong anti-American sentiment and taunts from Venezuela's president...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-13 Chávez Taunts Bush On Eve of Talks President Bush arrived in Mar Del Plata, Argentina, for a gathering of Western Hemisphere leaders and was greeted by strong anti-American sentiment and taunts from Venezuela's president, Hugo Chávez. Mr. Chávez is using the international summit meeting to protest the administration's free trade message and to attempt a showdown with Mr. Bush. A8 Violence Continues in France Angry French-Arab youths clashed with police officers and firefighters outside Paris in the worst of sevenstraight nights of violence set off by the accidental death of two teenagers. A3 Hamas Rule in Palestinian Town Qalqilya, where the radical Islamic group Hamas won every seat on the city council five months ago in a major shock for Fatah and the Palestinian Authority, is emerging as a test case for Hamas's foray into electoral politics. Hamas's rule has brought a new measure of modernity to the town while setting off grumbling among locals that the group is trying to impose a strict Islamist morality on the town. A1 Israeli Troops Shoot Youth Israeli troops mistakenly shot and seriously wounded a Palestinian boy who was holding a toy gun as they clashed with Palestinian men in Jenin while trying to arrest a local leader of Islamic Jihad. A12 Hostages' Deaths Are Ordered The Islamic militant group Al Qaeda in Mesopotamia announced in an Internet posting that it would kill a Moroccan diplomat and driver who were kidnapped in Iraq on the highway from Jordan last month. The American military also announced the deaths of three more American soldiers, bringing the three-day death toll for American troops to eight. A10 New Tests in Milosevic Trial More than three years into the trial of Slobodan Milosevic, judges are facing a new test of the credibility of the international court. They can either allow the former Yugoslav strongman to overhaul his defense schedule or risk accusations of an unfair trial. A10 E.U. to Review Report of Jails The European Union said it would ''seek more information'' on allegations that a member country and a would-be member, Poland and Romania, might have been sites of secret American jails for Qaeda suspects. The European Commission, the organization's executive arm, stopped short of starting a formal investigation. A25 Fleet Issues Agitate Venezuela Unable to get spare parts for a fleet of American-made F-16 fighter planes from the United States, Venezuelan President Hugo Chávez has warned that he is prepared to give the planes to Cuba and China and replace them with Russian and Chinese aircraft. A4 NATIONAL A16-25 Former Cheney Adviser Enters Not Guilty Plea I. Lewis Libby Jr. pleaded not guilty to obstruction and perjury charges in a case that lawyers on both sides acknowledged could stretch well into next year because of complications over access to classified files. A1 Greenspan on Tax Cuts Alan Greenspan, chairman of the Federal Reserve, told lawmakers that they should not extend President Bush's tax cuts if they could not make up for the lost revenue with savings in other areas. A18 Cancer-Stricken Teen at Home Vowing to seek the best cancer treatment possible for their 13-year-old daughter, Katie, Edward and Michele Wernecke reclaimed her from a Houston hospital, reuniting a family separated by a judge's order five months ago. A16 Senate to Trim Federal Benefits The Senate approved a sweeping five-year plan to trim a wide range of federal benefit programs and to allow drilling for oil and natural gas in a wilderness area of Alaska, increasing the chances that the energy industry and Alaska officials will achieve a long-sought goal. A18 View on Church and State Senators of both parties said Judge Samuel A. Alito Jr., the president's choice for the Supreme Court, told them he believed the court may have gone too far in separating church and state. A22 Senator Patrick M. Leahy, Democrat of Vermont, concedes that Judge Alito has the qualifications to serve on the nation's highest court, but says unapologetically that the stellar résumé is not enough. He plans to assess Judge Alito on ideological grounds. A1 EDUCATION $100 Million for Small Loans Pierre M. Omidyar, the founder of eBay, and his wife, Pamela, gave $100 million to Tufts University, under the condition that half the money must be invested in organizations that make small loans to poor people in developing countries, a field known as microfinance. A16 Aid Package for Storm Schools After years of bitter, often partisan clashes on broadening federal assistance to private and parochial schools, the Senate approved by a unanimous voice vote a $1.66 billion aid package for public and private schools across the country that have taken in students displaced by Hurricane Katrina. A22 SCIENCE/HEALTH $5 Billion Sought for Space The National Aeronautics and Space Administration needs up to $5 billion more than previously budgeted to operate the space shuttle before the program ends in 2010, and the agency is looking for ways to reduce the shortfall, Michael D. Griffin, the agency administrator, said. A22 NEW YORK/REGION B1-8 Hybrid Cars Hit the Streets In New Era for City's Taxis After a long battle between three Russian immigrant business partners and the city's Taxi and Limousine Commission, six Ford Escapes hit the road without fanfare and became the first hybrid-engine taxicabs, which run on a combination of gasoline and electricity, in New York City history. B1 Up Again at Ground Zero Carpenters at the World Trade Center site prepared a 168-foot-long wooden trough through the footprint of the south tower at ground zero, in which the PATH terminal and transportation hub will emerge over the next four years. B2 Radio City Show Goes On For the first time in the 73-year history of the annual ''Christmas Spectacular,'' Radio City's orchestra members, in a labor dispute, missed the debut, leaving the Rockettes to perform to prerecorded music. B1 WEEKEND E1-32; E33-44 ESCAPES F1-12 SPORTSFRIDAY D1-6 OBITUARIES C14 Waldemar Nielsen An influential and widely recognized expert on the workings of charitable foundations who wrote exhaustive, critical analyses of America's foremost philanthropies, their goals and their methods, he was 88. C14 William L. McLaughlin A radiation scientist who devised accurate and widely used methods for measuring the radiation absorbed by cancer patients and by many foods and commercial products, he was 77. C14 Fred S. Fox A comedy writer whose career started in radio and who wrote for stars like Bob Hope, Lucille Ball and George Burns, he was 90. C14 BUSINESS DAY C1-13 Merck Wins Vioxx Case The drug giant Merck won decisively in the second Vioxx-related personal injury case to go to trial, an outcome that legal experts say could slow the flood of lawsuits against the company. A1 Buying Books by the Page Amazon.com and Google, racing to become the iTunes of the publishing world, are both developing systems to allow consumers to purchase online access to any page, section or chapter of a book. A1 A New Inflation Strategy Ben S. Bernanke, left, who is expected to take over as chairman of the Federal Reserve in February, has signaled a readiness to fight inflation with a different set of tools than the current chairman, Alan Greenspan. C1 Stores Report Strong Sales The nation's retailers reported surprisingly strong results for October, despite fears that high fuel costs would keep shoppers at home. C1 Business Digest C2 EDITORIAL A26-27 Editorials: Where's that veto threat?; in Paris, tough talk isn't enough; the Capitol's revolving door; the organic drift. Columns: Paul Krugman, Thomas L. Friedman. Crossword E4 TV Listings E32 Weather D7", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-11-04T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1254, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B03E7D71F3FF937A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2510c8eb7c8105d7f5101", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Interview", "snippet": "A growing acceptance of going online to find you a find, catch you a catch....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "THE business of introducing people to each other on the Internet, for romantic purposes, has become a global industry, says Jim Safka, chief executive of Match.com, an IAC/InterActiveCorp unit based in Richardson, Tex. The company says it has 1.1 million subscribers. Here are excerpts from an interview: Q. How big is the market in the United States for online dating? A. The market is very big and it's growing rapidly. We've done the single most extensive study of the singles market and we found there are some 90 million single people over the age of 18. Of that 90 million, approximately 33 million are currently looking for an enduring relationship. Q. The field is dominated by three players: your company, Yahoo Personals and eHarmony. What is your competitive strength? A. Most of the people on our site are willing to post multiple photographs of themselves when they're filling out their profile. They've got complete essays that describe their backgrounds and their interests. So if you're interested in meeting somebody, it's much easier to find that person when you're interacting with all those profiles. Q. Do you specialize in a certain demographic or age group? A. A lot of people presume that online dating at Match.com is for the youth segment, meaning 18- to 25-year-olds. But it turns out, in the age range of 18 to 25, they've already got lots of possibilities to meet people. Their social system allows them to interact with all sorts of single people. Our average customer is in their mid-30's. Many people have already been through a serious relationship or a marriage that didn't work out. When you've been with one person for a longer period of time, your social circle pivots around that person. When you find yourself single again, you need to expand your possibilities. Q. What's the gender breakout of your clientele? A. We've got slightly more men than women. It's about 55 percent to 45 percent. Q. How do you segment your market? A. We have identified three segments. It doesn't really break down by male or female, or even by age. It breaks down by behaviors. One is the ''broaden my options'' segment, which is the core Match segment. They were the early adopters. The next segment we call the ''find my match'' segment and then there's the ''give me help'' segment. They're roughly equal in size. The difference is in how comfortable they are online and how much advice and guidance they want. Q. What does it say about American culture that so many people are going online to meet? A. If you think about how anyone meets anyone these days, the Internet is so much a part of our social ecosystem that it's perfectly normal, based on where people spend their time, that this might be an environment where people actually meet each other. It says a lot about where we are as a society and our adoption of technology, and how mainstream and normal the Internet feels. Q. What are you trying to do globally? A. We think markets in Europe and Asia Pacific are about 18 to 24 months behind where the United States is in online dating. But I think three to five years from now, 50 percent of our business will be overseas. We've got the No. 1 market share position in Europe and we've got some early ventures in Japan. We're looking actively at China. We've got an operation in Australia. Q. How are you overcoming the cultural differences in, say, Japan? A. The idea of relationships and people falling in love is similar globally. But the process by which they do it is different. In Japan, where we've just launched our mobile, or cellphone, service, it's much more of a youth market that's experimenting with the service. It's not unlike the U.S., where initially there was a vicarious curiosity. That curiosity turns into serious intent because people find it really is an effective way to meet people who might be outside your existing social circle. Q. What about France? A. When it comes to a product about love, the French don't want to take any advice from anyone but the French. So even though we have a global platform, we have local management teams in each country that customize the software so that it looks and feels like it's being produced in that country. When you're doing a search within any given country or any given city, the people you're seeing are all local people. Localization is absolutely key. If it smells like an American product built for connecting French people for love, they'll reject it immediately. Q. How did Match.com survive the bursting of the dot-com bubble? A. I wasn't there for the bursting of the bubble and the reigniting of the Internet thereafter. But one of the things about Match, like the other companies that survived, is that it's a real business that wasn't built on metrics like ''unique users'' and ''page views.'' We are a subscription-based business, so there were real paying subscribers. There was a community of people and it had a network effect. The more people signed up and found value, it generated more subscribers. It's been profitable but revenues were flat. The challenge for me was to reignite growth. In this year's second quarter, we grew our revenue by 26 percent.", "headline": {"main": "For Some Searches, Google Won't Do", "kicker": "OFFICE SPACE: ARMCHAIR M.B.A."}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 910, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/06/business/yourmoney/06advi.html", "multimedia": [{"url": "images/2005/11/05/business/06advi.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/05/business/06advi.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "MATCH.COM"}, {"name": "organizations", "value": "IAC/INTERACTIVECORP"}, {"name": "subject", "value": "DATING (SOCIAL)"}], "subsection_name": null, "_id": "4fd2510d8eb7c8105d7f51a2", "byline": {"person": [{"firstname": "William", "middlename": "J.", "lastname": "HOLSTEIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM J. HOLSTEIN"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Yahoo is ever conscious of Google and determined to match it, but in the long run its plans for search seem quite different....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "I HAVE never known how to think about Yahoo. I often turn to it for movie listings and driving maps. I have joined numerous Yahoo-based discussion groups, in which I read and occasionally write messages about various recreational interests. Of the more than 400 million Yahoo e-mail accounts worldwide, one belongs to me. But while I know that eBay is at heart an auction site and Amazon.com a retailer, I have not been sure what Yahoo ''is'' -- apart, of course, from a company with a $53 billion market value and weekly revenue of more than $90 million, whose sites make up the largest single presence on the Internet and, according to company officials, account for 13 percent of all page views.", "headline": {"main": "A Journey to the Center of Yahoo", "kicker": "TECHNO FILES"}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1300, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/06/business/yourmoney/06techno.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "YAHOO! INCORPORATED"}], "subsection_name": null, "_id": "4fd2510d8eb7c8105d7f51a0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "As Google increasingly becomes the starting point for finding information, companies are beginning to view the company with some angst, mixed with admiration....", "news_desk": "National Desk", "lead_paragraph": "Wal-Mart, the nation's largest retailer, often intimidates its competitors and suppliers. Makers of goods from diapers to DVD's must cater to its whims. But there is one company that even Wal-Mart eyes warily these days: Google, a seven-year-old business in a seemingly distant industry. ''We watch Google very closely at Wal-Mart,'' said Jim Breyer, a member of Wal-Mart's board.", "headline": {"main": "Just Googling It Is Striking Fear Into Companies"}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1650, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/06/technology/06google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9fc8eb7c8105d895555", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; U.S."}, {"type_of_material": "News", "snippet": "''We watch Google very closely at Wal-Mart.''    JIM BREYER, a member of Wal-Mart's board. [1]...", "news_desk": "Metropolitan Desk", "lead_paragraph": "''We watch Google very closely at Wal-Mart.'' JIM BREYER, a member of Wal-Mart's board. [1]", "headline": {"main": "QUOTATION OF THE DAY"}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 15, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9401E3DD143EF935A35752C1A9639C8B63", "multimedia": [], "keywords": [{"name": "subject", "value": "QUOTATION OF THE DAY"}], "subsection_name": null, "_id": "4fd24e208eb7c8105d7ef46c", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Never before in American cooking has there been so much change going on at once. An age of experimentation has taken root, and now that the rules in the kitchen have been broken, top chefs -- many of them designers at heart -- have turned their at...", "news_desk": "T: Living Magazine", "lead_paragraph": "Never before in American cooking has there been so much change going on at once. An age of experimentation has taken root, and now that the rules in the kitchen have been broken, top chefs -- many of them designers at heart -- have turned their attention to the plate, food's seemingly timeless partner. Three years ago, Grant Achatz, the chef and owner of Alinea in Chicago, Googled an industrial designer, Martin Kastner, and they began collaborating on new ways of serving food: suspending seasoned bacon from a strand of steel tension wire; setting plates on aromatic pillows; nestling pork tempura and a laurel branch into a cluster of wires they call ''the squid.'' In Washington, D.C., Katsuya Fukushima and his crew at Minibar, owned by José Andrés, have also been tweaking the food-delivery system. Vinaigrettes have morphed into ''olive oil bonbons'' -- glistening teardrops of melted sugar that are filled with olive oil, dipped in vinegar powder and salt, and handed to diners to pop into their mouths like excitingly explosive candy. Foie gras is served on wooden skewers and wrapped in cotton candy. Lobster is accompanied by its own pipette of sauce. The plate is not yet obsolete. But a few generations from now, it may seem as dated as pea spoons and consommé cups.", "headline": {"main": "And the Dish Ran Away With the Spoon"}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "124", "word_count": 260, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B04E2DA103FF935A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2510d8eb7c8105d7f5163", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Amanda", "lastname": "HESSER"}], "original": "By AMANDA HESSER"}, "section_name": "Home and Garden; Style; Magazine"}, {"type_of_material": "News", "snippet": "DUKE University amused academia and befuddled parents when it gave free iPods to its entire freshman class. That was only last year, but it seems a lifetime ago. Back then, a Google search for ''podcasts'' would have given you only a couple dozen ...", "news_desk": "Education Life Supplement", "lead_paragraph": "DUKE University amused academia and befuddled parents when it gave free iPods to its entire freshman class. That was only last year, but it seems a lifetime ago. Back then, a Google search for ''podcasts'' would have given you only a couple dozen hits. Today, that request links to more than 60 million pages. In fact, podcasts -- audio recordings that are posted online and can be updated regularly -- are increasingly being tested as an educational tool. Think of it: every word of every lecture in a semester could be made available to any student with an MP3 player (not just an iPod). Students could replay the lecture anytime, anywhere.", "headline": {"main": "Now, Lectures Anytime, Anywhere", "kicker": "BLACKBOARD: TECHNOLOGY"}, "pub_date": "2005-11-06T00:00:00Z", "abstract": null, "print_page": "7", "word_count": 298, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D00E3DB113FF935A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e208eb7c8105d7ef48f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WM. FERGUSON"}, "section_name": "Education; U.S."}, {"type_of_material": "News", "snippet": "Travel sites like Expedia, Travelocity and Orbitz already have their hands full with airlines and hoteliers luring customers away. Now, here come Yahoo and AOL, and maybe even Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "TRAVEL sites like Expedia, Travelocity and Orbitz already have their hands full with airlines and hoteliers -- their ''valued partners'' -- luring consumers away with sites that look more like full-service travel agencies every day. Now, here come Yahoo and AOL, and maybe even Google. AOL, Yahoo and others have intensified their focus on the travel category in the past year, beefing up destination features, introducing tools and scooping up new users and marketers in the process. This trend has the online travel agencies bracing for the possibility that the portals could one day evolve into full-fledged competitors.", "headline": {"main": "The Online Travel Landscape Is Getting Crowded", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-11-07T00:00:00Z", "abstract": "AOL, Yahoo and others have intensified their focus on travel category in last year, beefing up destination features, introducing tools and scooping up new users and marketers; trend has online travel agencies bracing for possibility that portals could one day evolve into full-fledged competitors; photo (M)", "print_page": "9", "word_count": 1010, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/07/technology/07ecom.html", "multimedia": [{"url": "images/2005/11/07/business/07ecom.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/07/business/07ecom.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "EXPEDIA INCORPORATED"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "ORBITZ"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e208eb7c8105d7ef498", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Yahoo to Add Online Services Using Set-Top Boxes by TiVo  Yahoo and TiVo plan to announce a deal that will connect Yahoo's vast online service to TiVo's set-top boxes, which, in addition to recording television programs, have a largely unused capa...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo to Add Online Services Using Set-Top Boxes by TiVo Yahoo and TiVo plan to announce a deal that will connect Yahoo's vast online service to TiVo's set-top boxes, which, in addition to recording television programs, have a largely unused capability to connect to the Internet. [Page C1.] Internet Portals Introduce Travel Features Expedia, Travelocity and Orbitz already have their hands full with airlines and hoteliers luring consumers away with sites that look like full-service travel agencies. Now Yahoo and AOL and maybe even Google are entering the fray. Yahoo's new ''Trip Planner'' tool allows people to create, store and print virtual trip folders and post them in a public database for others to view. James Slavet, who oversees Yahoo's travel and autos divisions, said: ''The notion is to create a personalized itinerary that's almost like what a really good executive assistant or maybe a travel agent could do for you.'' Bob Tedeschi: E-Commerce Report. [C9.] Uncertainty Surrounds Potential Deal for AOL Microsoft has emerged as the front-runner in the talks surrounding the potential sale of a stake in America Online, two people involved in the negotiations said. But despite interest in AOL from Microsoft, Google and others, reaching a deal has been harder than Time Warner may have hoped. [C1.] Drug Companies Cut Back on Assistance for Elderly Some companies are eliminating charity programs for seniors, saying that the recipients are now eligible for Medicare drug coverage. [C1.] Deal Said to Be Near on Chinese Textiles An agreement to limit for three years the surging growth ofChinese textile imports to the United States is expected to be completed as early as this week, Bush administration officials said. [C9.] Report Is a Warning on Global Oil Prices Oil prices will keep rising over the next two decades unless the oil-rich nations of the Middle East and North Africa substantially increase investments in their energy sectors, a new report warns. [C5.] Chung and Povich to Be Co-Hosts of News Program Connie Chung will return to cable news in January as the host of a weekly show on MSNBC, along with her husband, Maury Povich. [C4.] Colgate Forms Alliance With Gene Therapy Company Colgate-Palmolive and Introgen Therapeutics, a biotechnology company, are collaborating to incorporate gene therapy into mouthwashes, gels and similar products to treat and prevent oral cancers. [C6.] Microsoft Aims to Bring Arcade Games to Xbox Microsoft is banking on buyers of the Xbox 360 to play small arcade-style video games, purchased and downloaded from the Internet. [C8.] Deal Creates Stand-Alone Open-Source Software Firm A Silicon Valley private equity firm plans to announce that it is buying the Ingres database software from Computer Associates and setting it up as a stand-alone open-source software company. [C8.] Embarrassments at the End of the Data Trail What happens when documents with hidden editing traces make their way into the public arena? Tom Zeller Jr.: Link by Link. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 484, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E2DA143EF934A35752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2510d8eb7c8105d7f51e1", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Despite a flurry of interest in AOL from Microsoft, Google and others, finding a deal has been harder than Time Warner may have hoped....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft has emerged as the front-runner in the talks surrounding the potential sale of a stake in America Online, two people involved in the negotiations said. But despite a flurry of interest in AOL from Microsoft, Google and others, finding a deal has been harder than Time Warner may have hoped. Behind the scenes, a number of questions remain that could hold up or even derail a potential transaction.", "headline": {"main": "Many Suitors, and Many Pitfalls, as AOL Seeks a Partner"}, "pub_date": "2005-11-07T00:00:00Z", "abstract": "Potential sale of stake in America Online remains fraught with questions that could hold up or even derail deal with Microsoft or another company; one is whether alliance would represent another new and unproven partnership for Time Warner, company that has been trying to simplify its business in recent years; another is whether bringing in new partner would help Time Warner's wide-ranging media businesses navigate digital world; Time Warner chairman Richard D Parsons has acknowledged talks with Microsoft, but is trying to dampen expectations; Google is interested in deal that could also involve Comcast, and Yahoo and News Corp are also potential partners; AOL, whose subscription service and free Web portal attract millions of consumers daily, has suddenly become coveted because of expanding market for online advertising; chief sticking point in negotiations is how it would be governed and, for now at least, Time Warner says it will not cede control; photos; chart shows potential partners and what they would want from deal (M)", "print_page": "1", "word_count": 1224, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/07/technology/07aol.html", "multimedia": [{"url": "images/2005/11/06/business/07aol_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/06/business/07aol_75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "PARSONS, RICHARD D"}, {"name": "organizations", "value": "NEWS CORP"}, {"name": "organizations", "value": "COMCAST INC"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2510d8eb7c8105d7f51e0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Richard", "lastname": "SIKLOS"}], "original": "By RICHARD SIKLOS; Saul Hansell contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "A front-page article on Sunday about the competitive threat that businesses perceive from Google misstated the title of Bill Gates at Microsoft, a company that is trying to overtake Google's Internet search offerings. He is chairman, not chief exe...", "news_desk": "Metropolitan Desk", "lead_paragraph": "A front-page article on Sunday about the competitive threat that businesses perceive from Google misstated the title of Bill Gates at Microsoft, a company that is trying to overtake Google's Internet search offerings. He is chairman, not chief executive.", "headline": {"main": "Corrections"}, "pub_date": "2005-11-09T00:00:00Z", "abstract": "Correction of Nov 6 article on competitive threat of Google; Bill Gates is chairman of Microsoft", "print_page": "2", "word_count": 39, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E3D8153EF93AA35752C1A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "GATES, BILL"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f848eb7c8105d80f7da", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "Correction", "snippet": "An article in the Circuits pages of Business Day on Oct. 20 about new uses for Google maps referred incorrectly to an issue in discussions between Google and Trulia.com, a company developing a real estate research site using those maps. While the ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in the Circuits pages of Business Day on Oct. 20 about new uses for Google maps referred incorrectly to an issue in discussions between Google and Trulia.com, a company developing a real estate research site using those maps. While the two companies are indeed negotiating a contract, revenue sharing is not part of the discussion.", "headline": {"main": "Corrections"}, "pub_date": "2005-11-09T00:00:00Z", "abstract": "Correction of Oct 20 Circuits report on new uses for Google maps; revenue sharing is not part of Google's talks with Trulia.com", "print_page": "2", "word_count": 57, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507E3D8153EF93AA35752C1A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "TRULIA.COM"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e218eb7c8105d7ef4f2", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Microsoft must alter its business or face being at a competitive disadvantage to a growing array of companies, according to memorandums written by company executives....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft must fundamentally alter its business or face being at a significant competitive disadvantage to a growing array of companies offering Internet services, according to memorandums written by two of the company's top executives. Last week, Microsoft, the largest software maker, announced that it would offer two new Internet services -- Windows Live and Office Live -- in response to companies including Apple, Google, Salesforce.com and Yahoo that have created new businesses based on direct Internet connections with users.", "headline": {"main": "Internet Services Crucial, Microsoft Memos Say"}, "pub_date": "2005-11-09T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 381, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/09/technology/09soft.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2510e8eb7c8105d7f5254", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The 60th edition of Who's Who in America was published last week. But in the era of the Internet, reality television and gangsta rap, who is who?...", "news_desk": "Style Desk", "lead_paragraph": "THE 60th edition of Who's Who in America, that venerable guide to American achievement, was published last week. The familiar two-volume ''big red book,'' a librarian's Vanity Fair, recognizes 109,000 people and, by their inclusion, recommends them to posterity and to America's collective memory. Kind of like a magazine cover that stays on the stands forever. But in the era of the Internet and Google, of reality television, gangsta rap stars, celebrity publicists, incarcerated domestic divas and the famous 15 minutes of fame (probably closer to 5 now), who is who?", "headline": {"main": "Who Are You? Why Are You Here?"}, "pub_date": "2005-11-13T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1504, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/13/fashion/sundaystyles/13WHO.html", "multimedia": [{"url": "imagepages/2005/11/11/style/13who.ready.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/11/11/style/13who.ready.html", "MultimediaPopupWidth2": "250", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/11/11/style/13who.spans.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/11/style/13who.spans.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/11/11/style/13who75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/11/style/13who75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [], "subsection_name": null, "_id": "4fd287358eb7c8105d858a26", "byline": {"person": [{"firstname": "William", "middlename": "L.", "lastname": "HAMILTON", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM L. HAMILTON"}, "section_name": "Style"}, {"type_of_material": "News", "snippet": "Google plans to introduce free analytical tools for online publishers and marketers, a move that would help the company's clients get a better sense of Web site traffic patterns and advertising campaigns....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google plans to introduce free analytical tools for online publishers and marketers today, a move that would help the company's clients get a better sense of Web site traffic patterns and advertising campaigns. Online analytic tools help publishers determine how often people have viewed certain pages and clicked on certain links within those pages. The free services will be integrated into Google's lucrative AdWords program, in which marketers for, say, wrenches, pay to have their ads appear near search results whenever online users search for ''automotive tools.'' Google Analytics will crunch numbers on behalf of users, telling them how often visitors who saw an ad associated with ''automotive tools'' clicked on the ad, versus those who searched for ''hardware stores.''", "headline": {"main": "The Trail of a Clicked-On Ad, Brought to You by Google"}, "pub_date": "2005-11-14T00:00:00Z", "abstract": "Google plans to introduce free analytical tools for online publishers and marketers, a move that would help company's clients get better sense of Web site traffic patterns and advertising campaigns; tools help publishers determine how often people have viewed certain pages and clicked on certain links within those pages; will also allow publishers and marketers to analyze performance of non-Google ad campaigns (M)", "print_page": "3", "word_count": 588, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/14/business/14google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f848eb7c8105d80f86a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "TEDESCHI"}], "original": "By BOB TEDESCHI"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Koch Industries Agrees to Buy Georgia-Pacific for $13.2 Billion  Georgia-Pacific, the paper giant that makes everything from Brawny paper towels to Dixie disposable plates and cups, agreed to be sold for $13.2 billion to Koch Industries, a family-...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Koch Industries Agrees to Buy Georgia-Pacific for $13.2 Billion Georgia-Pacific, the paper giant that makes everything from Brawny paper towels to Dixie disposable plates and cups, agreed to be sold for $13.2 billion to Koch Industries, a family-controlled conglomerate that will become the nation's largest privately held company. [Page C1.] Web Service From Warner to Show Old TV Programs Warner Brothers is preparing an Internet service that will let fans watch full episodes of more than 100 old TV series. The service will be free, supported by advertising, and will start early next year. More than 4,800 separate episodes will be made available online in the first year. [C1.] Sony Effort to Prevent Piracy Draws Criticism Sony BMG is striking out at ''casual piracy'' -- the copying and sharing of CD's with friends. But its methods have stirred a hornet's nest. [C1.] Book Weaves Saks Brand Into Children's Story A new children's book, ''Cashmere If You Can,'' follows a family of Mongolian cashmere goats who just happen to live on the roof of Saks Fifth Avenue's Midtown Manhattan store. [C1.] New Ad Partnership Eschews Commissions and Fees A boutique ad agency, Sugartown Creative in New York, is working with Trudie Styler and her husband, the musician Sting, left, to introduce a line of organic food products that are produced on the couple's estate farm in Tuscany, Italy. Rather than being compensated for its work through commissions or fees, Sugartown Creative will earn a percentage of the revenue that the products generate as they go on sale at specialty food stores. Stuart Elliott: Advertising. [C10.] Google to Offer Service to Online Publishers Google plans to introduce free analytical tools for online publishers and marketers, a move that would help the company's clients get a better sense of Web site traffic patterns and advertising campaigns. [C3.] EBay Is Set to End Fees for Software Developers EBay is expected to announce that it is ending the fees it charges software developers who build Web sites and software programs that channel buyers and sellers its way. The move could help eBay protect its dominance of online auctioneering from an encroachment by Yahoo or Google. [C2.] Sun Says New Servers Are Faster and More Efficient Sun Microsystems is set to announce the first of a new generation of processors for computer servers that the company says offers faster performance with far less energy use. [C2.] Unions Object to Television Product Placement A group of show business unions is denouncing the practice of ''stealth advertising,'' the integration of commercial products into the story lines of television shows, which they say deceives audiences and forces writers and actors to do jobs they were not hired for. [C3.] A Debate Over Control of Internet Addresses A meeting sponsored by the United Nations this week in Tunis will take up a challenge to American authority over Icann, the Internet Corporation for Assigned Names and Numbers, established to manage the Domain Name System, which assigns network names and assures unique addresses. [C4.] Aiming to Level the Online Playing Field Ariba, a business-to-business Internet company, said it would announce a strategy to sell software and services to smaller companies so they can buy supplies more efficiently online. Bob Tedeschi: E-Commerce Report. [C10.] Hurricane Renders Tourist Guides Obsolete Since Hurricane Katrina, many publishers are seeing sales of their New Orleans travel guides plummet. [C11.] On Campus, Upstart Paper Spurs Competition A new paper called U Weekly at Ohio State University has sparked a rivalry with the 124-year-old student daily, The Lantern. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 590, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9904E2D7133EF937A25752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25f848eb7c8105d80f86b", "byline": null, "section_name": "Business"}, {"type_of_material": "Series", "snippet": "Technology continues to unsettle the categories of copyright with Google Print....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "In 1709, Daniel Defoe compared them to ''House-breakers,'' ''High-way Robbers,'' and ''Pick-Pockets,'' not sounding that different from the way software makers, movie producers and writers sound today when they speak about copyright pirates. Why, Defoe asked -- at a time when authors had no rights to their own work -- should there be laws against one class of villain, and not against those who steal another kind of property created ''after infinite Labour, Study, and Expence''?", "headline": {"main": "If Books Are on Google, Who Gains and Who Loses?", "kicker": "CONNECTIONS"}, "pub_date": "2005-11-14T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1276, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/14/arts/14conn.html", "multimedia": [{"url": "imagepages/2005/11/14/arts/14conn_CA0.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/14/arts/14conn_CA0.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/11/14/arts/14conn75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/14/arts/14conn75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287358eb7c8105d858a4e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "ROTHSTEIN"}], "original": "By EDWARD ROTHSTEIN"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "News", "snippet": "EBay is expected to announce Monday that it is ending the fees it charges software developers who build Web sites and software programs that channel buyers and sellers its way....", "news_desk": "Business/Financial Desk", "lead_paragraph": "EBay is expected to announce Monday that it is ending the fees it charges software developers who build Web sites and software programs that channel buyers and sellers its way. The move could help eBay protect its dominance of online auctioneering from an encroachment by Yahoo or Google.", "headline": {"main": "EBay Expected to End Fees for Third-Party Developers"}, "pub_date": "2005-11-14T00:00:00Z", "abstract": "Ebay is expected to end fees it charges software developers who build Web sites and software programs that channel buyers and sellers to its site; move could help eBay protect its dominance of online auctioneering from encroachment by Yahoo and Google; Google is encouraging software developers to create online programs using Google applications like Google Maps to entrench its applications as dominant standard (M)", "print_page": "2", "word_count": 531, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/14/business/14ebay.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "EBAY INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd264558eb7c8105d8179fb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google is poised to enter the highly competitive classified advertisement business, posing a threat to online and traditional businesses in that field....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google is poised to enter the highly competitive classified advertisement business, posing a threat to online and traditional businesses in that field. On Tuesday evening, Google, the dominant Web search site, was planning to introduce a service called Base, which it said was intended to permit Internet users to upload files and other information to Google's servers and make them searchable by category.", "headline": {"main": "Google Aims for the Classified Ads Business", "kicker": "TECHNOLOGY"}, "pub_date": "2005-11-16T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 865, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/16/technology/16google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "CLASSIFIED ADVERTISING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287368eb7c8105d858a99", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Johnson & Johnson and Guidant Revise Merger Deal, Cutting Price by $4 Billion  Johnson & Johnson, the medical products giant, announced a revised merger deal under which it will pay $21.5 billion, or $4 billion less than it had originally agreed, ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Johnson & Johnson and Guidant Revise Merger Deal, Cutting Price by $4 Billion Johnson & Johnson, the medical products giant, announced a revised merger deal under which it will pay $21.5 billion, or $4 billion less than it had originally agreed, for the Guidant Corporation, the troubled maker of implantable heart devices. [C1.] Sony to Recall Millions of CD's That Could Harm PC's The global music giant Sony BMG said it planned to recall millions of CD's by at least 20 artists because they contain copy restriction software that poses risks to consumers' computers. [C1.] Senate Committee Approves $5 Billion Oil Tax In a telling sign of the political impact of soaring energy prices, the Republican-controlled Senate Finance Committee voted to impose a $5 billion tax next year on the nation's biggest oil companies. [C1.] Boeing Plans Larger 747 Jet to Compete with Airbus Boeing announced plans for a larger generation of its 747 jetliner to compete with the Airbus A380, the largest passenger jet ever built. The new 747-8 is the latest entry in the 747 family of aircraft first flown in 1969. The new model will come in both passenger and freighter versions, ending widespread speculation that Boeing would offer only a freighter version and concede the market for superlarge passenger jets to Airbus. The A380, however, would remain the largest commercial airliner, with 555 seats, compared with the 747-8's 446 seats. [C2.] Fed Nominee Defends Inflation Target Strategy Ben S. Bernanke, nominated to succeed Alan Greenspan as chairman of the Federal Reserve, told lawmakers at his confirmation hearing that it was a ''false dichotomy'' to assume that low inflation was at odds with rising wages and greater income equality. [C4.] Wholesale Inflation Eased in October Inflation at the wholesale level tapered off in October after surging in the immediate aftermath of the hurricanes, as energy and auto prices fell. Another report showed that weak auto sales and reduced gas prices drove down overall retail sales last month, which otherwise rose on the strength of building materials, clothing and general merchandise. [C5.] Executive Cuts Expected at Morgan Stanley Under pressure to lift Morgan Stanley's profits and its flagging stock price, John J. Mack, the chief executive, is expected to trim the firm's vaunted investment banking division and dismiss as many as 22 managing directors in the coming days, said a person who had been briefed on the plan. [C4.] N.Y.S.E. Reaches Deal in Suit Over Archipelago Merger The New York Stock Exchange reached a settlement yesterday with 10 dissident seat holders who had sued to halt the exchange's merger with the electronic trading operator Archipelago Holdings. Under the agreement, the two sides will commission an independent valuation of the deal. [C4.] Steady Year but Cautious Outlook at Pension Agency The federal agency that insures pensions reported yesterday that its financial position stayed roughly constant over the last fiscal year, after three years of record losses. But its executive director warned that the pension system's troubles, and the risk to the agency, were not yet over. [C4.] Google Ready to Enter Classified Advertising Business Google is poised to enter the competitive classified advertisement business, posing a threat to online and traditional businesses in that field. [C6.] Allergan Makes $3.2 Billion Offer to Buy Inamed Allergan, a company best known for eye-care products and its Botox antiwrinkle therapy, said yesterday that it had offered a $3.2 billion combination of cash and stock to acquire Inamed, a leader in breast implants and the fast-growing market for antiobesity devices. Allergan's offer, valued at $84 a share, appeared certain to scuttle Inamed's previously announced plans to be acquired by Medicis Pharmaceutical, a producer of prescription antiwrinkle drugs. [C5.] Conflicting Economic Signals Send Stocks Lower Stocks fell amid conflicting signals about inflation and consumer spending. The Dow Jones industrial average lost 10.73 points, to 10,686.44. The Standard & Poor's 500-stock index dropped 4.75 points, to 1,229.01, and the Nasdaq composite index declined 14.21 points, to 2,186.74. [C13.] Low-Spending Germany Proposes Tax on Consumers Germany, saddled with some of the highest taxes and lowest-spending consumers in Europe, has put an improbable measure at the heart of its economic agenda: an increase in the tax on consumption. [C10 .] Vodafone Warns of Smaller Profit Margins Facing fierce competition in Europe and poor results in Japan, the Vodafone Group warned that its profit margins will narrow through early 2007. The warning caused its share price to fall. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 741, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A03E0D7103EF935A25752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251108eb7c8105d7f53fb", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "Conrad Black and Three Former Executives Of Hollinger Are Indicted on Fraud Charges  Conrad Black, who once cut a wide swath across the business, political and social worlds in Manhattan and London as head of Hollinger International, was indicted ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Conrad Black and Three Former Executives Of Hollinger Are Indicted on Fraud Charges Conrad Black, who once cut a wide swath across the business, political and social worlds in Manhattan and London as head of Hollinger International, was indicted on charges that he and three former colleagues devised a plan to steal $51.8 million from the newspaper publishing company that he helped create. Lord Black, 61, left, faces up to 40 years in prison and fines of up to $2 million in the case, which includes charges of wire fraud and mail fraud. [Page C1.] Cisco Is Expected to Buy Scientific-Atlanta for $7 Billion Cisco Systems, the Internet equipment provider, plans to announce the acquisition of Scientific-Atlanta, a maker of television set-top boxes, for $7 billion, according to people who have been briefed on the negotiations. [C2.] Hospitals Enlist Doctors in Cost-Cutting Experiments Some hospitals are asking doctors to cut costs during medical procedures and as an incentive, sharing the savings with them in several closely monitored experiments intended to find ways to reduce health care costs. [C1.] Google This: $400 a Share on Nasdaq Google became a verb before it became a public company. Now it has also become a $400 stock. Market Place. [C1.] Walt Disney Gains Ad Revenue but Film Unit Slips The Walt Disney Company reported advertising gains in its ABC and ESPN networks for the most recent quarter, but those profits were not enough to offset losses in the film division that resulted from a string of underperformers at the box office as well as declining DVD sales. [C5.] United States Goods Struggle to Compete in China When President Bush arrives in Beijing tomorrow, he is expected to press China to reduce its large and growing trade surplus with the United States, on track to hit a record $200 billion this year. But for a long list of reasons, American products are struggling in the Chinese market, where they have trouble measuring up to European brands and even some Chinese brands. [C1.] House Defeats a $142.5 Billion Spending Measure House Republican leaders were dealt a rare defeat as Democrats and 22 Republicans teamed up to kill a $142.5 billion health and education spending measure. [A1.] The Pentagon got a tongue-lashing from members of the Senate Banking Committee for failing for years to work with federal and state financial regulators to prevent deceptive sales of unsuitable insurance and investment products to members of the armed forces. [C3.] United Airlines Prepares to Emerge From Bankruptcy United Airlines, planning for life outside bankruptcy, projects higher revenue and profit in the years ahead, even though it faces everything from terrorism and uncertain fuel prices to labor unrest and low-cost competitors, not to mention normal economic ups and downs. [C3.] October Real Estate Data Indicate a Slowing Market New home construction dropped to its slowest pace in five months and building permits had their biggest monthly drop in almost six years in October, the government reported, providing more evidence of a housing slowdown. [C3.] Hewlett-Packard's Profit Falls on Restructuring Expenses Hewlett-Packard said its quarterly net profit had declined sharply because of expenses related to cost cutting, but that cost cutting had resulted in a 24 percent increase in operating profit. [C7.] F.D.A. Investigates Reports of Deaths Related to Flu Drug The Food and Drug Administration is looking into reports of deaths and abnormal behavior among children in Japan who took the anti-influenza drug Tamiflu, which is being stockpiled by governments around the world for use in a possible flu pandemic. [A24.] Turkish Hub to Extend Russian Natural Gas Reach Russia will extend the reach of its natural gas exports by using Turkey as a hub for shipments to southern Europe and possibly Israel, President Vladimir V. Putin of Russia, left, said at the opening of a pipeline on the Black Sea. ''The pipeline's start-up is one more step towards building a unified energy system in Europe,'' Mr. Putin said. ''This is a step toward reinforcing the Continent's energy security and diversifying energy supplies to consumers.'' [C4.] I.B.M. Planning a Chip Design Center in India I.B.M. reached an agreement with an Indian outsourcing company, HCL Technologies, to design its Power Architecture chips in India in the first design center outside I.B.M.'s own walls. [C4.] Stocks Rise on Industrial Production Data Stocks rose yesterday, helped by data on industrial production and a bounce in General Motors' share price. The Dow Jones industrial average rose 45.46, to 10,720.22; the Nasdaq rose 32.53, to 2,220.46; and the S.& P. 500-stock index rose 11.59, to 1,242.80. [C7.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-18T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 762, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F02EFD6113EF93BA25752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251dc8eb7c8105d7f67c6", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Just 15 months after the company went public at $85 a share Google traded Thursday above $400 for the first time....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google became a verb before it became a public company. Now it has also become a $400 stock. Just 15 months after the company went public in an unusual auction at $85 a share, which was less than the company had hoped and was widely viewed as disappointing, Google traded yesterday above $400 for the first time, closing at $403.45, up $5.30. The gain helped lift the Nasdaq composite index, which rose 1.5 percent, to 2,220.46, to its highest close since June 2001.", "headline": {"main": "Rapid Rise: Google Passes $400 a Share", "kicker": "MARKET PLACE"}, "pub_date": "2005-11-18T00:00:00Z", "abstract": "Google trades above $400 a share for first time, closing at $403.45, up $5.30; went public 15 months ago in unusual auction at $85 a share, which was less than it had hoped and was widely viewed as disappointing; chart (Market Place column) (M)", "print_page": "1", "word_count": 709, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/18/business/18place.html", "multimedia": [{"caption": "Going for Google", "url": "imagepages/2005/11/17/business/18place_graphic.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/17/business/18place_graphic.html", "MultimediaType1": "Image", "MultimediaHeadline1": "Going for Google"}, "type": "Image"}], "keywords": [{"name": "creative_works", "value": "MARKET PLACE (TIMES COLUMN)"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd251108eb7c8105d7f5474", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Floyd", "lastname": "NORRIS"}], "original": "By FLOYD NORRIS; Eric Dash contributed reporting for this article"}, "section_name": "Business"}, {"type_of_material": "Op-Ed", "snippet": "We are witnessing the Web's second coming, not a new bubble....", "news_desk": "Editorial Desk", "lead_paragraph": "IT sure feels like a bubble, doesn't it? Let's tick off the signs: a red-hot market for Internet stocks (Google, for example, has more than quadrupled since it went public in 2004); fawning articles celebrating entrepreneurs; a glut of venture capitalists elbowing one another to invest in companies with no plans on how to make money past some hand waving about ''advertising'' and plenty of vague claims about how their technology will ''change the world.'' The Internet is exciting again, and once again folks are rushing in. In some categories -- like search or social networking, for example -- there are scores of start-ups vying for pretty much the same market, and it's certain that, just like last time, most of them will fail.", "headline": {"main": "Building a Better Boom", "kicker": "Op-Ed Contributor"}, "pub_date": "2005-11-18T00:00:00Z", "abstract": "Op-Ed article by John Battelle on reasons why second Web 'bubble' is not a bubble at all; says first version of Internet was long on vision but short on execution and audience, while current version is result of decade's worth of work on technologies that are now proven, and also free; says this time financiers are not driving bubble, entrepreneurs and geeks are; says this time there is relative lack of public offerings; says era of hot Net IPO's is over; drawing (M)", "print_page": "29", "word_count": 1104, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/18/opinion/18battelle.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORPORATION"}, {"name": "organizations", "value": "ORACLE CORPORATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287368eb7c8105d858ad5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "Battelle"}], "original": "By John Battelle"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "The consensus Wall Street view of newspapers now is that they are a dying breed....", "news_desk": "Business/Financial Desk", "lead_paragraph": "THERE is a venerable Wall Street joke featuring an investor who, having accumulated a large position in an illiquid stock, decides it is time to get out. ''Yes, sir,'' replies the broker when he is told to sell. ''To whom?'' The current situation of Knight Ridder, the owner of newspapers including The Philadelphia Inquirer and The Miami Herald, brings back that joke, albeit painfully.", "headline": {"main": "Does Anyone Want to Buy A Newspaper?"}, "pub_date": "2005-11-18T00:00:00Z", "abstract": "Floyd Norris column on prospects of newspaper industry in wake of Knight-Ridder's decision to put itself up for sale; cites optimistic outlook of Private Capital Management money manager Bruce S Sherman, who believes industry has bright future despite consensus on Wall Street that newspapers are dying breed, destined to wither under relentless competition from likes of Google; graph (M)", "print_page": "1", "word_count": 589, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/18/business/18norris.html", "multimedia": [{"url": "imagepages/2005/11/17/business/18norris_ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/17/business/18norris_ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/11/17/business/nor.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/17/business/nor.7575.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "SHERMAN, BRUCE S"}, {"name": "organizations", "value": "KNIGHT-RIDDER INC"}, {"name": "organizations", "value": "PRIVATE CAPITAL MANAGEMENT LP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "INDUSTRY PROFILES"}], "subsection_name": null, "_id": "4fd25f858eb7c8105d80f8d8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Floyd", "lastname": "NORRIS"}], "original": "By FLOYD NORRIS"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "U.S. Brands Struggle To Compete in China  When he visits Beijing this weekend, President Bush is expected to urge China to reduce its trade surplus with the United States, but American products are struggling in the Chinese market, where they have...", "news_desk": "Metropolitan Desk", "lead_paragraph": "U.S. Brands Struggle To Compete in China When he visits Beijing this weekend, President Bush is expected to urge China to reduce its trade surplus with the United States, but American products are struggling in the Chinese market, where they have trouble measuring up to European brands and even some Chinese brands. BUSINESS DAY, PAGE C1 Blame for School's Failure William F. Weld, who wants to run for governor of New York, blamed the federal government for the collapse of a commercial vocational school in Kentucky of which he was chief executive officer. PAGE B1 Darwin in Depth A live green iguana is included in a sweeping new exhibition at the American Museum of Natural History devoted to the life of Charles Darwin. A review by Edward Rothstein. WEEKEND, PAGE E33 Look Up, for Google Google became a verb before it became a public company. Now it has become a $400 stock. Its shares closed at $403.45, 15 months after Google went public at $85. ''It is more psychological than anything,'' an analyst said. ''There aren't too many $400 stocks out there.'' BUSINESS DAY, PAGE C1 Iraq-U.S. Rift Over Torture Iraq's interior minister played down reports of torture of prisoners by police officers while the American Embassy warned that such abuse would not be tolerated. PAGE A14 News Tycoon Is Indicted Conrad M. Black was indicted on charges that he helped steal $51.8 million from the publishing giant he helped create. BUSINESS DAY, PAGE C1 Making Timid Mice Daring Scientists working with mice have found that by removing a single gene they can turn normally cautious animals into daring ones. PAGE A22", "headline": {"main": "INSIDE"}, "pub_date": "2005-11-18T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 272, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950DEED6113EF93BA25752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251dc8eb7c8105d7f67c7", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "Publishers, authors and Google debated the Web company's plan to digitize the collections of major libraries at the New York Public Library on Thursday....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "If there was any point of agreement between publishers, authors and Google in a debate Thursday night over the giant Web company's program to digitize the collections of major libraries and allow users to search them online, it seemed to be this: Information does not necessarily want to be free. Rather, the parties agreed, information wants to be found.", "headline": {"main": "Googling Literature: The Debate Goes Public"}, "pub_date": "2005-11-19T00:00:00Z", "abstract": null, "print_page": "7", "word_count": 752, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/19/books/19goog.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251118eb7c8105d7f548c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "News", "snippet": "In a new book about Google, there are occasional hints that the extraordinary success of the search-engine phenom has begun to go to its head....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "THOUGH ''The Google Story,'' by David A. Vise and Mark Malseed (Delacorte Press, $26), is as adoring a business profile as I have read, there are occasional hints that the extraordinary success of this search-engine phenom has begun to go to its head -- and maybe even produced a touch of the arrogance for which past software kings have been famous. There is Google's cavalier effort, without regard to people's privacy, to sell ads based on the content of people's e-mail. Then we read that Google is reluctant to make restitution to advertisers who claim to have been victimized by fraudulent and often malicious clickers. Next comes the unsettling point that Google refers to ads on its own site with the euphemism ''sponsored links.''", "headline": {"main": "The Story of the Search, Applause Included", "kicker": "OFF THE SHELF"}, "pub_date": "2005-11-20T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 1001, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/20/business/yourmoney/20shelf.html", "multimedia": [{"url": "imagepages/2005/11/20/business/20shelf.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/20/business/20shelf.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/11/20/business/20shelf.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/20/business/20shelf.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251118eb7c8105d7f5506", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Roger", "lastname": "LOWENSTEIN"}], "original": "By ROGER LOWENSTEIN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Without intending to do so, Google set in motion multilateral disarmament by telling its first advertisers in 2000: text only....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "FIVE years ago, Web advertisers were engaged in an ever-escalating competition to grab our attention. Monkeys that asked to be punched, pop-ups that spawned still more pop-ups, strobe effects that imparted temporary blindness -- these were legal forms of assault. The most brazen advertiser of all, hands down, was X10, a little company hawking security cameras, whose ubiquitous ''pop under'' ads were the nasty surprise discovered only when you closed a browser window in preparation for doing something else. Today, Web advertisers by and large have put down their weapons and sworn off violence. They use indoor voices now. This is a remarkable change.", "headline": {"main": "How Google Tamed Ads on the Wild, Wild Web", "kicker": "DIGITAL DOMAIN"}, "pub_date": "2005-11-20T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1455, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/20/business/yourmoney/20digi.html", "multimedia": [{"url": "imagepages/2005/11/20/business/20digi.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/11/20/business/20digi.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/11/20/business/20digi.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/20/business/20digi.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251118eb7c8105d7f550e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randall", "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "LIBRARIES, as Tom Geoffino, the head librarian in Fairfield, pointed out, ''are all about access to information.'' But in this Google-driven age, that information is increasingly retrieved by people through computers, not card catalogues or refere...", "news_desk": "Connecticut Weekly Desk", "lead_paragraph": "LIBRARIES, as Tom Geoffino, the head librarian in Fairfield, pointed out, ''are all about access to information.'' But in this Google-driven age, that information is increasingly retrieved by people through computers, not card catalogues or reference desks. So libraries have had to become more high-tech, installing more and more computers and figuring out how to give their patrons access. But as Internet-connected computers became common in libraries, librarians have reluctantly found themselves in roles for which they have neither trained nor volunteered -- that of traffic cop, referee and computer technician. They are often forced to determine who gets to use the computers and for how long.", "headline": {"main": "Policing a Library's Computers"}, "pub_date": "2005-11-20T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 1076, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E0DF1F3EF933A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264568eb7c8105d817b16", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "SANTANIELLO"}], "original": "By GARY SANTANIELLO"}, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google's new database could be more a spike to the heart than just another nail in the coffin for newspapers....", "news_desk": "Business/Financial Desk", "lead_paragraph": "LAST week's string of dismal headlines about the newspaper business eventually began to resemble a multivehicle pileup on the freeway. There was so much carnage it was difficult for even the most determined rubbernecker to know where to look. On Wednesday, Bob Woodward, the man who built his career on protecting a single Watergate source, became impaled by his efforts to protect another. Who would have thought that one of the journalists responsible for the ubiquitous ''gate'' suffix denoting scandal would end up with it being attached to his name?", "headline": {"main": "Woodward? Google? A Plague Week", "kicker": "David Carr"}, "pub_date": "2005-11-21T00:00:00Z", "abstract": "David Carr column on spate of bad news for nation's newspaper industry, the scariest being Google Base, an online threat to classified advertising; says that while large national newspapers have already absorbed big hit as advertising categories like travel and automobiles have moved online, Google Base could take bigger toll on local and regional newspapers, which so far have managed to maintain their connection between their readers and goods and services in same market; says new competition will be evident if and when Knight Ridder, with its host of regional and local newspapers, goes up for sale (M)", "print_page": "1", "word_count": 1161, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/21/business/21carr.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "KNIGHT RIDDER"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251dc8eb7c8105d7f67ea", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CARR"}], "original": "By DAVID CARR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Harvard, together with Google, plans to create searchable digital copies of entire collections at five leading research libraries....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Twenty years ago, when Sidney Verba became director of the Harvard University Library, he thought there was a good chance he would enjoy a placid transition into retirement. Placid is not the word Mr. Verba would use to describe his life now. ''Challenging'' or ''exciting'' would better fit the bill, he said, choosing his words carefully.", "headline": {"main": "At Harvard, a Man, a Plan and a Scanner"}, "pub_date": "2005-11-21T00:00:00Z", "abstract": "Sidney Verba, director of Harvard University Library, defends decision to have library participate with other leading research libraries in Google's effort to create searchable digital copies of entire book collection; project has provoked lawsuits by publishers and writers' groups that accuse Google of violating copyrights by scanning books into Google's search database without permission of copyright holders; Verba, a writer himself and former chairman of board of Harvard University Press, argues that project will meet needs of students who gravitate to Internet to conduct their research and that project will aid library's broader mission to preserve academic material and make it accessible to world; Harvard has so far confined scanning of its collections largely to books in public domain, but hopes eventually to scan copyrighted books as well, depending on outcome of legal dispute; Google's search of copyrighted works in library collections allows users to see limited amount of text surrounding relevant search term; photo (M)", "print_page": "1", "word_count": 1374, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/21/business/21harvard.html", "multimedia": [{"url": "images/2005/11/21/business/21harvard.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/21/business/21harvard.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "VERBA, SIDNEY"}, {"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "NEW YORK PUBLIC LIBRARY"}, {"name": "organizations", "value": "UNIVERSITY OF MICHIGAN"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "STANFORD UNIVERSITY"}, {"name": "organizations", "value": "OXFORD UNIVERSITY"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287378eb7c8105d858b4a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Education; Business; Books"}, {"type_of_material": "Review", "snippet": "Two books interpret Google's ethics and future prospects differently....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "The Google Story Inside the Hottest Business, Media and Technology Success of Our Time By David A. Vise and Mark Malseed Illustrated. 326 pages. Delacorte Press. $26. The Search How Google and Its Rivals Rewrote the Rules of Business and Transformed Our Culture By John Battelle Illustrated. 311 pages. Portfolio. $25.95. ''The Google Story,'' by David A. Vise and Mark Malseed, describes the lava lamps, AstroTurf, beach volleyball, celebrity-caliber fried chicken and touch-pad-controlled toilets that have given Google's cloistered Googleplex campus in Mountain View, Calif., its much-vaunted Peter Pan atmosphere.", "headline": {"main": "Sorting The World By Design", "kicker": "BOOKS OF THE TIMES"}, "pub_date": "2005-11-21T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1031, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/21/books/21masl.html", "multimedia": [{"url": "images/2005/11/21/arts/21masl-book75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/21/arts/21masl-book75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287378eb7c8105d858b4d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Janet", "lastname": "MASLIN"}], "original": "By JANET MASLIN"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-15    China's President Vows To Ease Economic Conflicts  President Hu Jintao of China told President Bush that he was willing to move more quickly to ease economic differences with the United States, but he gave no ground on inc...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-15 China's President Vows To Ease Economic Conflicts President Hu Jintao of China told President Bush that he was willing to move more quickly to ease economic differences with the United States, but he gave no ground on increasing political freedoms. A1 Clues to Guatemala's Grim Past Authorities from the Guatemalan human rights ombudsman's office have discovered what appears to be all the files of the National Police, an agency inextricably linked to human rights abuses during the country's 36-year civil conflict. The documents promise a collection of new evidence for the victims. A1 Sharon Said to Quit Likud Party Prime Minister Ariel Sharon has decided to quit the ruling Likud Party, which he helped to found, and will create a new party to try to win re-election, according to Israel's army radio and public television. A1 Violence at Egypt's Polls Attackers wielding machetes, knives and axes created mayhem at scattered polling places around Egypt, killing one man and wounding dozens of others, in what was seen as a government attempt to create chaos to prevent the Muslim Brotherhood from making further gains in the second round of three-stage parliamentary elections. A3 Dispute Over U.N. Authority A growing dispute over the future division of authority at the United Nations has prompted showdown talk among diplomats and a warning from John R. Bolton, the American ambassador, that the United States may look elsewhere to settle international problems. A6 Iran Votes to Close Sites to U.N. Iran's conservative Parliament approved the outline of a bill that would bar United Nations inspectors from visiting its nuclear sites if the agency refers Iran's case to the Security Council for possible punitive measures. The board of governors of the United Nations' International Atomic Energy Agency is expected to review Iran's case this week. A10 U.S. Urges Bosnia on Charter Ten years after the United States helped broker an accord ending the war in Bosnia, the Bush administration was pressing the country's sectarian factions to seek a revised constitution and to pledge to arrest a prominent Bosnian Serb accused of war crimes. A12 Bomb Kills 15 Iraqis, 1 Marine The Marine Corps said that 15 Iraqi civilians and a marine were killed when a roadside bomb exploded in the town of Haditha, 140 miles northwest of Baghdad. At least 11 other Iraqis were killed or found dead in various incidents, and military officials reported the deaths of two more Americans and a British soldier. A15 Italian Film Faults U.S. Italian public television showed a scathing documentary renewing persistent charges that the United States used white phosphorus rounds, incendiary munitions that the film incorrectly called ''chemical weapons,'' against Iraqis in Falluja last year. A14 NATIONAL A16-21 Protesters and Residents Are at Odds Near Base Protesters descended on the town of Columbus, Ga., which houses the Fort Benning military base, for an annual demonstration calling for the closing of its training school for Latin American officers. But local residents in the military town are beginning to see the yearly event as anti-military. A16 G.O.P. Quarrel Becomes Public A once-private feud between the Bush administration and Senate Republicans -- namely John W. Warner of Virginia, John McCain of Arizona and Lindsey Graham of South Carolina -- who took issue with the president's military policy in Iraq and in the war on terrorism has begun spilling into the open. A1 Morale at the Front Lines In interviews conducted with more than 200 soldiers, sailors, airmen and marines, the sense emerged that the war in Iraq had not broken the military -- but that civilian leaders should be wary that could change. A14 Gunman Injures Six in Mall A gunman opened fire inside a busy shopping mall in Tacoma, Wash., wounding at least six people and taking three others hostage in a music store before surrendering to police officers, the authorities said. A21 Lobbyists Debate Nominee Judge Samuel A. Alito Jr. may not be a household name outside the nation's capital, but interest groups on both sides of the battle over his Supreme Court nomination are doing everything they can to bring it up in far-flung places. A18 Analysts and lawyers say Judge Alito has compiled a brief but unmistakable record that makes him a leader in the camp of conservative theorists and judges who believe that federal courts have been too quick to limit religious activities in public life. A18 Team Purchase Creates Rift The Yakama Nation's purchase of the Continental Basketball Association's Sun Kings team has created a deep divide among Indians on the reservation and led to the removal of three tribal officials. A1 Governor Trumpets Clean Coal Montana's populist governor, Brian Schweitzer, believes a coal derivative could play a big role in helping Americans gain energy independence and provide a clean fuel. A16 OBITUARIES A23 Lou Myers A satiric artist and graphic essayist whose expressive drawings, above, helped modernize cartoons in major American magazines and advertisements, he was 90. A23 NEW YORK/REGION B1-7 After a Landmark Lawsuit,Unexpected Results The holdouts in New London, Conn., who lost their eminent domain case against the city remain in their homes, five months after the Supreme Court issued its landmark ruling. The development meant to rise on their property has been stymied by the political outcry over the ruling. A1 Doubts About River Cleanup A federal conservation official has raised serious doubts about a plan to clean up PCB's in the Hudson River. In a confidential memo, the official says that General Electric, whose factories created the contaminants, intends to leave them in the river and cover them with a cap, which could wash away. B1 Neediest Cases B4 SPORTSMONDAY D1-9 Tony Stewart Wins Nextel Cup With one race to go in the 2005 season, Tony Stewart, left, didn't try to win the Ford 400 on Sunday at Homestead-Miami Speedway. He went for the bigger trophy. While Jimmie Johnson's last chance challenge ended with a crash, Stewart completed a safe, relatively uneventful 15th-place finish to capture his second career points championship. Stewart, who won his first Cup in 2002, now takes his place among the elite group of multiple champions in Nascar's premier race division. D1 ARTS E1-12 Confrontation Looms for Met At a meeting tomorrow in Rome, Italian investigators tracking looted antiquities plan to question the director of the Metropolitan Museum of Art about the provenance of about 30 objects that they assert were clandestinely excavated before making their way into the museum's collection or the private trove of Shelby White, a Met trustee. E1 Public TV Overseer Questioned Senior officials at the Corporation for Public Broadcasting have asked a large accounting firm to rewrite a confidential report provided to the corporation's board this month, that raised questions about the propriety of a number of large contracts, officials who have seen the report said. Among the contracts the auditors' report questioned, they said, was a consulting agreement worth almost $500,000 with a former president of the corporation. E1 BUSINESS DAY C1-10 Wal-Mart Goes Upscale Online, Wal-Mart has broken through its own price ceiling, selling high-priced platinum and diamond jewelry, cashmere sweaters and other goods meant to appeal more to the Tiffany crowd than to the bargain hunters who browse the company's traditional stores. C1 Google and the University Google's plan to create searchable digital copies of entire collections of books at five leading research libraries has prompted soul searching at the universities involved, including Harvard. C1 Crucial Time for Fox Show The future of Fox's highly successful ''American Idol'' series may rest on two developments: contract talks with its dominant star, Simon Cowell, and a decision on whether to change the nights that it appears. C1 Tough Job for Media Reporter Howard Kurtz, the media writer for The Washington Post, found himself in the unusual position of interrogating his own boss. Mr. Kurtz posed tough questions for nearly eight minutes to Leonard Downie Jr., The Post's executive editor, on a program where Mr. Kurtz is host, CNN's ''Reliable Sources.'' The subject was the revelation last week that Bob Woodward, The Post's assistant managing editor and a best-selling author, had not disclosed the fact that a senior official in the Bush administration leaked the name of a C.I.A. agent to him more than two years ago. C1 Business Digest C2 EDITORIAL A22-23 Editorials: Accountability begins at home; endangering Yellowstone's grizzlies; a fence on the border; Brent Staples on what America could learn from foreign schools. Column: Paul Krugman. Autos D10 Bridge E8 Crossword E8 Metro Diary B2 TV Listings E11 Weather B9", "headline": {"main": "News Summary"}, "pub_date": "2005-11-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1422, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E0DD1F3EF932A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a9fe8eb7c8105d895726", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "Going Against Type, Wal-Mart's Web Site Tries Selling High-Priced Merchandise  Walmart.com has broken through its own glass ceiling, selling high-priced platinum and diamond jewelry, cashmere sweaters and other goods meant to appeal more to the Ti...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Going Against Type, Wal-Mart's Web Site Tries Selling High-Priced Merchandise Walmart.com has broken through its own glass ceiling, selling high-priced platinum and diamond jewelry, cashmere sweaters and other goods meant to appeal more to the Tiffany crowd than to the bargain hunters who browse the company's terrestrial stores. [Page C1.] A Crucial Time for Fox and 'American Idol' Fox executives are at a critical stage in negotiations with Simon Cowell, star of the hit series ''American Idol.'' [C1.] For Media Writer and Media Host, Potential Conflicts Howard Kurtz has a highly unusual double role: he is a media writer for The Washington Post and a media referee for ''Reliable Sources'' on CNN. Yesterday he interviewed his newspaper boss on television. [C1.] Academic Ambivalence Over Google Scanning Plan Google's plan to create searchable digital copies of tens of millions of books at five leading research libraries has led to plenty of soul searching at Harvard and the other universities involved. [C1.] Hoping the Time Has Come for Web Convergence C.J. Kettler, left, who was unable to get the idea of Internet convergence off the ground at Oxygen Media, is trying again at Lime, a media company devoted to new-age lifestyle programs on subjects like organic food, hybrid cars and alternative medicine. As with Oxygen, she has big-name backers, notably Stephen M. Case, the co-founder of AOL, who owns a majority of Lime. Lime has just started a Web site featuring a collection of blogs, podcasts of the radio shows and many video clips drawn from its TV programming. It is already sending text programming to mobile phones and will soon add video offerings. [C6.] TiVo Feature Would Put TV Programs on Video iPods TiVo Inc., the maker of digital video recorders, plans to announce a new feature that will let TiVo owners watch recorded television shows on Apple's video iPods and on Sony's handheld PSP game machine. [C7.] Survey Shows Dissatisfaction Over Advertising The results of a widely followed annual survey show that many aspects of the relationships between agencies and their advertiser clients continue to be rated at or near historic lows. The survey strongly suggests that significant differences still prevent advertisers and agencies from working together more productively. Stuart Elliott: Advertising. [C1.] Newspaper Industry Hears Dismal News For the newspaper business, the news has recently gone from bad to worse. David Carr. [C1.] With New Xbox, a New Level of Competition The transition to a new generation of video game consoles kicks off tonight at midnight when retailers begin selling Microsoft's Xbox 360. The event is a much-anticipated step in an intensifying business battle between Microsoft, a relative newcomer to the video game industry, and Sony and Nintendo. [C6.] Use of Internet Search Engines on the Rise The number of people who use Internet search engines to find information has jumped over the last year, claiming a solid No. 2 spot among online tasks after sending and receiving e-mail messages, a study found. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 495, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E5DE1F3EF932A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264568eb7c8105d817b25", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "G.M. Announces Turnaround Plan That Includes 5,000 More Job Cuts  General Motors unveiled details of a three-year blueprint to revive its fortunes, including 5,000 job cuts on top of 25,000 previously announced. But analysts questioned whether the...", "news_desk": "Business/Financial Desk", "lead_paragraph": "G.M. Announces Turnaround Plan That Includes 5,000 More Job Cuts General Motors unveiled details of a three-year blueprint to revive its fortunes, including 5,000 job cuts on top of 25,000 previously announced. But analysts questioned whether the plan was enough, saying it lacked the speed and breadth that have helped major rivals stage comebacks. [Page A1.] G.M. workers across the country met the news with a mixture of shock, resignation and frustration with the company's management. [C1.] J.P. Morgan Chase to Offer Hedge-Like Fund In the latest sign that hedge funds are going mainstream, J.P. Morgan Chase is marketing a mutual fund, the Highbridge Statistical Mutual Fund, which will be overseen by Highbridge Capital Management, the $9 billion hedge fund firm that the bank acquired last year. Market Place. [C1.] Barriers to the Top for Women in Advertising Despite their notable rise in the ad business, women have a long way to go, especially as creative directors, the people who are ultimately responsible for the output of an agency. [C1.] Mentor Plans to Continue Pursuit of Medicis The cosmetic medical device company Mentor indicated that it would not take Medicis Pharmaceutical's blunt rejection of its unsolicited $2.2 billion takeover proposal as the final word. In Mentor's view, the benefits of joining its breast implant and liposuction equipment businesses with Medicis's anti-wrinkle drugs and prescription skin therapies are so clear that there is every reason to hope a deal will eventually be struck. [C4.] Dow Average Closes at Highest Level Since March The Dow Jones industrial average rose 53.95 points, to 10,820.28, its highest close since March 10. The advance put the Dow into positive territory for the year. The S.& P. 500 added 6.58 points, to 1,254.85, and the Nasdaq gained 14.60 points, to 2,241.67. [C6.] U.S. Bans Poultry Imports From British Columbia Federal agriculture officials banned poultry imports from mainland British Columbia after Canadian officials reported finding a duck at a poultry farm that was sick with the flu. [A20.] Two Lawsuits Are Filed Against Sony BMG In separate actions, the Electronic Frontier Foundation, a digital rights advocacy group in California, and the Texas attorney general filed lawsuits against Sony BMG, claiming it violated consumers' rights and traded in malicious software. [C6.] America Online Makes Video Distribution Deal America Online reached an unusual arrangement with a start-up company that will allow almost any producer of video content to distribute programming on its service, splitting revenue from advertising or fees. [C15.] Microsoft Plans to Make Software Formats Available Microsoft announced that it would seek approval to make the software formats behind its Office programs an ''open standard'' that it would license free to competitors, partners and developers. [C6.] Intel and Micron Technology Plan Chip Venture Intel and Micron Technology announced a venture to manufacture NAND flash-memory chips in an effort to tap into one of the chip industry's fastest growing segments. [C6.] Putin Agrees to Set Schedule for Pipeline to Japan Japan won a promise from President Vladimir V. Putin of Russia to establish within a year a construction timetable for a pipeline that would carry Siberian oil to the Sea of Japan. [A8.] Capitalizing on Environmental Concerns Cargill is among a cadre of companies profiting from concerns -- by shareholders, communities and consumers alike -- about global warming, leaking landfills and other potential environmental woes. [C1.] Goldman Sachs announced a policy that details how its 24,000 employees -- be they bankers, analysts or purchasing agents -- should promote activities that protect forests and guard against climate change. [C3.] Google to Give $3 Million for Digital Library The Library of Congress is set to announce a $3 million gift from Google to help the library begin building a World Digital Library, a project that aims to digitize and place on the Web significant primary materials from national libraries and other institutions around the world. James H. Billington, left, the librarian of Congress, said the World Digital Library would be modeled after the library's American Memory Project, which has been digitizing and placing on the Web millions of historical artifacts. [C6.] Google executives said that the company planned to move quickly to capitalize on its new Google Base database service, adding a feature that permits merchants to provide local shopping information. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-11-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 711, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990CEFDA1F3EF931A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251128eb7c8105d7f5573", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google plans to move quickly to capitalize on its new Google Base database service, adding a feature that lets merchants provide local shopping information....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google executives said last night that the company planned to move quickly to capitalize on its new Google Base database service, adding a feature that lets merchants provide local shopping information. Many publishers had become concerned about the potential of Google Base, which could allow the company to dominate the classified advertising business. Now, publishers of services like the Yellow Pages are facing a competitive threat from Google.", "headline": {"main": "Google's Shopping Service To List User's Local Stores"}, "pub_date": "2005-11-22T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 621, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/22/technology/22shop.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251128eb7c8105d7f5575", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Michael", "lastname": "BARBARO"}], "original": "By JOHN MARKOFF and MICHAEL BARBARO"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google plans to make a $3 million gift to the Library of Congress for a project that aims to digitize significant primary materials from national libraries....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The Library of Congress will announce today a $3 million gift from Google to help the library begin building a World Digital Library, a project that aims to digitize and place on the Web significant primary materials from national libraries and other institutions worldwide. James H. Billington, the librarian of Congress, said the World Digital Library would be modeled after the library's American Memory Project, started in 1994, which has been digitizing and placing on the Web millions of items, including manuscripts of Abraham Lincoln and Thomas Jefferson, the Gettysburg Address and Civil War photographs.", "headline": {"main": "Google Gift to Digital Library"}, "pub_date": "2005-11-22T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 301, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/22/technology/22google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "LIBRARY OF CONGRESS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd264568eb7c8105d817b44", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business"}, {"type_of_material": "Letter", "snippet": "To the Editor:     As an author, I certainly want my copyrights honored. Yet I hope Google finds some way to proceed with and even add to its Book Search program, and work out its differences with the world of hard-copy print media (''Googling Lit...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: As an author, I certainly want my copyrights honored. Yet I hope Google finds some way to proceed with and even add to its Book Search program, and work out its differences with the world of hard-copy print media (''Googling Literature: The Debate Goes Public,'' Arts pages, Nov. 18). I think it's to everyone's advantage for copyrighted literature, too, to be available on the Internet. A book could be downloaded, for example, for a small fee, once the search engine has pointed to that work as a research tool.", "headline": {"main": "Books on the Web"}, "pub_date": "2005-11-25T00:00:00Z", "abstract": null, "print_page": "38", "word_count": 155, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F07E5DF1731F936A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264578eb7c8105d817bae", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Long considered the David to Microsoft's Goliath, Google is increasingly being thought of as a Goliath itself....", "news_desk": "Business/Financial Desk", "lead_paragraph": "IN 2001, about a dozen of Google's founding employees sat in a conference room trying to come up with a set of corporate values. After a while, one of them, an engineer, Paul Buchheit, said everything they were saying could be summed up by a simple phrase: ''Don't Be Evil.'' The phrase stuck, and it became Google's informal motto. Creating one is easy, of course. Living up to it is a little harder, especially when your company becomes as large and ubiquitous as Google. For most of its short history, all was well, but recently complaints have piled up, reaching a peak this month as Google unveiled yet more products. Long considered the David to Microsoft's Goliath, Google is increasingly being thought of as a Goliath itself.", "headline": {"main": "Big Google Becomes Big Target", "kicker": "WHAT'S ONLINE"}, "pub_date": "2005-11-26T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 668, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/26/technology/26online.ready.html", "multimedia": [{"url": "images/2005/11/25/business/26online_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/11/25/business/26online_75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9ff8eb7c8105d89579a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "TIVO TAKEOUT    The News -- On Monday, TiVo, the maker of digital video recorders, announced that its subscribers will be able to transfer recorded television programs onto their Apple video iPods and Sony handheld PSP game machines. The new servi...", "news_desk": "Week in Review Desk", "lead_paragraph": "TIVO TAKEOUT The News -- On Monday, TiVo, the maker of digital video recorders, announced that its subscribers will be able to transfer recorded television programs onto their Apple video iPods and Sony handheld PSP game machines. The new service builds on the company's TiVo to Go feature, which allows some subscribers to transfer shows to a laptop or personal computer. Behind the News -- The television networks have yet another reason to hate TiVo, which first encroached on their turf by offering viewers the ability to watch television shows when they wanted, without the commercials. Now, TiVo could hurt the networks' attempts to develop another revenue stream by selling shows by the episode. For instance, ABC plans to sell downloads of ''Desperate Housewives'' on Apple iPods for 99 cents. But why pay, when you can download from TiVo for free? X-GAMES BEGIN The News -- Microsoft released its Xbox 360, its next-generation game machine, at midnight on Tuesday. Buyers lined up for hours to be among the first to purchase it. Behind the News -- Industry analysts said the early buzz around the Xbox 360 might not mean much in the long run. The real question is whether the 360 can outsell Sony's next-generation game console, PlayStation 3, which is not due out until spring. LIBRARY DOWNLOAD The News -- Google gave $3 million to help the Library of Congress build a World Digital Library on the Web. For the project, the National Library of Egypt has already agreed to digitize documents of Islamic science from the 10th century. Behind the News -- Google's gift may be good public relations. The Library of Congress emphasized that Google's gift comes with no strings attached and no copyright problems. That would be welcome news for Google, which has faced copyright issues because of its Book Search project, a book- scanning effort in partnership with five research libraries. GOODNIGHT, TED The News -- On Tuesday, Ted Koppel, the anchor of ''Nightline'' ended his 25-year reign as late night's Mr. Serious. Behind the News -- Will ''Nightline'' survive? Under Mr. Koppel, it has struggled in the ratings, generally falling behind NBC's ''The Tonight Show With Jay Leno'' and CBS's ''Late Show With David Letterman.'' Now, three anchors will replace Mr. Koppel, and it's unknown how quickly ABC expects ratings success.", "headline": {"main": "New Media In, Old-Media Star Out | Nov. 20-26", "kicker": "THE WEEK"}, "pub_date": "2005-11-27T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 444, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9401E5D91731F934A15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251148eb7c8105d7f5696", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "Editorial", "snippet": "Google should do a better job of including users in decisions about how their personal information is collected, stored, and shared....", "news_desk": "Editorial Desk", "lead_paragraph": "At a North Carolina strangulation-murder trial this month, prosecutors announced an unusual piece of evidence: Google searches allegedly done by the defendant that included the words ''neck'' and ''snap.'' The data were taken from the defendant's computer, prosecutors say. But it might have come directly from Google, which -- unbeknownst to many users -- keeps records of every search on its site, in ways that can be traced back to individuals. Google is rolling out revolutionary new features at a blistering rate, most recently Google Base, which could evolve into a classified ad service, and the Google Book Search Library Project, which aims to put a vast number of books online. Google's stock recently soared past $400 a share, putting its market capitalization ahead of Time Warner and Gannett combined, and the personal fortunes of its founders, Sergey Brin and Larry Page, above $14 billion.", "headline": {"main": "What Google Should Roll Out Next: A Privacy Upgrade", "kicker": "Editorial Observer"}, "pub_date": "2005-11-28T00:00:00Z", "abstract": "Adam Cohen Editorial Observer calls upon Google to develop overarching privacy theory that is as bold as its mission to make world's information accessible, one that can become model for online world; cites examples of egregious invasions that occur in its aggressive collection of data about users' online activities", "print_page": "18", "word_count": 927, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/11/28/opinion/28mon4.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd25f868eb7c8105d80f9d3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Adam", "lastname": "COHEN"}], "original": "By ADAM COHEN"}, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    10 Accused of Plot to Kill Judge in Hussein Case  Less than 24 hours before Saddam Hussein's scheduled return to court on charges of crimes against humanity, the police in northern Iraq said they had arrested ten Sunni Ara...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 10 Accused of Plot to Kill Judge in Hussein Case Less than 24 hours before Saddam Hussein's scheduled return to court on charges of crimes against humanity, the police in northern Iraq said they had arrested ten Sunni Arab men carrying orders from a fugitive associate of Mr. Hussein's for the assassination of the court's best-known judge. A1 In private conversations, American officials are beginning to acknowledge that a judgment about when withdrawals from Iraq can begin is driven by two political calendars -- one in Iraq and one in the United States -- as much as by military assessments. The final decision could hinge on whether the new Iraqi government, scheduled to be elected in less than three weeks, issues its own call for an American pullout. A1 Graft Endangers Caspian Fish Although international and domestic regulations protect the sturgeon on paper, manifest lawlessness and graft in the Caspian region have led to unchecked fishing and struggling hatcheries. A1 Chinese Legal System Tested A 2003 ruling that struck down a local law on seed prices has become, quite unexpectedly, a landmark case for the evolving Chinese legal system, and exposed the limits on judicial autonomy in China and the political retribution faced by judges. A1 Iran Hit by Powerful Quake A powerful earthquake hit southern Iran, causing major destruction in seven villages, killing 10 people and injuring 80. The tremor shook Oman and the United Arab Emirates as well, forcing many office workers to evacuate their buildings. A6 Banned Egyptian Party Gains The banned Muslim Brotherhood has demonstrated in the latest Parliamentary elections that it is by far the strongest Egyptian opposition group, trouncing the secular political opposition and weakening the governing party's power monopoly. A3 Zimbabwe Party Shows Power Zimbabwe's ruling party predictably appeared assured of an overwhelming victory as officials tallied the results of a record low turnout in this weekend's election for the newly created upper house of Parliament. A9 Muslim Leaders Skip Meeting The European Union opened a two-day conference in Barcelona aimed at renewing its commitment to developing and democratizing Muslim nations on the Mediterranean's southern rim -- a summit meeting marked by the absence of many of the North African and Middle Eastern leaders who had originally agreed to attend. A9 Crime Central to Honduras Vote A continuing problem of violent crime, most of it attributed to youth gangs, was at the center of presidential elections in Honduras as two wealthy conservative businessmen remained locked in a tight contest to govern one of the poorest nations in Latin America. A9 NATIONAL A13-17 Texas Janitors' Drive Gives Unions Hope Service Employees International Union organizers have obtained what they say is majority support in one of the biggest unionization drives in the South in decades, collecting the signatures of thousands of Houston janitors. A1 Cheerleaders and Sales Many pharmaceutical companies are recruiting cheerleaders as sales representatives. Some industry critics view wholesomely sexy drug representatives as a variation on the more tangible gifts that pharmaceutical companies previously dangled to sway doctors to their brands. A1 Group Rallies for Prisoner A group called Trial and Error, which claims a membership in the thousands, is trying to free a man convicted 16 years ago of what many consider to be Maine's most notorious crime. Many law enforcement officials, however, remain convinced that he is the killer. A13 Catholics Split on Gay Priests Grappling with the implications of a Vatican directive issued last week that would bar most gay men from seminaries, Roman Catholics at parishes around the country offered contrasting interpretations of its impact on the priesthood, on the potential for future sexual abuse by clergy members and on the church itself. A13 Golf and Archaeology Clash The Newark Earthworks, a sprawling and complex series of earthen mounds sculpted by the Hopewell Indians 2,000 years ago, is now home of the Moundbuilders Country Club. But the club's plans to double the size of its clubhouse prompted an organized protest. A15 New Tax Law Pinches Charities The New Hope Day Center in Lansing, Mich., serves about 100 homeless people a day, providing meals and services like job training and substance abuse counseling. But the shelter could close next year -- a casualty, the operators say, of changes in federal tax laws. A14 Speaker Disputes Kerry Representative J. Dennis Hastert, the speaker of the House, is taking issue with statements sent out by Senator John Kerry, saying the senator falsely accused him of labeling Representative John P. Murtha a coward. An adviser to Mr. Kerry said the senator was comfortable with his characterization of the speaker's reaction. A17 Time Reporter Asked to Testify A second reporter for Time magazine, Viveca Novak, has been asked to testify under oath in the C.I.A. leak case, about conversations in 2004 with a lawyer for Karl Rove, the magazine reported. The request for Ms. Novak's testimony is a sign that Mr. Fitzgerald has not yet completed his inquiry into Mr. Rove's actions. A17 Merck to Detail Restructuring Merck, under pressure from investors and analysts to cut costs and pare thousands of employees from its payroll, said it would soon announce details of its long-awaited restructuring plan. A16 NEW YORK/REGION B1-6 Man Pushed to Death In Path of Subway Train Edison Guzman, a bakery worker from Queens, was killed when a man his family described as a friend and former co-worker threw him into the path of an oncoming subway train during a fight, the police said. Charges against the friend, Richie Molina of Brooklyn, were pending. B1 Community Resists Change Gowanus, an industrial neighborhood squeezed amid brownstone Brooklyn, has attracted proposals to convert its factory spaces into residential ones. But many residents want to preserve the urban way of life in Gowanus, where workers lived among their workplaces. B1 Arrest Prompts Inquiries Investigators in three states have been examining whether John F. Regan, a man from a prominent Connecticut family recently charged with stalking women, has links to several unsolved sex crimes and murders reaching back nearly two decades. B1 Neediest Cases B6 SPORTSMONDAY D1-9 ARTS E1-10 Art Institutions in the Home Two neighbors in Harlem have opened new cultural institutions in their own homes. George Preston turned three floors of his brownstone into the Museum of Art and Origins. Two blocks away, Kurt Thometz converted a room of his own brownstone into Jumel Terrace Books, featuring works on Africana, Harlem history and related topics. E1 Israeli Director Honored The Film Society of Lincoln Center is honoring the Israeli director Amos Gitai with a retrospective festival of his major work of the last 25 years. The festival begins this week. E3 Public Theater Raising Funds The Public Theater is plannning a benefit fund-raising event for its 50th anniversary celebration. Titled ''The Public Sings,'' theevent will feature artists performing selections from signature Public Theater musicals. E7 OBITUARIES B7 BUSINESS DAY C1-14 Discount Chains Thrive As the nation's retail executives began poring over, and in some cases, despairing over sales receipts from the holiday weekend, one pattern became clearer: consumers mobbed discount chains, but largely shopped right past other specialty retailers at the mall. C1 Assessing Spielberg's Value As NBC Universal closes in on a likely deal to acquire the live-action film business of its longtime partner DreamWorks SKG, one of the transaction's more intriguing questions remains: What will the media conglomerate really get if it picks up one of DreamWorks's most significant assets, the services of the co-founder Steven Spielberg? C1 Success for Hunan TV Hunan TV, one of the most powerful television properties in China, has found success by creating zany, off-beat and even risqué entertainment programs in a country still dominated by bland and predictable state-run programming. C1 Business Digest C2 EDITORIAL A18-19 Editorials: An army for the day after; public broadcasting's enemy within; the new Rwanda; Adam Cohen on Google and privacy. Columns: Bob Herbert, Paul Krugman. Autos D109 Bridge E8 Crossword E6 Metro Diary B2 TV Listings E9 Weather B9", "headline": {"main": "News Summary"}, "pub_date": "2005-11-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1331, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B0DE6DE1431F93BA15752C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287398eb7c8105d858c2b", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Correction", "snippet": "The Books of The Times review on Nov. 21, about ''The Google Story,'' by David A. Vise and Mark Malseed, referred imprecisely to subjects Google has declared off-limits. While Google says it prohibits advertisements for brass knuckles, drug-cleans...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Books of The Times review on Nov. 21, about ''The Google Story,'' by David A. Vise and Mark Malseed, referred imprecisely to subjects Google has declared off-limits. While Google says it prohibits advertisements for brass knuckles, drug-cleansing shakes and miracle cures, information about them can be found in Google searches.", "headline": {"main": "Corrections"}, "pub_date": "2005-11-30T00:00:00Z", "abstract": "Correction of Nov 21 review of book The Google Story; Google bans ads for brass knuckles, drug-cleansing shakes and miracle cures but information on them can be found in Google searches", "print_page": "2", "word_count": 51, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9801EFDF1531F933A05752C1A9639C8B63", "multimedia": [], "keywords": [{"name": "creative_works", "value": "GOOGLE STORY, THE (BOOK)"}, {"name": "persons", "value": "MALSEED, MARK"}, {"name": "persons", "value": "VISE, DAVID A"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251dc8eb7c8105d7f684d", "byline": null, "section_name": "Technology; Corrections; Books; New York and Region"}], "meta": {"hits": 51}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}