{"response": {"docs": [{"type_of_material": "News", "snippet": "Yahoo is testing a system that will let it place ads on Web sites of bloggers and other small- and medium-size publishers....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Call it the battle of the blogs. Yahoo is testing a system that will let it place ads on Web sites of bloggers and other small- and medium-size publishers, a market that was created and is dominated by Google. Yahoo will invite 2,000 sites to take part in the test, beginning today, and will open the system to blogs and other publishers by the end of the year.", "headline": {"main": "Yahoo to Start Tests Of Ads on Blog Sites"}, "pub_date": "2005-08-03T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 324, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/03/technology/03yahoo.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd285f68eb7c8105d8568dc", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google executives won\u0092t talk to CNET reporters after CNET published personal information about the chief executive \u0097 gleaned from Google searches....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google says its mission is ''to organize the world's information and make it universally accessible and useful.'' But it does not appear to take kindly to those who use its search engine to organize and publish information about its own executives. CNETNews.com, a technology news Web site, said last week that Google had told it that the company would not answer any questions from CNET's reporters until July 2006. The move came after CNET published an article last month that discussed how the Google search engine can uncover personal information and that raised questions about what information Google collects about its users.", "headline": {"main": "Google's Chief Is Googled, To the Company's Displeasure", "kicker": "MEDIA TALK"}, "pub_date": "2005-08-08T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 349, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/08/technology/08google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "CNET"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "subsection_name": null, "_id": "4fd24d648eb7c8105d7edcb9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business; Books"}, {"type_of_material": "News", "snippet": "The driving force behind the spectacular market debut of shares in the Chinese search engine company Baidu.com was its resemblance and ties to Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The driving force behind the spectacular market debut of shares in the Chinese search engine company Baidu.com on Friday was its resemblance and ties to Google, whose own offering created a sensation last year, analysts said over the weekend. Shares in Baidu soared Friday on the Nasdaq stock market in one of the most successful initial public offerings since the peak of the dot-com era. The stock more than quadrupled by the end of the day, instantly creating the most valuable Internet company in China. The shares were priced at $27 but opened at $66 and then soared to $122.54.", "headline": {"main": "Hear the Big Pop? A Chinese Search Engine Went Public"}, "pub_date": "2005-08-08T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 627, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/08/technology/08baidu.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "DRAPER FISHER JURVETSON"}, {"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd285f78eb7c8105d8569e1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "BARBOZA"}], "original": "By DAVID BARBOZA"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Stepping up its presence in China, Yahoo Inc. said on Thursday that it would pay $1 billion in cash and hand over its operations in China to Alibaba.com in exchange for a 40 percent stake in China's largest e-commerce company.     The deal is expe...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Stepping up its presence in China, Yahoo Inc. said on Thursday that it would pay $1 billion in cash and hand over its operations in China to Alibaba.com in exchange for a 40 percent stake in China's largest e-commerce company. The deal is expected to create the largest and most diversified Internet company in China. It will also create a fierce rival for Google and Ebay, which are also trying to expand their operations in China.", "headline": {"main": "Yahoo Is Paying $1 Billion For 40% Stake in Alibaba", "kicker": "INTERNATIONAL BUSINESS"}, "pub_date": "2005-08-11T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 389, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9500E2D9143EF932A2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260f48eb7c8105d8117cc", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "BARBOZA"}], "original": "By DAVID BARBOZA"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google said yesterday that it would temporarily halt its program to make searchable, digital copies of the vast contents of three university libraries to give publishers and other copyright holders the chance to opt out of having their protected w...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Google said yesterday that it would temporarily halt its program to make searchable, digital copies of the vast contents of three university libraries to give publishers and other copyright holders the chance to opt out of having their protected works copied. But a publishing trade association called the opt-out offer inadequate, saying it did not address the main concern of its members: the belief that the entire program, the Google Print Library Project, is built on a foundation of purposeful copyright violation.", "headline": {"main": "Google Library Database Is Delayed"}, "pub_date": "2005-08-13T00:00:00Z", "abstract": "Senior product manager Adam Smith says Google will temporarily halt program to make searchable, digital copies of vast contents of libraries at Harvard, Stanford and University of Michigan to give publishers and other copyright holders chance to opt out of having their protected works copied; Assn of American Publishers, trade group, says opt-out offer is inadequate and does not address concern of its members that entire Google Print Library Project is built on purposeful copyright violation (M)", "print_page": "9", "word_count": 708, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A0CE5DC153EF930A2575BC0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "ASSOCIATION OF AMERICAN PUBLISHERS"}, {"name": "organizations", "value": "UNIVERSITY OF MICHIGAN"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "STANFORD UNIVERSITY"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd260f58eb7c8105d8117fd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "Letter", "snippet": "To the Editor:    Thanks to Charlie Rubin for the trouble he took to unearth the strengths of my novel ''Last Call for Blackford Oakes'' (July 17). But damned if he didn't go and ruin it all with utterly confusing asides touching on sex and idiom....", "news_desk": "Book Review Desk", "lead_paragraph": "To the Editor: Thanks to Charlie Rubin for the trouble he took to unearth the strengths of my novel ''Last Call for Blackford Oakes'' (July 17). But damned if he didn't go and ruin it all with utterly confusing asides touching on sex and idiom. Rubin might have lifted the charge that I am incompetent when writing on sex from Google, the charge having been aired several times in reviews of my books in the Book Review. ''Buckley's sex scenes have always been vulgar and prudish simultaneously -- neat trick.'' If so neat, why not acclaimed? But they are also mystifying. I once had to advise The Times, whose reviewer had made fun of a sex scene, that I couldn't prove my point by quoting it, inasmuch as to do so would generate an unwelcome ardor. Well, O.K. -- other people's sex scenes are ungainly. But Rubin goes flying off by designating some as stopping ''just short of homoerotic.'' I am quite simply stupefied. There is nothing that hints of brotherly love in the book. Rubin is capable of just plain getting things wrong. ''Gus . . . sleeps with the woman Oakes ends up proposing to.'' No, he doesn't. He tries to sleep with her (before Oakes's involvement) and is turned down. The reviewer closes down even on acts of imagination that sustain the narrative. ''Gus, a young deep-cover agent who jokingly calls Oakes 'Dad.' '' But you see, in the preceding novel, Gus appears on the scene precisely as the son of Blackford. They are engaged in an extensive C.I.A. operation in the Soviet Union. Obviously, he called him ''Dad.'' In the spy world, if a young American visitor undertakes an imposture as the son of a senior American visitor, he is going to call him Dad. If he continues to call him that in a subsequent novel, is that a joke? Or even jokey? But it is nice that Rubin regrets the end of the series, even if he rejects my antonomasia. William F. Buckley Jr. Stamford, Conn.", "headline": {"main": "Superspy"}, "pub_date": "2005-08-14T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 341, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950DE4DF113CF937A2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24cad8eb7c8105d7ec4fd", "byline": null, "section_name": "Arts; Books; Opinion"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-9    Gazans Ponder Freedom As Israelis Near Deadline  On the eve of the scheduled departure of Gaza's Israelis settlers, Gazans were tentatively contemplating the unfamiliar possibility of new freedom. Most have what might seem m...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-9 Gazans Ponder Freedom As Israelis Near Deadline On the eve of the scheduled departure of Gaza's Israelis settlers, Gazans were tentatively contemplating the unfamiliar possibility of new freedom. Most have what might seem modest notions of what do with it. A1 Thousands of Jewish settlers defied an Israeli government order to leave the Gaza Strip, and Israel's security forces were poised to evacuate the settlers and their supporters in a huge operation that has sharply divided the nation. A9 A crowd of Jewish teenagers slashed the tires and smashed the windows of army jeeps in what may be a preview of violent scenes ahead by young protesters as Israel prepares to withdraw from the Gaza Strip this week. A8 Deadlock Over Iraq's Charter Iraqi leaders remained deadlocked over key issues in the country's new constitution, raising the possibly they would fail to meet the deadline today and push the country toward a political crisis. A1 Cypriot Airliner Crashes A Cypriot passenger plane with 121 people on board crashed just north of the Greek capital, after being shadowed for 43 helpless minutes by fighter jets reporting the co-pilot slumped over the controls and no sign of the pilot. A1 Iran Says It Will Not Give In The new president of Iran, Mahmoud Ahmadinejad, nominated a cabinet dominated by conservatives as officials warned that Iran would not give in to pressure from the West over its nuclear program. A3 NATIONAL A12-15 Worst Drought Since 1988 Deepens in the Midwest As the drought has deepened across the Midwest, low water levels are turning parts of the Mississippi and Ohio Rivers into sandbars, causing towboats and barges to run aground and delaying shipments. It has also caused severe insect infestations, wreaking havoc on corn and soybean fields. A13 White House Selects Chef Cristeta Comerford became the first female White House executive chef, after a lengthy selection process to replace Walter Scheib III. Ms. Comerford has been an assistant chef in the White House since 1995. A12 Army Recruits' Bonuses Vary For decades, the Army has used monetary bonuses selectively to fill immediate needs and win over qualified people, but a growing number of military experts, retired officials, recruiters and applicants have begun to clamour for an overhaul in how the Army doles out incentives and say applicants are often misled. A15 Rulings Set Medicaid Limits Following guidance from the Supreme Court in a series of rulings, federal judges are limiting the ability of poor people to turn to the courts to fight for Medicaid benefits to which they believe they are entitled. A12 New Director for Museum The J. Paul Getty Museum in Los Angeles is in final negotiations with Michael Brand, the director of the Virginia Museum of Fine Arts in Richmond, to become its new director, said a museum official. A15 NEW YORK/REGION B1-6 Stamps Send MessagesAs Well as the Mail For most people, the front of an envelope is simply a place for addresses and postage, and a crooked stamp indicates little more than that the sender was in a hurry. But for others, like the loved ones of soldiers stationed in Iraq, it is a clandestine code used for more than a century for heartfelt communication. A1 Job Market for Migrant Women Often invisible and undercounted, female economic migrants are an increasing presence, especially in big cities like New York, where the demand is high for women to pick up the scraps of a collapsed manufacturing sector or to serve in the underground economy of domestic service. A1 Two Teens Die Mysteriously Two 18-year-old women described as healthy and vibrant collapsed under mysterious circumstances while visiting an apartment on the Lower East Side and later died, the police said. B1 SPORTSMONDAY D1-8 OBITUARIES B7 ARTS E1-8 New Spin for Album Fiona Apple, the Grammy-winning singer whose unreleased third album turned into a cause célèbre for her fans and was leaked online, has recorded new versions of its songs and plans to release the album, people involved with the recording said. E1 BUSINESS DAY C1-8 China's New Web Titan At a time when Microsoft, Google and eBay seek to expand their operations in China, Yahoo agreed to the largest Internet investment ever made the country when it bet $1.7 billion on the future of Alibaba.com and its founder, Jack Ma. The deal turned Alibaba.com into the biggest Internet operation in China. C1 Pressure on KPMG With a bank executive's guilty plea to a charge that he conspired to commit tax shelter fraud, federal prosecutors have put considerable pressure on potential defendants who worked at KPMG, the accounting firm that sold the shelters, and at the banks and law firms involved, to make a deal. C1 Business Digest C2 EDITORIAL A20-21 Editorials: Only the beginning; 41 days in jail and counting; oysters on the brink; Verlyn Klinkenborg on composting time. Columns: Bob Herbert, Paul Krugman. Autos D10 Bridge E4 Crossword E6 Metro Diary B2 TV Listings E8 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2005-08-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 829, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D04E7DC123EF936A2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25c868eb7c8105d80a6ef", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "When Yahoo announced that its search engine index - an accounting of the number of documents that can be located from its databases - had reached 19.2 billion, Google questioned its rival's accuracy....", "news_desk": "Business/Financial Desk", "lead_paragraph": "How big is the World Wide Web? Many Internet engineers consider that query one of those imponderable philosophical questions, like how many angels can dance on the head of a pin. But the question about the size of the Web came under intense debate last week after Yahoo announced at an Internet search engine conference in Santa Clara, Calif., that its search engine index -- an accounting of the number of documents that can be located from its databases -- had reached 19.2 billion.", "headline": {"main": "In Silicon Valley, a Debate Over the Size of the Web"}, "pub_date": "2005-08-15T00:00:00Z", "abstract": "Internet experts debate how big World Wide Web is after Yahoo announces that its search engine index--accounting of number of documents that can be located from its databases--has reach 19.2 billion, more than twice the number of documents currently reported by Google; Sergey Brin, Google's co-founder, suggests that Yahoo's index is inflated with duplicate entries in such a way as to cut its effectiveness despite its large size (M)", "print_page": "6", "word_count": 768, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/15/technology/15search.html", "multimedia": [], "keywords": [{"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd285f88eb7c8105d856b0f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Education; Business"}, {"type_of_material": "Summary", "snippet": "$1.7 Billion Deal With Yahoo Puts Chinese Entrepreneur in Spotlight  Yahoo's huge deal with the high-tech entrepreneur Jack Ma has turned his company, Alibaba.com, into the biggest online operation in China, where Internet use is growing at an exp...", "news_desk": "Business/Financial Desk", "lead_paragraph": "$1.7 Billion Deal With Yahoo Puts Chinese Entrepreneur in Spotlight Yahoo's huge deal with the high-tech entrepreneur Jack Ma has turned his company, Alibaba.com, into the biggest online operation in China, where Internet use is growing at an explosive pace. [Page C1.] Brewers Aim to Battle Beer Boredom With New Offerings As more consumers shun beer, brewers are devising new and unusual packaging, spending more money to promote their brands in bars and restaurants, and producing drinks that may be beer in name only. [C1.] Next Disney Chief Plans Company's Transformation Robert A. Iger does not officially become chief executive of the Walt Disney Company for another six weeks, but he is already well along with his restoration plan. [C1.] Marketers Weigh Impact of Programs to Fight Spyware Until recently, Internet businesses could track their users using what are known as cookies, tiny text files they secretly embed on users' hard drives. Now, with the proliferation of programs that can delete unwanted cookies, they say they often cannot tell who has been to their Web site before or what they have seen. And this erosion of control over a tool for gaining insight into consumer behavior has many of them fretting. But others, like Peter Naylor, of iVillage.com, above, a network of women's sites, are not seeing a problem at all. [C8.] Murdoch and Clinton: An Unlikely Alliance Why The New York Post, often known for its conservative bent, is giving favorable coverage to Hillary Rodham Clinton. David Carr. [C1.] Concern Over A.P. Coverage of War in Iraq Some editors for The Associated Press have expressed concern that a kind of bunker mentality is preventing reporters in Iraq from getting out and explaining the bigger picture beyond the daily death tolls. [C2.] A Television Quiz Show Is a Hit in India Television viewers in India, tired of weepy prime-time soap operas, reruns of Bollywood song-and-dance sagas and slapstick comedies, are riveted by a Hindi-language version of ''Who Wants to Be a Millionaire.'' [C4.] Sue the Spammers, but Get a Filter, Too For every spammer who is sued into submission, legions of spam rings generate billions of spam messages every year. That is why some people say filters are a better way to fight spam. Tom Zeller Jr.: Link by Link. [C3.] Company Offers IPods in Exchange for Opinions JudysBook.com, which seeks consumers' online opinions, is offering free iPods to those who submit 50 reviews of local businesses. So far, the chief executive says, the tactic is working. Bob Tedeschi: E-Commerce Report. [C6.] Yahoo and Google in Spat Over Search Engine Size When Yahoo announced that its search engine index -- an accounting of the number of documents that can be located from its databases -- had reached 19.2 billion, Google questioned its rival's accuracy. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-08-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 465, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9503EEDF123EF936A2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2487e8eb7c8105d7e55fc", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google, which still captures the bulk of Internet searches, is now taking aim at local search -- a service akin to yellow pages listings, but with Web links, user reviews and maps.     Within the local search category, Yahoo commanded more than fo...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, which still captures the bulk of Internet searches, is now taking aim at local search -- a service akin to yellow pages listings, but with Web links, user reviews and maps. Within the local search category, Yahoo commanded more than four times the number of site visits as Google in July. But between February and July, Google's share of the local search market grew 61 percent, compared with Yahoo's 14 percent growth.", "headline": {"main": "Popular Demand", "kicker": "MOST WANTED"}, "pub_date": "2005-08-15T00:00:00Z", "abstract": "Google captures 59.9 percent of Internet searches in four weeks ending Aug 6; its share of local search market, which is still dominated by Yahoo, grows by 61 percent between February and July, while Yahoo's growth is only 14 percent (S)", "print_page": "7", "word_count": 119, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E5DE123EF936A2575BC0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f798eb7c8105d80eefd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Shelly", "lastname": "FREIERMAN"}], "original": "By SHELLY FREIERMAN"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Google Announces Big Stock Offering, Stirring Speculation on Growth Strategy  In a surprise move, Google Inc. said that it would raise $4 billion with a new stock offering. The announcement stirred widespread speculation that Google, the premier o...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Announces Big Stock Offering, Stirring Speculation on Growth Strategy In a surprise move, Google Inc. said that it would raise $4 billion with a new stock offering. The announcement stirred widespread speculation that Google, the premier online search site, would move aggressively into businesses well beyond search and search-based advertising. [Page C1.] Associate of Conrad Black Agrees to Plead Guilty A longtime business partner of Conrad M. Black, the former press baron, was indicted on criminal fraud charges and has agreed to plead guilty and cooperate in a continuing investigation. [C1.] Wall Street Bets Against a G.M. Bankruptcy Filing Despite General Motors' severe financial troubles, Wall Street does not expect it to file for bankruptcy any time soon. Market Place. [C1.] Disney Adopts Corporate Governance Measures The Walt Disney Company took additional steps to strengthen the governance of its board and, in effect, become more shareholder friendly. Under a provision adopted by the board, if shareholders withhold the majority of their votes from any director, the board member would be required to resign, submitting a letter to the governance and nominating committee. The committee would then recommend to the board whether the resignation should be accepted. [C3.] Nations Compete to Achieve Supercomputer Glory The United States, Japan and China are competing in a global race to reach the next milestone in supercomputer performance. [C1.] Tommy Hilfiger May Put Itself Up for Sale Tommy Hilfiger has hired J.P. Morgan Chase to run an auction for the business, executives close to the company said. [C4.] Morgan Stanley Names Investment Banking Chief John J. Mack, chief executive of Morgan Stanley, named Walid Chammah to head the firm's investment banking division. [C3.] San Diego Sues Consulting Firm Over Pension Loss The San Diego city attorney sued the consulting firm that has helped to invest the city's pension fund since 1985, saying its advice had been tainted by undisclosed conflicts of interest, contributing to large losses. [C3.] Stocks vs. Homes: Weighing Their Value Over Time By a wide margin over time, stock prices have risen more quickly than home values. Investment advisers worry that this reality is getting lost in today's enthusiasm for houses. [A1.] Report Shows Strong Hiring at End of 2004 A new report says that hiring at the end of last year was at its strongest since June 2002 and that employers began adding to payrolls in earnest. [C2.] Western Investor Group to Buy Stake in Bank of China A group of investors led by the Royal Bank of Scotland and Merrill Lynch has agreed to pay $3.1 billion to buy a 10 percent stake in the Bank of China. [C5.] Brazil Urges Abbott to Lower Price of AIDS Drug Brazil's health ministry said it was once more pressing Abbott Laboratories to lower the price of Kaletra, an AIDS medicine, or risk having Brazilian manufacturers break the drug's patent and produce it at a lower cost. [C5.] Labor Dispute Disrupts Canadian Broadcaster A contract dispute has led to the lockout of about 5,300 employees of the Canadian Broadcasting Corporation and a disruption of programming. [C5.] Head of Daimler's Mercedes Unit to Step Down Eckhard Cordes, left, the Mercedes division chief who last month lost the race to head DaimlerChrysler, will resign at the end of the month, the automaker said. Dieter Zetsche, the incoming chief executive, will take personal control of the troubled group. Mr. Cordes's departure, the subject of much speculation, effectively ends a power struggle that has pitted him against Mr. Zetsche for much of the last year, as analysts speculated on who would succeed Jürgen E. Schrempp, the chief executive tarnished by the company's weak performance since Daimler's merger with Chrysler in 1998. [C6.] S.&P. 500 and Nasdaq Close Slightly Lower Stocks on two exchanges closed slightly lower. The Standard & Poor's 500-stock index dropped 1.22 points, to 1,219.02. The Nasdaq composite index dropped 9.07 points, to 2,136.08. The Dow Jones industrial average gained 4.22 points, to 10,554.93, but most of its gain came from one stock, the Altria Group, after investors got word of a potentially favorable legal development. [C6.] Tuna Industry Aims to Improve Its Image Thanks to an increased awareness of the high mercury levels in some kinds of canned tuna, the industry is fighting an image problem. Advertising. [C3.] An Investor Looks Ahead to Debt and Distress Bad news is good news for Marc Lasry, who is one of the largest investors in the debt of bankrupt companies. And ''distress is around the corner,'' he says. Street Scene. [C7.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-08-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 755, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507E6DF103EF93AA2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25c868eb7c8105d80a76c", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-10    Israeli Army and Protesters Clash at Gaza Synagogues  The Israeli Army and the police moved to break the back of resistance to the pullout from Gaza, seizing control of two synagogues where hundreds of the most fervent and ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Israeli Army and Protesters Clash at Gaza Synagogues The Israeli Army and the police moved to break the back of resistance to the pullout from Gaza, seizing control of two synagogues where hundreds of the most fervent and aggressive protesters had barricaded themselves. A1 U.S. Aid Cuts Causing Strain Aid cuts for countries that refused to sign agreements to shield Americans from the International Criminal Court are generating resentment, particularly in Latin America and the Caribbean, home to 12 nations that have been penalized, officials in seven countries said. A1 Roadside Bomb Kills 4 in Iraq A roadside bomb killed four American soldiers as the political stalemate over the country's draft constitution stretched into another day. In Russia, President Vladimir V. Putin called for a timetable for withdrawing foreign troops from Iraq, Russian news agencies reported. A9 Rice Admonishes China Secretary of State Condoleezza Rice warned China this week that it must make changes to its economic policies, lest it remain ''a problem for the international economy.'' A10 2 Soldiers Killed in Afghanistan Two American soldiers were killed and two wounded in a roadside explosion in southern Afghanistan, the United States military said. A4 Pope Addresses Youth Festival Benedict XVI, in his first trip abroad as pope, returned to his home, Germany, in a trip that seems likely to be judged on how he connects with half a million or more young Catholics at the 20th World Youth Day, an event founded by his predecessor, John Paul II. A3 NATIONAL A11-16 Attorney General Pledges Harder Line Against Meth Attorney General Alberto R. Gonzales and two other top officials vowed that the government was committed to battling methamphetamine, responding to growing criticism over the White House's concentration on marijuana. A11 Ozone Levels Drop in 19 States A new report by the Environmental Protection Agency shows that ozone levels are falling in 19 Eastern states. The reduction reflects a significant decline in emissions of nitrogen oxides. A11 More Roberts Records The National Archives released 40,000 documents related to Judge John G. Roberts Jr.'s work during the Reagan years. A12 Child Safety Initiative Succeeds A nine-year campaign to persuade drivers to keep children out of the front seats of cars and to put them in age-appropriate restraints is saving about 200 lives a year, based on federal crash records. A12 10 Life Terms for B.T.K. Killer A judge sentenced serial killer Dennis L. Rader to 10 consecutive life terms, with a minimum 175 years before the possibility of parole. A14 SCIENCE/HEALTH M.R.I. Accidents Increase As the number of magnetic resonance imaging scanners in the country has soared, and as magnets have quadrupled in power, careless accidents have become more frequent. Some have caused serious injuries and even death, prompting widespread calls for more regulation. A1 NEW YORK/REGION B1-7 Ex-Massachusetts LeaderTo Run in New York William F. Weld, a Republican, said he planned to run for governor of New York next year, hoping to become the first two-state leader since Sam Houston. A1 Victory for Ailing Immigrants New York State cannot give low-income people who are elderly, blind and disabled less benefit money just because they are immigrants, even though the federal government has stopped paying its share, a state judge has ruled. B1 Illness Traced to State Park A play area filled with water jets and sprinklers at a state park in western New York has been identified as the source of a severe intestinal illness that has stricken nearly 750 people in three weeks, the State Health Department said. B1 City to Sell Last of Lots The last vacant lots taken over by New York from delinquent taxpayers will be sold to developers who agree to build low-income housing on the plots, Mayor Bloomberg announced. B1 WEEKEND E1-30;E31-38 ESCAPES F1-12 SPORTSFRIDAY D1-8 OBITUARIES C13-14 Manfred Korfmann A German archaeologist whose excavations revived research and debate about ancient Troy, he was 63. C14 BUSINESS DAY C1-13 Indictment in Fraud Case F. David Radler, former press baron Conrad M. Black's longtime business partner, was indicted on criminal fraud charges and has agreed to plead guilty and cooperate in the ongoing investigation. C1 Google Plans Stock Offering Google Inc. said that it would raise a $4 billion war chest with a new stock offering. C1 Assessing Stocks vs. Homes As the value of real estate has skyrocketed, many owners have began concluding that real estate is now a safer and better investment than stocks. In fact, by a wide margin over time, stock prices have risen more quickly than home values. A1 Business Digest C2 EDITORIAL A18-19 Editorials: Mismanaging the shuttle fixes; Tony Blair's antiterrorism moves; how to poison a river. Column: Paul Krugman. Crossword E38 TV Listings E29 Weather D7", "headline": {"main": "News Summary"}, "pub_date": "2005-08-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 788, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06EFD6133EF93AA2575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24cad8eb7c8105d7ec5fa", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Schedule", "snippet": "You could say that the indie folk singer-songwriter and banjoist Sufjan Stevens believes in state's rights. That is, this Detroit native and questing Christian, now living in Brooklyn, believes in every state's right to be the subject of a gentle,...", "news_desk": "Movies, Performing Arts/Weekend Desk", "lead_paragraph": "You could say that the indie folk singer-songwriter and banjoist Sufjan Stevens believes in state's rights. That is, this Detroit native and questing Christian, now living in Brooklyn, believes in every state's right to be the subject of a gentle, exhaustive album. His second offering in this monumental project, ''Illinois'' (Asthmatic Kitty), is a 22-song swing through Prairie State history. Of course, historical tidbits like the 1893 Chicago World's Fair, homesteader hardship and the relative debating talents of Lincoln and Douglas mostly provide a jump-off for self-reflection. A man of his times, the 30-year-old Mr. Stevens, above, is both a legitimate history buff and a Google tourist. He is imbued with an outward-looking, Copland-esque musical vision and a narcissistic idea of the surveyable self reminiscent of Walt Whitman, though his lyrics can have an emo overreach and his compositions tend to forge into the folksily baroque. But his quiet, assured voice and pained personal revelations keep things intimate. At his best, Mr. Stevens has our pleasure in mind, as when the humorously titled ''Come on, Feel the Illinoise'' slides out of its complex meter into a simpler rhythm. When Mr. Stevens's lyrical approach succeeds, as in his account of a friend's death from bone cancer, falling on Casimir Pulaski Day, it can be breathtaking. When it doesn't, it can be a trifle maddening, especially when the melody is indelible. An antifolk aria about John Wayne Gacy disingenuously turns a falsetto lament for the killer's victims into an inward-looking recrimination. But such indulgences are forgivable for an emotional cartographer who promises so much. (Tonight through Tuesday at 8 p.m., Bowery Ballroom, 6 Delancey Street, Lower East Side, (212)533-2111; $15, sold out.) LAURA SINAGRA", "headline": {"main": "The Listings: Aug. 19 -- Aug. 25; SUFJAN STEVENS"}, "pub_date": "2005-08-19T00:00:00Z", "abstract": "Laura Sinagra reviews new album by folk singer-songwriter Sufjan Stevens, who is appearing at Bowery Ballroom; photo (S)", "print_page": "22", "word_count": 282, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A01E3D8133EF93AA2575BC0A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "STEVENS, SUFJAN"}], "subsection_name": null, "_id": "4fd285fb8eb7c8105d856b95", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Laura", "lastname": "SINAGRA"}], "original": "By LAURA SINAGRA"}, "section_name": "Movies; Arts"}, {"type_of_material": "News", "snippet": "Google is planning a second stock issue of $4 billion, for purposes that stir industry fear and imagination....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google said in a surprise move on Thursday that it would raise a $4 billion war chest with a new stock offering. The announcement stirred widespread speculation in Silicon Valley that Google, the premier online search site, would move aggressively into businesses well beyond Web searching and search-based advertising. Google, which raised $1.67 billion in its initial public offering last August, expects to collect $4.04 billion by selling 14,159,265 million Class A shares, based on Wednesday's closing price of $285.10. In Google's whimsical fashion, the number of shares offered is the same as the first eight digits after the decimal point in pi, the ratio of the circumference of a circle to its diameter, which starts with 3.14159265.", "headline": {"main": "14,159,265 New Slices Of Rich Technology"}, "pub_date": "2005-08-19T00:00:00Z", "abstract": "Google says it will raise $4 billion war chest with new stock offering; announcement stirs widespread speculation in Silicon Valley that Google will move aggressively into businesses well beyond Web searching and search-based advertising; company expects to collect $4.04 billion by selling 14,159,265 million Class A shares, based on Aug 17 closing of $285.10; graph; photo (M)", "print_page": "1", "word_count": 1032, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/19/technology/19google.html", "multimedia": [{"url": "imagepages/2005/08/18/business/20050819_GOOG2_GRAPHIC.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/08/18/business/20050819_GOOG2_GRAPHIC.html", "MultimediaPopupWidth2": "250", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2004/08/19/business/19google.1.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2004/08/19/business/19google.1.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"caption": "Google's Stock Price", "url": "imagepages/2005/08/18/business/20050819_GOOG_GRAPHIC.html", "rank": "3", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight3": "325", "MultimediaPopupWidth3": "250", "MultimediaHeadline3": "Google's Stock Price", "MultimediaUrl3": "imagepages/2005/08/18/business/20050819_GOOG_GRAPHIC.html", "MultimediaType3": "Image"}, "type": "Image"}, {"url": "images/2004/08/19/business/19google.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/08/19/business/19google.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25c878eb7c8105d80a77a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF; Vikas Bajaj contributed reporting from New York for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Op-Ed", "snippet": "The local pub has a cure for everything - even poison ivy....", "news_desk": "Westchester Weekly Desk", "lead_paragraph": "RECENTLY, with the still heat of summer pressing firmly across the Hudson River Valley, I contracted my first case of poison ivy -- an ugly, ripe mess that spread up my legs awaking me around midnight in a fit of fierce clawing at my flesh. A relative newcomer to the region by way of Manhattan, I was clueless about cures and so spent the long minutes between 12 a.m. and 1 a.m. hunched over a laptop Googling for help. The next afternoon, still miserable and desperate for more information -- Steroids or not? Which brand of calamine lotion? -- I did what any clear-thinking person in my tiny hamlet would do: I drove down to Guinan's Pub & Country Store.", "headline": {"main": "Better Than Google", "kicker": "Op-Ed Contributor"}, "pub_date": "2005-08-21T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 957, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/21/opinion/nyregionopinions/21WEbounds.html", "multimedia": [], "keywords": [{"name": "subject", "value": "STEROIDS"}, {"name": "subject", "value": "NURSING AND NURSES"}], "subsection_name": null, "_id": "4fd25f7a8eb7c8105d80ef38", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gwendolyn", "lastname": "Bounds"}], "original": "By Gwendolyn Bounds"}, "section_name": "Health; New York and Region; Opinion"}, {"type_of_material": "Review", "snippet": "Marilyn Stasio is a woman of mystery in more ways than one. Google her name and you'll find thousands of entries, but most of them will steer you away from her and directly to her work -- as a theater critic and as one of the country's most respec...", "news_desk": "Book Review Desk", "lead_paragraph": "Marilyn Stasio is a woman of mystery in more ways than one. Google her name and you'll find thousands of entries, but most of them will steer you away from her and directly to her work -- as a theater critic and as one of the country's most respected reviewers of mystery and crime fiction. She lectures frequently and doesn't actually swear off interviews, but when we recently asked her to talk about herself, her first reaction was typical: ''Couldn't I wriggle out of this?'' Stasio is smart, funny and, even after 17 years of writing the Book Review's crime column, ''kind of passionate'' about what she does. ''I've always been analytical,'' she says. ''I loved algebra in school.'' So it's natural that she's less interested in writing ''thumbs up, thumbs down'' reviews than in figuring out why a book works -- or doesn't. She started out as a fan of classical puzzle mysteries, then fell for hard-boiled writers like Chandler and Hammett. These days, she's a particular champion of small-press mysteries, which are often foreign imports or reprints of classic novels from earlier eras. The mystery field continues to unfold new riches: ''There are so many moving parts, so many subgenres and categories, with new ones turning up all the time.'' In a special essay this week, she turns her attention to one of the newest -- what's come to be known as the chick-lit mystery. The Editors On the Web Audio Slide Show: Marilyn Stasio talks about chick-lit mysteries.", "headline": {"main": "UP FRONT"}, "pub_date": "2005-08-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 320, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/21/books/review/21UPFRONT.html", "multimedia": [], "keywords": [{"name": "persons", "value": "STASIO, MARILYN"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "subsection_name": null, "_id": "4fd24cae8eb7c8105d7ec630", "byline": {"organization": "The Editors", "original": "By The Editors", "person": []}, "section_name": "Arts; Books"}, {"type_of_material": "News", "snippet": "Buy or build? Many in Silicon Valley aren\u0092t convinced that Google is about to go on a shopping spree with its new cash, but instead may further build from within....", "news_desk": "Business/Financial Desk", "lead_paragraph": "In all the speculation that followed the announcement from Google on Thursday that it planned to raise an additional $4 billion by selling stock, no one seemed to recall the space elevator. The elevator -- a fanciful alternative to rocket boosters to reach earth orbit -- is one of the dozens of business ideas that have been considered by the company's wide-eyed founders, Sergey Brin and Larry Page. It also is one of the ideas that the company's chief executive, Eric E. Schmidt, has taken pride in keeping ''below the line.''", "headline": {"main": "Where to Spend $4 Billion? Google Has Plenty of Projects in Mind"}, "pub_date": "2005-08-22T00:00:00Z", "abstract": "Google's announcement that it will raise additional $4 billion by selling stocks is fueling speculation about company's plans, but its disposition is more toward building its future than buying it and it has been eyeing variety of projects; two products about to be introduced give hint of how it seeks to broaden its strategy; one is second-generation and customizable version of its downloadable computer search tool Google Desktop and other is 'communications tool' that is potentially clear step beyond company's search-related business focus (M)", "print_page": "1", "word_count": 885, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/22/technology/22google.html", "multimedia": [{"caption": "Google's Stock Price", "url": "imagepages/2005/08/18/business/20050819_GOOG_GRAPHIC.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/08/18/business/20050819_GOOG_GRAPHIC.html", "MultimediaPopupWidth2": "250", "MultimediaHeadline2": "Google's Stock Price", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/08/21/business/22google.balls.jpg.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/08/21/business/22google.balls.jpg.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "imagepages/2005/08/18/business/20050819_GOOG2_GRAPHIC.html", "rank": "3", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight3": "325", "MultimediaType3": "Image", "MultimediaPopupWidth3": "250", "MultimediaUrl3": "imagepages/2005/08/18/business/20050819_GOOG2_GRAPHIC.html"}, "type": "Image"}, {"url": "images/2005/08/21/business/22google.balls.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/08/21/business/22google.balls.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "APPLE COMPUTER INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25c878eb7c8105d80a7ee", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Questions Turn to How Google Will Spend $4 Billion From Offering  Because of Google's stated mission of ''organizing the world's information and making it universally accessible and useful,'' it could disappoint those who are expecting it to make ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Questions Turn to How Google Will Spend $4 Billion From Offering Because of Google's stated mission of ''organizing the world's information and making it universally accessible and useful,'' it could disappoint those who are expecting it to make a blockbuster acquisition with cash from a new stock offering. Indeed, its acquisitions to date have exclusively been of small technology start-ups led by designers Google wanted to hire. That is a marked contrast to its two main competitors, Microsoft and Yahoo, which have turned to high-profile acquisitions to enter new markets. [Page C1.] Vioxx Verdict Raises Profile of Texas Lawyer For W. Mark Lanier, Friday's verdict against Merck in the Vioxx case capped an exhilarating trial that cemented his place as one of the top civil trial lawyers and may fuel his nascent political ambitions. [C1.] Critics Say Soda Policy for Schools Falls Short When the American Beverage Association announced a new policy curbing sales of sodas in schools last week, the soft drink industry billed the move as a bold new plan to address the urgent problem of childhood obesity. But critics see the move more as a clever marketing ploy than a noble attempt to protect children. [C1.] Hollinger Partners Flourished, Then Foundered Conrad M. Black and F. David Radler, once top executives of Hollinger International, went from young Canadian entrepreneurs to globe-spanning press tycoons over the course of more than three decades. Even more remarkable than their long business relationship is its recent disintegration in the wake of a stunning corporate meltdown. [C1.] Educational Software Fails to Fulfill Early Promise In 2000, sales of educational software for home computers reached $498 million, and it was conventional wisdom among investors and educators that learning programs for PC's would be a booming growth market. Yet in less than five years, that entire market has come undone. [C1. Film Studios Set Sights on Blog Readers Movie studios typically advertise on television and in newspapers in search of the biggest possible opening-weekend audience. For a new film, ''The Constant Gardener,'' starring Ralph Fiennes and Rachel Weisz, left, Focus Features is intent on building its audience in a different way: by taking aim at readers of niche Web sites and blogs. Focus, an art-house unit of Universal Pictures, has purchased ads for ''The Constant Gardener'' on the political blog Wonkette, as well as the Web sites of politically oriented publications like Harper's, The Nation and National Review. [C4.] Wildlife Endangered by Online Trading, Group Says According to an advocacy group for endangered species, the growing online trade in live animals and animal parts is threatening scores of wild creatures. In a report released last week after a three-month investigation, the International Fund for Animal Welfare in Yarmouth Port, Mass., said it had found more than 6,000 illegal or potentially illegal wildlife items for sale online, including a hawksbill turtle shell for $102 and an elephant-bone sculpture for $18,000. [C6.] Online Bettors Put Money on Real Estate New online markets work on the theory that when people take the time to study something and then put their money where their mind is, their cumulative wisdom can be a powerful force. Right now these markets are saying that real estate remains strong. David Leonhardt: All Consuming. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-08-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 542, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980DEFDF113EF931A1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd284bd8eb7c8105d854596", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-7         Iraqi Leaders Moving Forward on Charter Issues  Iraqi leaders moved to the brink of an agreement on a new constitution, solving several contentious issues. But they were still struggling over Shiite autonomy and the rol...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-7 Iraqi Leaders Moving Forward on Charter Issues Iraqi leaders moved to the brink of an agreement on a new constitution, solving several contentious issues. But they were still struggling over Shiite autonomy and the role of Islam in family disputes, including allowing clerics in the judiciary and women's rights. A1 U.S. General on Rebuilding Iraq An American general who commanded 38,000 soldiers in the securing and rebuilding of Baghdad writes in a new essay that success in Iraq cannot be achieved solely by training local security forces. Instead, he says, the military must also work to provide essential city services, create jobs and promote local governmental control. A5 Youth React to Pope's Speech At the Mass of World Youth Day, Pope Benedict XVI seemed to enjoy himself as he made strides on this first trip abroad in defining his papacy. But the emotional charge that Catholics became accustomed to from 26 years of Pope John Paul II, scores of young people said, was less evident in this less extroverted, more cerebral pope. A3 Few Gaza Settlers Remain Israeli troops finished clearing out all but the last of the 21 Gaza settlements and bulldozers began to work in earnest to demolish settlers' homes, while Prime Minister Ariel Sharon lashed out at the protesters who have challenged the army and the police. A7 Death Toll Rises in Afghanistan This year is already the deadliest for American soldiers in Afghanistan since the war of 2001, and the violence is likely to intensify ahead of the nation's legislative elections on Sept. 18. A1 New Iran Leader on Defensive Iran's new president faced his first challenge in Parliament, when skeptical lawmakers put him on the defensive about his recommendations for 21 cabinet ministers. A4 Egypt Group Endorses Voting The Muslim Brotherhood, the banned organization that is Egypt's largest and most powerful opposition force, urged voters to take part in the country's first multicandidate presidential election. A7 NATIONAL A8-11 Largest Florida Landowner Promotes Isolated Living Florida's largest private landowner is pushing ''new ruralism,'' a concept it hopes will entice city and suburban dwellers who are weary of civilization. Instead of connecting with neighbors, new ruralism promotes connecting with the land, though these cabins in the woods come with wireless Internet access and porches with screens that unfurl by remote control. A11 Split Over Confirmation Tactics Before senators begin questioning the Supreme Court nominee, John G. Roberts Jr., the debate over his confirmation is becoming a test of Senate Democrats as well. The party's liberal base is pressing for a vigorous fight against Judge Roberts as documents from the Reagan administration clarify his conservative credentials. But some Democrats are reluctant to join in on the criticism of his record. A8 Tribute for Hunter S. Thompson Hunter S. Thompson's cremated remains were blasted into the sky over his farm in Colorado, boosted by red, blue and silver fireworks around a 153-foot monument that Mr. Thompson, the writer and avatar of ''gonzo'' journalism, designed himself almost 30 years ago. A8 Accusations at U.S.O. Just as the U.S.O is increasing efforts to support soldiers in Iraq and Afghanistan, it has been roiled by internal concerns over its management practices. Several U.S.O. officials complain that the organization's president, Edward Powell, has given an unusual amount of power over the internal management of the U.S.O. to a major contractor, a man who has family ties to Mr. Powell. A11 SCIENCE/HEALTH Intelligent Design Proponents The proponents of intelligent design, a school of thought that some have argued should be taught alongside evolution in the nation's schools, say that the complexity and diversity of life go beyond what evolution can explain. Biological marvels like the optical precision of an eye, they say, clearly point to the hand of a higher being at work in the world. A1 NEW YORK/REGION B1-6 Rivals' Attacks Get Hotter In 4-Way Mayoral Debate The four Democrats running for mayor of New York mounted sharp, sometimes snide attacks on one another at their second major debate, as each sought to appear as the candidate most capable of beating Mayor Bloomberg this fall. A1 Wal-Mart Tries Again Wal-Mart, after being rebuffed in its first effort, is trying again to open a store in New York City, and this time it hopes that New Yorkers who shop at its stores outside the city will flock to its cause. B1 Old Weapons, New Enemies The fight over the survival of the Navy's submarine base in Groton, Conn., has underscored a broader debate: just how many submarines are essential in the post-cold war, terrorism-focused, budget-restricted military? B1 1 Dead in Queens Shooting One man was killed and three others wounded when gunfire erupted outside a park in Springfield Gardens, Queens, where hundreds of people were gathered for a neighborhood festival, the police said. B2 ARTS E1-10 OBITUARIES B7 SPORTSMONDAY D1-9 49er Player Collapses and Dies Thomas Herrion, a 23-year-old offensive lineman from Fort Worth, Tex., collapsed in the San Francisco 49ers' locker room and died early Sunday morning after a preseason game against the Broncos in Denver. D1 Manning's Elbow Ailing The Giants did not make much of the injury to Eli Manning's elbow after their preseason game Saturday night. But that tone concerning the injury changed on Sunday. In a conference call with reporters head coach Tom Coughlin, above, conceded that he was ''very concerned'' about Manning's prognosis. D1 BUSINESS DAY C1-8 Google's Next Step With Google planning to sell $4 billion in stock, questions abound as to how it will continue to expand. Possibilities include instant messaging programs, smart-phones and other wireless technologies. C1 Educational Software Fades Sales of educational software -- a category that includes programs teaching math, reading and other subjects as well as reference works like encyclopedias -- has plummeted, now that free games and learning sites now available all over the Internet. C1 Soda Policy Criticized When the American Beverage Association announced a new policy curbing sales of sodas in schools the soft drink industry billed the move as a bold new plan to address the problem of childhood obesity. But critics see it more as a clever marketing ploy than a noble attempt to protect children. C1 Corporate Alliance Tested Conrad M. Black and F. David Radler of Hollinger International went from young Canadian entrepreneurs to globe-spanning press tycoons over the course of more than three decades. Even more remarkable than their long business relationship is its recent disintegration in the wake of a stunning corporate meltdown. C1 Business Digest C2 EDITORIAL A12-13 Editorials: Promises, promises; the making of a New Yorker; Francis X. Clines on old spymasters. Columns: Bob Herbert and Paul Krugman. Autos D10 Bridge E6 Crossword E8 Metro Diary A15 TV Listings E9 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2005-08-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1123, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9504E6DD113EF931A1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260f68eb7c8105d811939", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "Silicon Valley Wonders if Google Might Replace Microsoft as No.1  Google, which once was the upstart computer company that could do no wrong, has many in Silicon Valley complaining about its size and power. And, some working in the technology fiel...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Silicon Valley Wonders if Google Might Replace Microsoft as No.1 Google, which once was the upstart computer company that could do no wrong, has many in Silicon Valley complaining about its size and power. And, some working in the technology field are starting to draw comparisons between Google and Microsoft. [Page A1.] Google is introducing instant-messaging and voice communication service for personal computers. The move is the clearest evidence yet that Google has vast ambitions to move beyond its Web search roots and create a company spanning the full range of digital information. [C4.] Replacement Mechanics Face Resentment Workers hired by Northwest Airlines to replace mechanics who walked off the job say they do not regret their move, despite being derided as ''scabs,'' ''scum'' and more unprintable epithets by the striking workers. [C1.] Initial Agreement on Cutting Power Plant Emissions Officials in New York and eight other Northeastern states have come to a preliminary agreement to freeze power plant emissions at current levels and then cut them by 10 percent by 2020, according to a draft proposal. [A1.] U.S. Proposes New Fuel Economy Rules The Bush administration overhauled fuel regulations for light duty trucks -- sport utility vehicles, pickup trucks and vans. Environmental groups and other critics said the plan would do little to slow oil consumption. [C1.] Gap Opening Stores for Women Over 35 Gap has started a chain of stores, called Forth & Towne, aimed at women who are over 35 years old. The trend is largely inspired by the success of Chico's, a rare example of a primarily mall-based retailer that has tapped into the baby boomer market. [C1.] S.E.C. Files Complaint Against Former Kmart Officials The Securities and Exchange Commission filed a civil fraud complaint against two former executives of Kmart, accusing them of misleading investors about the company's financial conditions in the months before it filed for bankruptcy protection in early 2002. The commission said in its complaint that Charles C. Conaway, above, Kmart's former chief executive, and John T. McDonald, its former chief financial officer, failed to explain in its third-quarter earnings statement and in a conference call why the company had purchased far more inventory than usual in the summer of 2001. [C3.] Bristol-Myers Squibb Sketches Its Future Bristol-Myers Squibb is preparing for presentations to two separate Food and Drug Administration advisory panels scheduled to review two new drug applications -- Orencia for rheumatoid arthritis and Pargluva for diabetes. Market Place. [C1.] Signs of Deceleration in the Housing Boom Sales of existing homes fell 2.6 percent in July, to an annual rate of 7.16 million; economists were expecting existing home sales to be running at an annual pace of 7.25 million in July. [C1.] Daimler and Volkswagen Building a Minivan Germany's two largest carmakers, Volkswagen and DaimlerChrysler, are in talks to jointly build a minivan for the American market. [C6.] Verizon to Sell Net Connections for $14.95 a Month Verizon Communications plans to start selling high-speed Internet connections for $14.95 a month to attract customers with slower dial-up connections and to compete with cable companies. [C5.] Head of the Regional Stores Unit of Saks Resigns Saks said that George L. Jones resigned as chief executive of the regional department stores division, which the company has been selling. [C3.] Goldman Sachs Wins Approval for New Building A New York State board formally approved a deal that would enable Goldman Sachs to revive its plan to build a $2 billion headquarters across the street from the World Trade Center site. [B1.] Intel Outlines Shift Toward Saving Energy in Processors The chief executive of Intel, Paul S. Otellini, sketched out a new roadmap to move the company forward on energy-saving computing, based on new multicore processors. To position itself for that change, the company undertook a major reorganization six months ago to help accelerate the development of chips with internal designs that contain two or more internal processing units. [C4.] Stocks Drift Lower on Disappointing Housing Numbers Stocks declined as sales of existing homes fell 2.6 percent in July. The Dow Jones industrial average lost 50.31 points, to 10,519.58. The Standard & Poor's 500-stock index dropped 4.14 points, to 1,217.59, and the Nasdaq composite index fell 4.16 points, to 2,137.25. [C7.] Base-Closing Effort May Mean Office Vacancies One Liberty Center in Arlington, Va., which was built for the Office of Naval Research, is on the Pentagon's base-closing list. Square Feet. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-08-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 735, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E06E4DF1E3EF937A1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2860e8eb7c8105d856c9b", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Many in Silicon Valley are skittish about Google's size and power, and fret that its strengths are transforming it into a threat....", "news_desk": "Business/Financial Desk", "lead_paragraph": "For years, Silicon Valley hungered for a company mighty enough to best Microsoft. Now it has one such contender: the phenomenally successful Google. But instead of embracing Google as one of their own, many in Silicon Valley are skittish about its size and power. They fret that the very strengths that made Google a search-engine phenomenon are distancing it from the entrepreneurial culture that produced it -- and even transforming it into a threat.", "headline": {"main": "Relax, Bill Gates; It's Google's Turn as the Villain"}, "pub_date": "2005-08-24T00:00:00Z", "abstract": "Silicon Valley, which for years hungered for company mighty enough to best Microsoft, now frets that phenomenally successful Google may be moving away from entrepreneurial culture that produced it, toward corporate culture that some consider arrogant; complaints like hoarding of top engineers and treatment of partners are fueled by latest plans to sell 14 million more shares, adding $4 billion to cash reserves; photo; chart; graph; Max Levchin, who founded PayPal, says he is surprised at how fast reputation is changing; Bill Gates himself says Google is more like Microsoft than any other competitor. spurring his company to develop own Internet search engine; earlier pretenders to throne recalled; Google is also making it difficult for start-ups to raise money, adding new services and aiming for platform so popular that outside software designers write programs and Web developers build new Google-related services (M)", "print_page": "1", "word_count": 1735, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/24/technology/24valley.html", "multimedia": [{"caption": "Microsoft Then vs. Google Now", "url": "imagepages/2005/08/23/business/20050824_VALL_GRAPHIC.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/08/23/business/20050824_VALL_GRAPHIC.html", "MultimediaPopupWidth2": "250", "MultimediaHeadline2": "Microsoft Then vs. Google Now", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/08/24/business/24valley.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/08/24/business/24valley.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"caption": "Silicon Valley Powerhouse", "url": "imagepages/2005/08/23/business/20050824_VALL2_GRAPHIC.html", "rank": "3", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight3": "325", "MultimediaPopupWidth3": "250", "MultimediaHeadline3": "Silicon Valley Powerhouse", "MultimediaUrl3": "imagepages/2005/08/23/business/20050824_VALL2_GRAPHIC.html", "MultimediaType3": "Image"}, "type": "Image"}, {"url": "images/2005/08/24/business/google.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/08/24/business/google.7575.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "GATES, BILL"}, {"name": "persons", "value": "LEVCHIN, MAX R"}, {"name": "glocations", "value": "SILICON VALLEY (CALIF)"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9028eb7c8105d893cc6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Front Page; Business"}, {"type_of_material": "News", "snippet": "SAN FRANCISCO, Aug. 23 - Google, the Internet search innovator, will make its first direct challenge to the broader communications industry on Wednesday when it introduces an instant-messaging and voice communication service for personal computers...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, the Internet search innovator, will make its first direct challenge to the broader communications industry on Wednesday when it introduces an instant-messaging and voice communication service for personal computers. The program, Google Talk, will allow its users to exchange text messages and converse through their computers with others at remote locations. Other instant-messaging services offer similar capabilities, but Google said the appeal of its system would come from its voice quality, based on audio technology it has developed.", "headline": {"main": "Google to Offer Instant Messaging and Voice Communications on Web"}, "pub_date": "2005-08-24T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 743, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/24/technology/24google.html", "multimedia": [{"url": "imagepages/2005/08/24/business/24google_CA0ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/08/24/business/24google_CA0ready.html", "MultimediaType1": "Image"}, "type": "Image"}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a8ba8eb7c8105d893aa8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-9    Secular Iraqis Find Fault With New Constitution  Secular Iraqi leaders complained that the country's nearly finished constitution lays the groundwork for the possible domination of the country by Shiite Islamic clerics, and ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-9 Secular Iraqis Find Fault With New Constitution Secular Iraqi leaders complained that the country's nearly finished constitution lays the groundwork for the possible domination of the country by Shiite Islamic clerics, and that it contains specific provisions that could curtail the rights of women. A1 Defense Secretary Donald H. Rumsfeld announced plans to send up to 2,000 more American soldiers to Iraq to raise troop levels before a referendum on the Iraqi constitution in October. A6 President Bush said war protesters like Cindy Sheehan who want an immediate withdrawal of American troops from Iraq ''are advocating a policy that would weaken the United States.'' A6 Israel's Pullout Plan Complete Israeli soldiers and police officers, completing an emotional pullout unmarred by serious violence, finished their evacuation of 25 settlements in the Gaza Strip and the West Bank and said all settler homes would be reduced to rubble within 10 days. A8 Egypt Continues Sweep of Sinai Egyptian security forces arrested suspects in northern Sinai as part of their effort to determine if the attack on Sharm el Sheik last month was solely the work of local citizens or if there was some link to international terrorist groups, government officials said. A8 U.S. Spurs North Korea Effort The Bush administration stepped up its diplomacy to ensure that North Korea returns to talks next week aimed at dismantling its nuclear programs, but a top American negotiator said there was no sign yet that the North was willing to make a deal. A9 NATIONAL A10-14 Objection to Profiling Data Brings Dismissal of Official The Bush administration is replacing the director of a small but critical branch of the Justice Department, months after he complained that senior political officials at the department were seeking to play down newly compiled data on the aggressive police treatment of black and Hispanic drivers. A1 Preacher Urges Assassination Pat Robertson, the conservative Christian broadcaster, has set off an international firestorm with his comments on his television broadcast that the United States should kill president Hugo Chavez of Venezuela, which sits atop the largest oil reserves outside the Middle East. A10 Tighter Border Controls Sought Homeland Security Secretary Michael Chertoff, acknowledging public frustration over illegal immigration, said the federal government's border control efforts must be significantly altered. A11 SCIENCE/HEALTH Herpes Warning System Sought A group of leading experts called for national reporting of herpes infections in newborns, saying such a system would help prevent and treat a disease that can be devastating to infants and parents alike. A13 Study Cites Rising Obesity Obesity rates have continued to rise steadily across the nation, with the lone exception of Oregon, where they remained steady, according to a report released by a public health advocacy group. A13 NEW YORK/REGION B1-7 M.T.A. Awards Contract For Security to Lockheed The Metropolitan Transportation Authority awarded a $212 million contract to a group led by Lockheed Martin in an ambitious plan to saturate the subways with 1,000 surveillance cameras and 3,000 motion sensors. A1 Pact to Cut Emissions Officials in New York and eight other Northeastern states have come to a preliminary agreement to freeze power plant emissions at their current levels and then reduce them by 10 percent by 2020, according to a confidential draft proposal. A1 EDUCATION B8 SPORTSWEDNESDAY D1-7 Florida State Mascot Stays The N.C.A.A. removed Florida State University from the list of universities banned from postseason play because of their ''hostile and abusive'' nicknames. The Seminoles' nickname and their mascot, Chief Osceola, had both been endorsed by the Seminole Tribe of Florida. D1 ARTS E1-10 DINING IN F1-8 OBITUARIES C16 Brock Peters The actor who played Tom Robinson in the movie version of ''To Kill a Mockingbird,'' he was 78. C16 BUSINESS DAY C1-15 No Longer an Underdog Many in Silicon Valley are skittish about Google's size and power, fretting that the very strengths that made Google a search-engine phenomenon are distancing it from the entrepreneurial culture that produced it. A1 Home Sales Fell in July Sales of existing homes fell more than expected in July and prices were virtually flat compared with the previous month, industry leaders reported. C1 New Fuel Economy Plan The Bush administration's long-awaited plan to overhaul fuel economy regulations was released, promising to save gasoline through modest improvements in the performance of sport utility vehicles. C1 Business Digest C2 EDITORIAL A16-17 Editorials: President Bush's loss of faith; Ariel Sharon's statesmanship; channeling money westward; welfare reform redux. Column: Maureen Dowd. Crossword E8 TV Listings E9 Weather A12", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-08-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 750, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950CE6D6113EF937A1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25c888eb7c8105d80a826", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google announced a new version of Google Desktop Search and a free instant-messaging program, called Google Talk. How good are they?...", "news_desk": "Business/Financial Desk", "lead_paragraph": "EVER heard the old joke about the two psychiatrists who pass in a hallway? One says, ''Hello there.'' The other thinks, ''I wonder what he meant by that?'' In high-tech circles, that's pretty much what people are saying about Google these days. If you hadn't noticed, Google is no longer just an Internet search tool; it's now a full-blown software company. It develops elegant, efficient software programs -- and then gives them away. In today's culture of cynicism, such generosity and software excellence seems highly suspicious; surely it's all a smokescreen for a darker, larger plot to suck us all in. What, exactly, is Google up to?", "headline": {"main": "Google Gets Better. What's Up With That?", "kicker": "David Pogue"}, "pub_date": "2005-08-25T00:00:00Z", "abstract": "David Pogue column on Google's announcement of two more free software tools for Windows: new version of Google Desktop Search and free instant-messaging program called Google Talk; photo (M)", "print_page": "1", "word_count": 1427, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/25/technology/circuits/25pogue.html", "multimedia": [{"url": "imagepages/2005/08/24/technology/25google.budylist.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/08/24/technology/25google.budylist.html", "MultimediaPopupWidth2": "250", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/08/24/technology/25pogue.gold.jpg.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/08/24/technology/25pogue.gold.jpg.html", "MultimediaType1": "Image"}, "type": "Image"}, {"caption": "Inside Google Desktop Search", "url": "packages/khtml/2005/08/24/technology/20050825_GOOGLE_AUDIOSS.html", "col": "Audio Slide Show", "rank": "3", "height": 475, "credit": "As Google continues to add to its product list beyond its search engine, David Pogue sizes up the company's latest offerings.", "legacy": {"MultimediaPopupHeight3": "475", "MultimediaType3": "Other", "MultimediaUrl3": "packages/khtml/2005/08/24/technology/20050825_GOOGLE_AUDIOSS.html", "MultimediaPopupWidth3": "600", "MultimediaSummary3": "As Google continues to add to its product list beyond its search engine, David Pogue sizes up the company's latest offerings.", "MultimediaHeadline3": "Inside Google Desktop Search", "MultimediaCol3": "Audio Slide Show"}, "type": "Other", "width": 600}, {"url": "images/2005/08/24/technology/25pogue.thumb.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/08/24/technology/25pogue.thumb.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd24cae8eb7c8105d7ec700", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "When we think about the economic impact of information technology, the first companies to spring to mind are the giants like eBay, but the biggest impact may come from small enterprises....", "news_desk": "Business/Financial Desk", "lead_paragraph": "ACCORDING to the Small Business Administration, ''small businesses represent 99.7 percent of all firms, they create more than half of the private nonfarm gross domestic product, and they create 60 to 80 percent of the net new jobs.'' When we think about the economic impact of information technology, the first companies to spring to mind are the industry giants like Amazon, eBay, Google and Yahoo. But the biggest impact on the economy may well show up in small and medium-size enterprises.", "headline": {"main": "Technology Levels the Business Playing Field", "kicker": "ECONOMIC SCENE"}, "pub_date": "2005-08-25T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 870, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/08/25/business/25scene.html", "multimedia": [], "keywords": [{"name": "subject", "value": "INTERNATIONAL TRADE AND WORLD MARKET"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "SMALL BUSINESS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd286128eb7c8105d856cc4", "byline": {"person": [{"firstname": "Hal", "middlename": "R.", "lastname": "Varian", "rank": 1, "role": "reported", "organization": ""}], "original": "By Hal R. Varian"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "''Still Crazy After All These Years'' would certainly apply to Nantucket's real estate market.     For the first six months of 2005, total sales were 23 percent ahead of last year, totaling $616 million. The winner among this year's big spenders: ...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "''Still Crazy After All These Years'' would certainly apply to Nantucket's real estate market. For the first six months of 2005, total sales were 23 percent ahead of last year, totaling $616 million. The winner among this year's big spenders: Google's chief executive, Eric E. Schmidt, whose holding company paid north of $16 million for a property that overlooks the Nantucket harbor.", "headline": {"main": "A COSTLY GOOGLE SEARCH", "kicker": "OPENERS: SUITS"}, "pub_date": "2005-08-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 223, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9802E2DC1F3EF93BA1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd286228eb7c8105d856d76", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Geraldine", "lastname": "Fabrikant"}], "original": "By Geraldine Fabrikant"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "IF you were Google's C.E.O., wouldn't you Google yourself? At least once? Would you be surprised to discover that your recent stock sales, net worth, hobbies and contributions to various political candidates are online and easily reached with a cl...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "IF you were Google's C.E.O., wouldn't you Google yourself? At least once? Would you be surprised to discover that your recent stock sales, net worth, hobbies and contributions to various political candidates are online and easily reached with a click or two? That your home address pops up so readily -- O.K., that may have come as a surprise -- shows that a person can no longer designate which piece of personal information becomes public and which remains private.", "headline": {"main": "Google Anything, So Long as It's Not Google", "kicker": "DIGITAL DOMAIN"}, "pub_date": "2005-08-28T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1286, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E4DD1F3EF93BA1575BC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260f78eb7c8105d8119e0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randall", "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Business"}], "meta": {"hits": 27}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}