{"response": {"docs": [{"type_of_material": "Summary", "snippet": "Suicide Bomber Kills 19 At an Afghan Mosque  A suicide bomber struck at a mosque in Kandahar, Afghanistan, during a mourning ceremony for a cleric who was assassinated earlier in the week. Nineteen people were killed, including the police chief of...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Suicide Bomber Kills 19 At an Afghan Mosque A suicide bomber struck at a mosque in Kandahar, Afghanistan, during a mourning ceremony for a cleric who was assassinated earlier in the week. Nineteen people were killed, including the police chief of Kabul, and 52 were wounded. It was one of the deadliest attacks since the Taliban fell from power. PAGE A3 Questions on Heart Device Data provided by the Guidant Corporation suggest that the company continued to sell potentially flawed implantable heart devices for several months after changing the way it made the devices to correct the problem. PAGE C1 Spurs Win the West The San Antonio Spurs defeated the Phoenix Suns, 101-95, to take their Western Conference playoff series and advance to the N.B.A. finals. SPORTSTHURSDAY, PAGE D1 To Beat Googling Thanks to Google, embarrassing pasts can live forever online. But the savvy know how to reshape a cyberhistory. THURSDAY STYLES, PAGE G1", "headline": {"main": "INSIDE"}, "pub_date": "2005-06-02T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 154, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B03E0DA1638F931A35755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24ac48eb7c8105d7e92e9", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "Embarrassing moments live forever online. But learn to work with the Web, not against it, and you could reshape your cyberhistory....", "news_desk": "Thursday Styles", "lead_paragraph": "IN the winter of 1996, back when I was a brunette who wore sensible shoes, a photographer snapped my picture during a rehearsal for a college musical. The production mattered; eating and sleeping did not. The resulting portrait showed a pasty, gaunt girl being swallowed by a XXX-large T-shirt. The only thing more unfortunate than the photo is that nearly a decade after it was taken -- a decade in which I became a blonde and graduated to stilettos -- it is still the definitive image of me on the World Wide Web, the one that pops up every time my name is entered in a Google search. It even has the dubious distinction of being in the top 10 hits in a list of several hundred, most of them articles I have written.", "headline": {"main": "Loosing Google's Lock on the Past"}, "pub_date": "2005-06-02T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1866, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/02/fashion/thursdaystyles/02GOOGLE.html", "multimedia": [{"url": "imagepages/2005/06/02/fashion/google.2.ready.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/06/02/fashion/google.2.ready.html", "MultimediaPopupWidth2": "250", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/06/01/fashion/02GOOGLEready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/06/01/fashion/02GOOGLEready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/06/01/fashion/02google75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/06/01/fashion/02google75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "WORLD WIDE WEB INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "INDEXERS AND INDEXING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd25e908eb7c8105d80db0a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Stephanie", "lastname": "ROSENBLOOM"}], "original": "By STEPHANIE ROSENBLOOM"}, "section_name": "Technology; Style"}, {"type_of_material": "News", "snippet": "America Online wants to wrest users away from Yahoo and Google, but it will have to pay those companies tens of millions of dollars as it tries to do so....", "news_desk": "Business/Financial Desk", "lead_paragraph": "America Online wants to wrest users away from Yahoo and Google, but it will have to pay those companies tens of millions of dollars as it tries to do so. AOL is preparing to promote its new, free Internet portal by buying text advertisements on the major Web search engines, which are, of course, its main rivals. The text ads, which appear next to search results, will link to many of the millions of pages of content that AOL is moving from its paid subscription service to the new portal, which will start public previews this month.", "headline": {"main": "AOL Wooing Users to Portal, With a Little Help From Its Foes"}, "pub_date": "2005-06-10T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1060, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/10/technology/10aol.html", "multimedia": [{"url": "imagepages/2005/06/10/business/10aol_CA0ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/06/10/business/10aol_CA0ready.html", "MultimediaType1": "Image"}, "type": "Image"}], "keywords": [{"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f038eb7c8105d80e2e0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Rising Bond Rates and Falling Mortgage Rates Make a Puzzle for Economists and Policy Makers  The Federal Reserve has been conducting a relentless campaign to raise interest rates for the last year, but the rates that matter the most to many people...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Rising Bond Rates and Falling Mortgage Rates Make a Puzzle for Economists and Policy Makers The Federal Reserve has been conducting a relentless campaign to raise interest rates for the last year, but the rates that matter the most to many people -- mortgage rates -- have fallen to near 30-year lows, a conundrum that benefits Americans across the economic spectrum but vexes economists and policy makers. [Page A1.] Alan Greenspan, chairman of the Federal Reserve, told a congressional panel that the economy is on a ''reasonably firm footing'' but expressed concern about the ''negligible'' rate of personal savings, the huge trade deficit and growing evidence of risky speculation in the housing market. [C1.] A Medicine's Withdrawal Shows Drug Agency's Problems The saga of Propulsid, a heartburn medicine pulled from the market in 2000, illustrates the difficulty that the Food and Drug Administration has in regulating drugs after they have been approved. [A1.] Three senators plan to block a vote on the nomination of a candidate to head the Food and Drug Administration because of issues related to the morning-after birth control pill and condoms. [A13.] Eli Lilly agreed to pay $690 million to settle 8,000 lawsuits filed by people who claimed they developed diabetes and other diseases after taking Zyprexa, a medication for schizophrenia and bipolar disorder. [C1.] Shares in Biogen surged after reports emerged that its Tysabri drug for multiple sclerosis might be brought back to the market. [C3.] Two senators sent letters to 18 major drug makers asking for information about grants they have given in recent years to state officials and other organizations that may have influenced drug purchases by federal Medicaid and Medicare programs. [C6.] Boston Scientific said a Dutch court ruled in a patent suit that a Johnson & Johnson subsidiary can be forced to end production of its Cypher stents in the Netherlands and to halt sales of the drug-coated devices there. [C4.] China Considers a New Standard for Its Currency China's political leadership is considering breaking the 11-year link between the dollar and China's currency, the yuan, and tying its value instead to a group of currencies. [C4.] Banker Acquitted in Mutual Funds Trading Case A former broker with Bank of America, Theodore C. Sihpol III, was acquitted of most of the charges of improper trading in mutual funds in the first major legal defeat for Eliot Spitzer, the New York attorney general. [C1.] An executive of the General Re Corporation plans to plead guilty today to criminal fraud charges, according to a court document and individuals briefed on an inquiry into insurance abuses. [C1.] Morgan Stanley has agreed to pay $2.7 million for violating rules in connection with initial public offerings. [C14.] A former chief executive of AremisSoft Corporation, a defunct software company, has agreed to settle fraud charges for $200 million. [C3] Corporate Troubles in China Parallel Those in the U.S. Big corporations are having trouble making money, they have big debts, and they have obligations to provide pensions, adding up to trouble for corporate America and, in a remarkable parallel, corporate China. [C1.] Union Would Accept Only Minor Benefit Cuts at G.M. A United Auto Workers leader said the union would accept only modest cuts in health benefits in response to General Motors' plea for bigger cuts. [C3.] Investor Wins Board Seat at French Ad Concern The investor Vincent Bolloré, left, won a showdown with the management of Havas, the French advertising company. Mr. Bolloré, who owns 20.7 percent of Havas, was elected to the board, along with three other executives representing his investment firm. The Havas board, led by chief executive Alain de Pouzilhac, had urged shareholders to reject Mr. Bolloré's bid for the board. Advertising. [C8.] Australian Phone Company Hires a Chief Executive Telstra, the dominant telecommunications provider in Australia, hired Solomon D. Trujillo, who ran US West and later the European cellular operator Orange, to be chief executive. [C4.] AOL Plans Ad Campaign With Its Competitors In its attempt to attract users to its free Web sites, AOL will spend millions of dollars to advertise on popular search engines like Google and Yahoo, the very competitors it is trying to lure users away from. [C3.] Intel Raises Revenue Forecast as Chip Sales Surge The Intel Corporation raised its second quarter revenue forecast because of strong sales of notebook computers that use its Centrino chip. [C3.] Pathmark Shareholders Accept a Takeover Bid Shareholders of Pathmark Stores approved a $150 million offer from the Yucaipa Companies, a private equity firm, to buy a 40 percent stake and warrants to purchase more shares. [C2.] Stocks Rise After Remarks by Federal Reserve Chairman Stocks gained in response to a bullish statement on the economy by Federal Reserve Chairman Alan Greenspan. The Dow Jones industrial average rose 26.16, to 10,503.02. The Standard & Poor's 500 index was up 6.26, at 1,200.93. The Nasdaq composite index added 16.73, to 2,076.91. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-06-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 819, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E2DD1138F933A25755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd284b78eb7c8105d85405c", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Five years after the tech bubble came and went, Google's stock has bounded to nearly $300. So is it different this time, or are investors partying like it's 1999?...", "news_desk": "Business/Financial Desk", "lead_paragraph": "IN this souped-up, high-tech world, everything happens faster, even forgetting. Usually a generation passes before investors stung in a mania make the same mistake again, but anyone looking at a chart of Google's stock price might think that its shareholders don't have that kind of time. Five years after the tech bubble came and went, the search engine operator has bounded from about $180 a share in April to nearly $300.", "headline": {"main": "Searching For a Reason To Buy Google", "kicker": "PERSONAL BUSINESS: MARKET VALUES"}, "pub_date": "2005-06-11T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 746, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/11/technology/11values.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPANY REPORTS"}], "subsection_name": null, "_id": "4fd24d5d8eb7c8105d7ed6ba", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Conrad", "lastname": "De Aenlle"}], "original": "By Conrad De Aenlle"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Is Google a media company? One answer is: Sure, Google is a media company, except when it isn't. The other answer is: It doesn't really matter anyway....", "news_desk": "Business/Financial Desk", "lead_paragraph": "IS Google a media company? Jon Friedman, the media columnist for MarketWatch (marketwatch.com), bristles at the notion. The question came up last week when the company's stock market value surpassed that of Time Warner. One answer is: Sure, Google is a media company, except when it isn't. The other answer is: It doesn't really matter anyway.", "headline": {"main": "Personal Business:  What Is Google, Anyway?", "kicker": "What's Online"}, "pub_date": "2005-06-18T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 654, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/18/technology/18online.html", "multimedia": [{"url": "imagepages/2005/06/17/business/18online.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/06/17/business/18online.ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/06/17/business/online.85.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/06/17/business/online.85.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25c7d8eb7c8105d80a033", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "For many people, the winds of change blow ill....", "news_desk": "The City Weekly Desk", "lead_paragraph": "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million.", "headline": {"main": "Who Hurts?", "kicker": "THE NEW BROOKLYNS/FACES OF A BOROUGH"}, "pub_date": "2005-06-19T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 1548, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/19/nyregion/thecity/19hurt.html", "multimedia": [{"caption": "The New Brooklyns: Portrait of a Changing Borough", "url": "packages/khtml/2005/06/19/nyregion/20050619_BROOKLYN_FEATURE.html", "col": "Interactive Feature", "rank": "2", "height": 475, "credit": "Three views of life in the city's most populous borough: a writer, a real estate agent and a resident of a close-knit block in Bensonhurst.", "legacy": {"MultimediaPopupHeight2": "475", "MultimediaType2": "Other", "MultimediaUrl2": "packages/khtml/2005/06/19/nyregion/20050619_BROOKLYN_FEATURE.html", "MultimediaPopupWidth2": "600", "MultimediaSummary2": "Three views of life in the city's most populous borough: a writer, a real estate agent and a resident of a close-knit block in Bensonhurst.", "MultimediaHeadline2": "The New Brooklyns: Portrait of a Changing Borough", "MultimediaCol2": "Interactive Feature"}, "type": "Other", "width": 600}, {"url": "imagepages/2005/06/17/nyregion/19hurt_CA0.done.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/06/17/nyregion/19hurt_CA0.done.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/06/17/nyregion/19hurt_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/06/17/nyregion/19hurt_75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "BROOKLYN (NYC)"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "RESTORATION AND REHABILITATION"}, {"name": "subject", "value": "LAYOFFS AND JOB REDUCTIONS"}], "subsection_name": null, "_id": "4fd25e948eb7c8105d80de2e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ben", "lastname": "GIBBERD"}], "original": "By BEN GIBBERD"}, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google is preparing an online-payment system that would compete with PayPal, according to an online retailer who has been approached by Google to take part in the effort....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google is preparing an online-payment system that would compete with PayPal, according to an online retailer who has been approached by Google to take part in the effort. In addition to representing a direct challenge to eBay, which owns PayPal, the largest Internet payment system, the move signals Google's intention to become much more deeply involved in online commerce.", "headline": {"main": "Google Said To Plan Rival To PayPal"}, "pub_date": "2005-06-20T00:00:00Z", "abstract": "Google is reportedly preparing an online-payment system called Google Wallet, which would compete with eBay's PayPal; move signals Google's intention to become much more deeply involved in online commerce, where it currently profits only by selling advertisements that appear on pages of its flagship search engine and its Froogle shopping service; Google has long been rumored to be developing classified advertising service, one that would compete with eBay and Craigslist, and payment system like Google Wallet would help it bring into its marketplace individuals and small businesses who are not authorized to accept credit cards online (M)", "print_page": "1", "word_count": 861, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/20/technology/20google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "EBAY INCORPORATED"}, {"name": "organizations", "value": "CRAIGSLIST"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "PAYPAL"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "CREDIT AND MONEY CARDS"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "BANKS AND BANKING"}], "subsection_name": null, "_id": "4fd25f068eb7c8105d80e516", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Conflict at Morgan Stanley Continues As Firm Seeks a New Chief Executive  There is a movement among Morgan Stanley executives calling for Zoe Cruz, who was recently appointed a co-president of the firm, to become the new chief executive. The board...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Conflict at Morgan Stanley Continues As Firm Seeks a New Chief Executive There is a movement among Morgan Stanley executives calling for Zoe Cruz, who was recently appointed a co-president of the firm, to become the new chief executive. The board, however, seems inclined to pick an outsider to replace Philip J. Purcell. The campaign for Ms. Cruz shows that after Mr. Purcell's announcement that he would step down, turmoil and internal politics continue to occupy the firm. [Page C1.] Jurors Discuss Deliberations in Tyco Trial On the fifth day of deliberations in the retrial of Tyco International's former chief executive, L. Dennis Kozlowski, the judge received two very disturbing notes from several jurors, causing an eerie sense of déjà vu. [C1.] Broadcast Networks Cast Wider Net for Content Realizing that an overreliance on one's own fare can lead to creative and financial trouble, the major broadcast networks will rely less than they have in seven seasons on new, scripted programming from production companies residing elsewhere in their media conglomerates. [C1.] Wall Street Journal Plans Softer Edition for Saturdays Starting Sept. 17, The Wall Street Journal will add a Saturday edition stamped with a new name, ''Weekend Edition,'' and a new emphasis on softer features -- entertainment, travel, sports, arts, books, real estate and recipes. The goal is to attract a more diverse base of advertising to pull The Journal out of its prolonged slump. [C1.] Associated Press Aims to Expand Its Horizons Tom Curley, the chief executive of The Associated Press, is embarking on an ambitious strategy to plunge deeper into new media and move more aggressively beyond its saturated territory in the United States to pump up revenues flowing from other countries. The A.P. has also dared to ruffle some United States newspaper publishers with plans to charge for publication of its articles online. Above, Mr. Curley with President Bush at the annual Associated Press meeting in April 2004. [C4.] HBO Enlists CNN to Promote Its New Comedy HBO is using unusual techniques to promote its new romantic comedy ''The Girl in the Cafe,'' about a fictional G8 summit where the politicians are shamed into fulfilling the promise of the Millennium Development Goals to end world poverty. CNN will air an hour-long special about the film, followed by an interview with Tony Blair, above, by Christiane Amanpour on the subject of global poverty, and then a segment filmed earlier with Ms. Amanpour from an impoverished village in Ethiopia. [C4.] Make Poverty History, the British name for the global antipoverty campaign leading up to the Group of 8 summit meeting next month, has become a social phenomenon. [C8.] Google Plans a Challenge to PayPal Google is preparing an online-payment system that would compete with PayPal, according to an online retailer who has been approached by Google. [C1.] Ameritrade Close to Deal to Buy TD Waterhouse Ameritrade Holdings, the online brokerage firm, is near an agreement to purchase TD Waterhouse, according to executives close to the deal. [C2.] Heinz Said to Be Near Deal for HP Foods The H.J. Heinz Company is said to be close to a £470 million ($861.3 million) deal for HP Foods, the British condiment company. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-06-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 531, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DE2DE123BF933A15755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25e948eb7c8105d80de6f", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-10    Anti-Syrian Alliance Claims Lebanon Victory  Opponents of Syrian domination claimed a stunning victory in the final round of Lebanon's parliamentary elections in a rebellion touched off by the assassination of former Prime...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Anti-Syrian Alliance Claims Lebanon Victory Opponents of Syrian domination claimed a stunning victory in the final round of Lebanon's parliamentary elections in a rebellion touched off by the assassination of former Prime Minister Rafik Hariri. A1 Generals May Be Promoted Defense Secretary Donald H. Rumsfeld is considering new top command assignments that would include promoting Lt. Gen. Ricardo S. Sanchez, the former American commander in Iraq during the Abu Ghraib prison abuse scandal, Pentagon and military officials say. A1 Agreement Reached on Gaza Israel and the Palestinians have agreed to cooperate on the demolition of the 1,600 Gaza homes to be vacated by Israeli settlers in less than two months, Secretary of State Condoleezza Rice announced. The accord represents the first concrete Israeli-Palestinian cooperation in Gaza after months of disputes. A1 Asian Summit May Be Tense After months of strained relations over disputed territory and Japan's militaristic past, President Roh Moo Hyun of South Korea and Prime Minister Junichiro Koizumi of Japan will hold what is likely to be a tense summit meeting in Seoul. A6 Australia Alters Refugee Policy Prime Minister John Howard of Australia, under pressure from moderates in his party, announced major changes in the country's treatment of refugees who show up without documents and who had previously been sent to detention centers. A7 Attack in Afghanistan Kills 20 The United States military said its warplanes and helicopters killed up to 20 suspected Taliban in southern Afghanistan while coming to the aid of an American patrol under attack by the militants. A7 Reformers Favor Rafsanjani The reform party of Iran hinted that it would throw its support behind the former two-term president Ali Akhbar Hashemi Rafsanjani, a pillar of the Islamic revolution, in a run-off vote for president this week. A8 Baghdad Bombs Kill 30 At least 30 people were killed in Baghdad in a new round of suicide bombings. A10 NATIONAL A11-13 U.S. Officials Inquire Into Library Reading Law enforcement officials have made at least 200 formal and informal inquiries to libraries for information on reading material and other internal matters since October 2001, according to a new study that adds grist to the growing debate in Congress over the government's counterterrorism powers. A11 F.B.I. Training Criticized A lawyer who interviewed a number of top current and former counterterrorism officials at the F.B.I. in connection with a lawsuit against the bureau has written to three senators saying the officials lacked a detailed understanding of terrorism and had been promoted to top jobs despite having had little experience in the field. A13 Housing Mudslide Victims A proposal by the mayor of Laguna Beach, Calif., to move people left homeless by a recent landslide into a 300-unit seaside trailer park has further complicated a plan by the state to convert the property into a public campground. The mayor, Elizabeth Pearson-Schneider, said up to 20 families could be temporarily housed at the trailer park. A11 Senator Seeks Nomination Senator Joseph R. Biden Jr. said that he wanted to seek the Democratic nomination for president in 2008. Mr. Biden, the senior Democrat on the Foreign Relations Committee, said he would explore his support and decide by the end of this year -- a sign the race may get off to an early and competitive start. A13 EDUCATION Texas School Budget Crisis Texas legislators will return to the Capitol for a special session after Gov. Rick Perry vetoed the state's public education budget. School financing has bedeviled Texas lawmakers for years. The session will be their fourth effort to find a solution in the last three years, including the last two regular sessions. Mr. Perry also called a special session last spring, but it ended in failure. A12 NEW YORK/REGION B1-5 Syracuse Factory Closing Yields Job Opportunities Almost half of the 1,200 workers laid off when the Carrier Corporation closed its air-conditioning factory in Syracuse have reinvented themselves for post-industrial America by training for new careers, helped by federal and state aid and a generous tuition assistance program from the company. B1 Status Quo in Albany As the legislative session in Albany draws to a close, the lack of agreement among the state's three top leaders on what to do about the state's ethics, lobbying and campaign finance laws could leave much of the status quo in place for another year, despite all the talk of reform. B1 SPORTSMONDAY D1-9 New Zealander Wins U.S. Open Michael Campbell, born in the shadow of New Zealand's Mount Taranaki, triumphed in a back-nine battle to claim the United States Open championship at Pinehurst by two strokes over Tiger Woods. Cambell shot a one-under 69 to finish at even-par 280. D1 Spurs Win Game 5 The San Antonio Spurs beat the Detroit Pistons, 96-95, in overtime to take a 3-2 series lead in the National Basketball Association finals and move a victory away from their second title in three years. D1 ARTS E1-10 'Billy Jack' May Return Billy Jack, the 1970's movie character whose rugged-loner heroics, all in defense of society's downtrodden, sparked a pop culture and box-office phenomenon could be on his way back. The man who created and personified Billy Jack, Tom Laughlin, above, -- the writer, director, producer and actor -- is planning to bring the character back with a new $12 million sequel. E1 OBITUARIES B6 J.J. Pickle A protégé of Lyndon B. Johnson who served in the House of Representatives for 31 years and was a protector of Social Security, he was 91. B6 BUSINESS DAY C1-10 Privatizing Cablevision The Dolans, one of New York's most powerful families, moved to buy out the public shareholders of their media empire, Cablevision Systems, and spin off its prized entertainment assets, which include Madison Square Garden and Radio City Music Hall. A1 Seeking New Advertisers The Wall Street Journal will be adding a new Saturday issue named Weekend Edition, with an emphasis on features like entertainment, travel, sports, arts, books and real estate, in an effort to attract a more diverse base of advertising. C1 Division at Morgan Stanley Philip J. Purcell's decision to step down as chief executive of Morgan Stanley seems to have deepened divisions within the firm, putting increased pressure on a board that is struggling to find the appropriate candidate to right the troubled investment banking franchise. C1 Google Plans Pay Service Google is preparing an online-payment system for consumers that would compete with PayPal, according to an online retailer who has been approached by Google to take part in its effort. C1 Business Digest C2 EDITORIAL A14-15 Editorials: Corporate profit vs. public safety; missing the big picture in Brussels; help for victims of sexual assault; House ethics, a study in flatlining. Columns: Bob Herbert. Autos D10 TV Listings E9 Bridge E4 Weather B7 Metro Diary B2", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-06-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1130, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950DE6D8123BF933A15755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24ac88eb7c8105d7e95fb", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "A Wider Role Is Hinted for Sunni Voters  Iraq's most powerful Shiite cleric hinted at a major concession to the Sunni Arab minority by suggesting he would support changes in the voting system that could give Sunnis more seats in Parliament. The Su...", "news_desk": "Metropolitan Desk", "lead_paragraph": "A Wider Role Is Hinted for Sunni Voters Iraq's most powerful Shiite cleric hinted at a major concession to the Sunni Arab minority by suggesting he would support changes in the voting system that could give Sunnis more seats in Parliament. The Sunni Arab turnout in the first national elections in January was paltry, and writing a constitution without Sunni participation is proving very difficult. PAGE A12 The Physics of Time Travel Although no one is booking trips yet, there seems to be no law of physics that time travel is impossible. So physicists are theorizing about time machines, solving paradoxes and trying to grasp why, as one puts it, ''Physics gets time wrong, and time is the most familiar thing there is.'' SCIENCE TIMES, PAGE F1 More Shuttle Problems NASA has not fully complied with three crucial safety recommendations it agreed to meet before returning the shuttle fleet to orbit, an advisory panel concluded. The findings do not necessarily mean another delay in the launching of the Discovery, set for as early as July 13. PAGE A14 'Great Satan' Recedes in Iran Old symbols of anti-American sentiment in Iran, like the revolver painted on a wall at the former United States Embassy, are receding, as Iranians in many walks of life interviewed in Tehran say they would like to reconcile with the United States. PAGE A10 C.I.A. Keeps Covert Actions The White House has reportedly decided to reject recommendations by a presidential commission that would have given the Pentagon greater authority to conduct covert operations. The decision is a victory for the C.I.A. in the new national intelligence structure. PAGE A6 Google: Bargain or Bubble? As Google's stock continues to climb -- it cracked the $300 mark yesterday, to close at $304.10 -- many analysts are continuing to recommend the stock. Others wonder if the torrid gains could amount to a one-stock Internet bubble. BUSINESS DAY, PAGE C1 On the East Riverfront An esplanade planned for Lower Manhattan would transform a series of abandoned piers and derelict corners beneath the Franklin D. Roosevelt Drive. A critic's notebook by Nicolai Ouroussoff. THE ARTS, PAGE E1", "headline": {"main": "INSIDE"}, "pub_date": "2005-06-28T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 355, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B05E7DE153AF93BA15755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25e958eb7c8105d80dfc3", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "As Google's stock continues to climb, many analysts are continuing to recommend it. Others wonder if the gains could amount to a one-stock Internet bubble....", "news_desk": "Business/Financial Desk", "lead_paragraph": "David Edwards, a financial analyst with American Technology Research, wants to believe in Google. But how do you embrace a stock that has more than tripled in 10 months and cracked the $300-a-share barrier so quickly since going public that much of its growth potential seems already built into the price? In early May, when Google was trading for $236, Mr. Edwards sent a note to clients of his firm, a group that includes wealthy individuals and money managers, recommending that they buy Google stock.", "headline": {"main": "At $300 a Share, Google Looks Pricey And Still Irresistible", "kicker": "TECHNOLOGY"}, "pub_date": "2005-06-28T00:00:00Z", "abstract": "Article on short- and long-term prospects of Google Inc's stock now that it has topped $$300 a share, closing at $304.10, up $6.85; stock has more than tripled in 10 months since going public; graph (M)", "print_page": "1", "word_count": 1093, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/28/technology/28google.html", "multimedia": [{"url": "imagepages/2005/06/27/technology/20050628_GOOGLE_GRAPHIC.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/06/27/technology/20050628_GOOGLE_GRAPHIC.html", "MultimediaType1": "Image"}, "type": "Image"}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25e958eb7c8105d80dfde", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN; Louise Story contributed reporting from New York for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In Copyright Case, Supreme Court Rules Against File-Sharing Services  The Supreme Court handed a major victory to the entertainment and recording industries by reinstating a copyright-infringement suit against two file-sharing services. The unanim...", "news_desk": "Business/Financial Desk", "lead_paragraph": "In Copyright Case, Supreme Court Rules Against File-Sharing Services The Supreme Court handed a major victory to the entertainment and recording industries by reinstating a copyright-infringement suit against two file-sharing services. The unanimous opinion strongly suggested that the services, Grokster and StreamCast Networks, should be found liable for the vast copyright infringement committed by those using their software to download music and movies. [Page A1.] For file-sharing advocates, the Supreme Court decision brought both dire predictions and cautious optimism. [C1.] Entertainment companies are likely to face a long, slow grind in influencing consumers to alter their habits. [C1.] The Supreme Court also ruled that cable companies do not have to allow rivals to offer high-speed Internet access over their systems. [C1.] Assessing China's Growing Economic Strength China's recent moves to become a more powerful global competitor foretell a broad challenge to a half-century of American economic and political ascendance, one that may go beyond Japan's nearly a generation ago. [A1.] The chief of the China National Offshore Oil Corporation, which has made an unsolicited $18.5 billion offer for Unocal, tried to defuse opposition to the bid, saying he welcomed a national security review from the United States. [C6.] Google Closes at $304.10, and Analysts Still See Potential Google sprinted past the $300 mark, to close at $304.10 on Monday, up $6.85. As the stock continues to climb as if it is 1999 all over again, many analysts are perplexed over what to tell their clients to do with the shares. [C1.] Suits Against Boston Scientific Concern Analysts Analysts are warning investors that Boston Scientific, the market leader in the $5 billion global market for stents, is at risk of losing one or more long-running legal battles this summer. The stock is already down more than 22 percent this year. And yesterday, after closing up a penny, to $27.52, it tumbled as low as $26.20 in after-hours trading on news that it would recall its Hemashield Vantage grafts for blood vessels. [C3.] S.E.C. Chief Defends Timing of Mutual Fund Vote William H. Donaldson defended his decision to put a proposed rule on the independence of mutual fund boards up for a vote the day before he steps down as chairman of the Securities and Exchange Commission. [C3.] Microsoft and Toshiba to Work on New DVD Technology Microsoft and Toshiba said they would work together to develop next-generation DVD players, heating up a race between competing technologies. [C2.] A Mainstream Marketing Challenge for Hummer In promoting its first vehicle that is not out of reach for most Americans, Hummer had to create advertisements with mass-market appeal, a challenge it had never faced before. Advertising. [C3.] Price of Crude Oil Surpasses $60 a Barrel With little relief for oil markets on the horizon, crude oil contracts in New York traded above $60 a barrel for the first time, as demand for fuel showed few signs of slowing despite the highest energy costs in over 20 years. [C9.] Stocks held near one-month lows as oil prices rose. The S.&P. 500 lost 0.88 points, to 1,190.69. The Dow Jones industrial average dropped 7.06 points, to 10,290.78, the lowest since May 16. The Nasdaq composite index fell 8.07 points, to 2,045.20. [C5.] Sun Microsystems and I.B.M. Form New Alliance Sun Microsystems got a much-needed lift when I.B.M. said it would convert some software products to work with Sun's Solaris operating system on a new line of Sun computers. Executives at both companies said that pressure from large customers had been a crucial factor in forcing the renewed alliance. ''To be honest, we've had a little bit of a chill in our I.B.M. relationship,'' said Jonathan Schwartz, above, Sun's president and chief operating officer. [C2.] Online Gambling Firm Valued at $9 Billion The controversial online gambling company PartyGaming burst onto the London exchange with a highly sought share offering that shot up 11 percent by the end of the day, valuing the company at more than $9 billion. [C6.] Starbucks to Sell Dylan Recording Exclusively Starbucks plans to exclusively sell a recording of a 1962 Bob Dylan performance, further encroaching on the turf of traditional retailers. [C3.] Cellphones on Planes? Let's Think About This Even Cingular Wireless is not wholeheartedly supportive of the idea of allowing cellphones on airplanes. Joe Sharkey: On the Road. [C7.]", "headline": {"main": "Business Digest"}, "pub_date": "2005-06-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 718, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E6DC1731F93BA15755C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd248788eb7c8105d7e515e", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Microsoft has been in talks to buy a private Silicon Valley company, a move that underscores just how eager Microsoft is to catch up with Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "For the last two weeks, Microsoft has been in talks to buy a private Silicon Valley company, a move that underscores just how eager Microsoft is to catch up with Google, the search and advertising giant. The company that Microsoft has pursued is controversial: Claria, an adware marketer formerly called Gator, and best known for its pop-up ads and software that tracks people visiting Web sites. The Gator adware has frequently been denounced by privacy advocates for its intrusiveness.", "headline": {"main": "Microsoft Said to Be in Talks To Buy Adware Developer"}, "pub_date": "2005-06-30T00:00:00Z", "abstract": "Microsoft is in talks to buy Claria, adware marketer formerly called Gator and best known for its pop-up ads and software that tracks people visiting Web sites; its interest in company underscores just how eager Microsoft is to catch up with Google, search and advertising giant; Gator adware has frequently been denounced by privacy advocates for its intrusiveness, and there is reportedly opposition within Microsoft to acquisition, which some feel could expose company to charge of being corporate Big Brother (M)", "print_page": "3", "word_count": 582, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/06/30/technology/30soft.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GATOR INC"}, {"name": "organizations", "value": "CLARIA INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd248788eb7c8105d7e51bd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By STEVE LOHR and GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "An article in Business Day on Tuesday about Google shares' closing above $300 referred incorrectly in some copies to the time that David Edwards, an analyst, had been following publicly traded stocks. It is 7 years, not 20....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day on Tuesday about Google shares' closing above $300 referred incorrectly in some copies to the time that David Edwards, an analyst, had been following publicly traded stocks. It is 7 years, not 20.", "headline": {"main": "Corrections"}, "pub_date": "2005-06-30T00:00:00Z", "abstract": "Correction of June 28 article on Google shares' closing regarding one analyst's tracking of stocks", "print_page": "2", "word_count": 38, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9404E4DE133AF933A05755C0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "CORRECTION STORIES"}], "subsection_name": null, "_id": "4fd25e968eb7c8105d80e00b", "byline": null, "section_name": "Corrections; New York and Region"}], "meta": {"hits": 15}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}