{"response": {"docs": [{"type_of_material": "News", "snippet": "Google is buying ad space in magazines and filling it with half a dozen ads from clients of its vast online system....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, which built a lucrative business in online advertising, has found a new medium for its ad sales: print. The company is buying ad space in magazines and filling it with half a dozen ads from clients of its vast online system.", "headline": {"main": "Google Dips Into the World of Print Advertising", "kicker": "MEDIA"}, "pub_date": "2005-09-01T00:00:00Z", "abstract": "Google is buying ad space in magazines and filling it with half dozen ads from clients of its vast online system; is buying ad space in several specialized publications, including PC Magazine and Maximum PC (M)", "print_page": "3", "word_count": 764, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/01/technology/01google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MAXIMUM PC"}, {"name": "organizations", "value": "PC MAGAZINE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "MAGAZINES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd260f88eb7c8105d811a5e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Prices Surge and Spot Shortages Appear As Hurricane's Effects Reach Gas Pumps  Days after Hurricane Katrina dealt a devastating blow to the nation's largest energy hub, the worst-case possibility was quickly becoming a reality: gasoline prices sur...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Prices Surge and Spot Shortages Appear As Hurricane's Effects Reach Gas Pumps Days after Hurricane Katrina dealt a devastating blow to the nation's largest energy hub, the worst-case possibility was quickly becoming a reality: gasoline prices surging well above $3 a gallon, consumer complaints of price gouging and service stations in a handful of locations running out of gas. The White House said it would release emergency oil stockpiles to meet shortages and would relax environmental standards nationwide. [Page A1.] After one of the worst storms ever to hit the Gulf Coast, large parts of the nation's distribution system had shut down, slowing down imports and exports. One result could be that American consumers will be paying more for everything from coffee and bananas to paint and tires. [C1.] From as far away as Massachusetts and Ohio, convoys of utility trucks and reinforcement workers are descending on the storm-damaged region to restore electricity to the estimated 1.7 million household and business customers still without power. [C1.] Landline and wireless phone service across the Gulf Coast from New Orleans eastward has been largely cut off, and work to restore it is going to take weeks, if not months. [C7.] Drivers Begin Turning Away From Big S.U.V.'s Consumers nationwide are gradually shifting away from large sport utility vehicles toward smaller, more fuel-efficient S.U.V.'s and cars. [C6.] Chase to Buy Credit Card Business of Sears Canada J.P. Morgan Chase agreed to purchase the credit card business of Sears Canada for 2.4 billion Canadian dollars in cash and the assumption of 1.1 billion Canadian dollars in debt. [C4.] Client Switches Account, Dealing a Blow to Interpublic The troubled Interpublic Group of Companies was dealt a serious blow when one of its largest clients, Bank of America, dismissed Interpublic and shifted its consolidated account, with total spending estimated at $600 million, to the Omnicom Group. The account shift is one of the largest in advertising in recent years. Interpublic has been plagued by financial and operational problems since 2002. Stuart Elliott: Advertising. [C3.] Hedge Fund Company's Brokerage Arm Draws Attention Over the last two and a half years, Bayou Securities, the brokerage unit of Bayou Group, the Connecticut hedge fund company at the center of a growing investigation, generated $51.5 million in revenue executing trades for its four affiliated hedge funds. Such revenues seem excessive for a small firm like Bayou, hedge fund experts said. [C1.] Stocks Climb After Fed Official Comments on Rates Stocks climbed yesterday, rising after the president of the Philadelphia Federal Reserve signaled that the central bank could change its interest rate policy in the aftermath of Hurricane Katrina. Falling oil prices also helped stocks. The Dow Jones industrial average rose 68.78 points, to 10,481.60. The Standard & Poor's 500-stock index rose 11.92 points, to 1,220.33, and the Nasdaq composite index rose 22.33 points, to 2,152.09. [C11.] MasterCard Plans to Take Itself Public MasterCard announced plans to pursue an initial public offering that could value the credit card company at more than $10 billion. [C1.] F.D.A. Approves Drug for Children's Growth The Food and Drug Administration gave approval to the first new drug in 30 years for the treatment of abnormally short stature in children. It is the first drug approved for Tercica, a biotechnology company based in Brisbane, Calif. An estimated 6,000 children in this country have the specific condition for which the F.D.A. approved the drug, although some doctors expect it to be more broadly prescribed to children with less severe growth abnormalities. [C5.] As health officials worked to avoid another flu vaccine shortage like that in the 2004-5 season, regulators approved a flu shot from GlaxoSmithKline, and a Chiron vaccine plant in Liverpool that was shut last year because of contamination moved closer to being opened. [C5.] Google Moves Offline, Into Print Google, which built a lucrative business in online advertising, is buying ad space in magazines and filling it with half a dozen ads from clients of its vast online system. The first incarnation of Google's program resembles an old-fashioned business known as ad brokering. [C3.] Government Pegs 2nd-Quarter Growth Slightly Lower Economic growth was a touch weaker in the second quarter than first thought, the Commerce Department said. Gross domestic product grew at a revised 3.3 percent annual rate in the April-June period. [C5.] Company Accuses Apple of Violating Software Patent Creative Technology Ltd., a maker of portable music players, has accused Apple Computer of violating a newly granted software patent that covers the way users navigate music selections. [C17.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 754, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9901E0DC1731F932A3575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25f7b8eb7c8105d80efc7", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "As people search the Internet for information about a home feared destroyed, many are using Google Earth to scour satellite photos....", "news_desk": "Business/Financial Desk", "lead_paragraph": "On Friday afternoon, Leonard Sprague, a general contractor in Gainesville, Fla., saw the electronic plea. ''I hope someone can help,'' someone using the name ZuluOne wrote to an online bulletin board. ''I am trying to get a current overlay for the area around 2203 Curcor Court in Gulfport, Miss.''", "headline": {"main": "For Victims, News About Home Can Come From Strangers Online", "kicker": "HURRICANE KATRINA: INTERNET MAPPING"}, "pub_date": "2005-09-05T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1064, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/05/technology/05google.html", "multimedia": [{"url": "imagepages/2005/09/05/business/05google_stack.html", "rank": "2", "height": 325, "width": 250, "legacy": {"MultimediaPopupHeight2": "325", "MultimediaUrl2": "imagepages/2005/09/05/business/05google_stack.html", "MultimediaPopupWidth2": "250", "MultimediaType2": "Image"}, "type": "Image"}, {"url": "imagepages/2005/09/05/business/05google_super.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/09/05/business/05google_super.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/09/05/business/05google.superimpose.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/05/business/05google.superimpose.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "HURRICANE KATRINA"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "HURRICANES AND TROPICAL STORMS"}], "subsection_name": null, "_id": "4fd24d678eb7c8105d7edfc8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Hurricane Forces New Orleans Newspaper To Face a Daunting Set of Obstacles  After the hurricane, The Times-Picayune of New Orleans had to report the biggest story in its history with no electricity, no phone access and no home. With its readers sc...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Hurricane Forces New Orleans Newspaper To Face a Daunting Set of Obstacles After the hurricane, The Times-Picayune of New Orleans had to report the biggest story in its history with no electricity, no phone access and no home. With its readers scattered across the South, the paper turned its affiliated Web site, www.nola.com, into a release valve for the accumulating tales of misery from the city, providing news, crucial information and a missing persons forum that now contains more than 17,000 posts. [C1.] As people search the Internet for information about a home feared damaged or destroyed, many are using Google Earth, a program available at the Google Web site that lets users zoom in on any address for an aerial view drawn from a database of satellite photos. [C1.] Online businesses are struggling to gauge the impact of the possible loss of half a million prospective customers for weeks or months because of the hurricane. Bob Tedeschi: E-Commerce Report. [C4.] A 23-year-old with no formal meteorological training has drawn widespread praise for his hurricane blog, which urged New Orleans residents to leave the city two days before the mayor issued an evacuation order. [C7.] Two news photographs ricocheted through the Internet last week and set off a debate about race and the news media in the aftermath of Hurricane Katrina. [C6.] CNN and National Public Radio both found their voice amid the chaos of the hurricane. David Carr. [C1.] Experts are trying to determine whether Katrina will put an end to the nation's housing boom. [C1.] Vodafone Meets With Setbacks in Japan Service problems, a botched rollout of its third-generation phone network and a skimpy lineup of new handsets have driven away Vodafone's Japanese customers in droves. The exodus has turned into an embarrassing and costly setback for Vodafone -- and one it is now struggling to overcome. Vodafone, which is based in London and also owns 45 percent of Verizon Wireless in the United States, now must win back customers if it is to revive what was once one of its most profitable units and a cash cow for its global operations. [C4.] WB Network Moves to Attract an Older Audience With a roster of new television programs beginning on Sept. 13, the WB Network will be sending an emphatic but unspoken message to viewers: this is not your teenage daughter's WB. [C1.] With Textbooks, Students Show How Smart They Are When it comes to buying and reselling textbooks, students show an impressive amount of consumer sophistication, according to a new study by two economists. David Leonhardt: All Consuming. [C3.] Murdoch's Company Said to Seek Buyout of Partner The News Corporation is in talks to buy out the minority partner in its growing outdoor advertising business in Central and Eastern Europe for an undisclosed sum, a person involved in the venture said. [C2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 475, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F0CE7DE1531F936A3575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd286388eb7c8105d856ed2", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-6    Return of Exiled Leaders Causes Stir in Afghanistan  A former Communist general in Afghanistan, Shahnawaz Tanai, has returned to his home district, after 32 years of living in exile, to make a political comeback. The Tanai t...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-6 Return of Exiled Leaders Causes Stir in Afghanistan A former Communist general in Afghanistan, Shahnawaz Tanai, has returned to his home district, after 32 years of living in exile, to make a political comeback. The Tanai tribe accorded him the traditional greeting. General Tanai is just one of dozens of former Communists to make a political return, representing one of the most contentious issues of the campaign. A3 Iran Rejects Europe's Demand Iran rejected a call by Europe to halt its nuclear program in two weeks or face possible Security Council penalties, and said it would not give in to what it called bullying. A3 Egypt to Ignore Poll Monitors The counry's electoral commission said that it would not abide by a court ruling authorizing non-government organizations to monitor the coming election for president, a decision that effectively placed the commission above the law and called into question the integrity of the vote scheduled to take place on Wednesday. A4 Egyptian investigators say they have concluded that three recent attacks in the Sinai Peninsula were linked. The assaults included the bombings at Taba in October and Sharm el Sheik in July and a smaller attack in August on peacekeepers in the Sinai. A4 Schröder Debates Candidate Germany's conservative leader, Angela Merkel, accused Chancellor Gerhard Schröder of saddling the country with record high unemployment and a faltering economy, as the two met in a televised debate two weeks before an election that most polls predict will make Mrs. Merkel the first female chancellor in German history. A6 Fox Counters U.S. Criticism President Vicente Fox responded to criticism from American authorities about a recent surge in violence and illegal immigration along the border, saying that the United States shares responsibility for the problems and should work harder with Mexico to fix them. A6 Palestine Official Pleads Guilty A prominent member of the Palestinian Parliament, Husam Khader, pleaded guilty in an Israeli military court to charges of assisting an armed Palestinian faction that has carried out many attacks against Israel, the military said. A6 Hussein Trial to Start Oct. 19 The trial of Saddam Hussein will begin in six weeks, the Iraqi government said, when he and seven aides face a special tribunal on charges of massacring almost 150 residents from the town of Dujail, the scene of a failed assassination attempt against Mr. Hussein 23 years ago. A6 Putin Shuffles Navy Command President Vladimir V. Putin shuffled the Russian Navy's high command, a move expected after the latest submarine accident in August in which seven sailors aboard a mini-submarine were saved with the help of other countries. A6 NATIONAL A7-19 New Orleans SearchersAttention to the Dead Troops patrolled the streets, rescuers hunted for stragglers and New Orleans looked like a wrecked ghost town as the evacuation of the city neared completion and officials turned to the task of collecting bodies in a ghastly landscape awash in possibly thousands of corpses. A1 As the Bush administration tried to show a more forceful effort to help the victims of Hurricane Katrina, government officials escalated their criticism and sniping over who was to blame for the problems with the initial response. A1 Strained by an influx of refugees , Texas struggled to house about a quarter-million victims of Hurricane Katrina in shelters and hotel rooms and began organizing an emergency airlift to divert thousands more to other states. A13 The devastation wrought by Hurricane Katrina became a rallying cry for African-American religious and political leaders in Houston, President Bush's former hometown, with pleas for charity mixed with a seething anger at the response to the crisis. A10 Perhaps not since Richard M. Nixon faced Vietnam-era tumult abroad and at home has an American president had to meet quite the combination of foreign war, domestic tribulations and political division that President Bush now confronts, from the Persian Gulf to the Gulf Coast to Capitol Hill. A1 New Orleans police officers shot and killed four people and wounded two others who had fired at officers escorting a convoy of contractors across a bridge, the authorities said. A13 Rehnquist Death Stirs Battle The death of Chief Justice William H. Rehnquist opened a second front in the ideological battle over the Supreme Court, with President Bush saying he would act quickly to replace him. A senior Republican aide said the schedule for the Roberts confirmation hearings, which had been set to begin Tuesday, was expected to be revised. A1 Advocacy groups on the left and the right scrambled to adjust to what had suddenly become a far more complicated struggle over judicial nominations with the death of Chief Justice Rehnquist. A19 William H. Rehnquist, who died at the age of 80, almost a year after learning he had thyroid cancer, helped lead a conservative revolution on the Supreme Court during 19 years as chief justice of the United States. A17 Supreme Court justices say they were as surprised as the rest of the country to learn that the chief justice had died. A19 Labor Leaders See Opportunity As they have on past Labor Days, the nation's union leaders are vowing to reverse labor's decline, but that goal is made more difficult this year by the schism in the A.F.L.-C.I.O. A7 NEW YORK/REGION B1-5 Candidates CriticizeResponse to Hurricane Outrage over the federal government's response to Hurricane Katrina has worked its way into New York City's mayoral campaign, with the leading Democratic candidates using the crisis as a vehicle for broader assertions that Republicans have neglected the poor. While the candidates were careful not to attack Mayor Michael R. Bloomberg's response to the crisis, all four directed sharp rebukes at the Bush administration. B1 New Strategy in Yonkers Mayor Philip A. Amicone of Yonkers has recently held several town hall-style forums, urging residents to voice their opinions and ask questions of city officials. The meetings might be rather unremarkable in other places, but in a city where a history of nepotism fuels a sense of frustration and cynicism, the openness is a major shift in strategy and is giving some residents a reason for cautious optimism. B1 SPORTSMONDAY D1-9 Elder Sister Wins Sibling Match The atmosphere in the all-Williams tennis match bore scant resemblance to the floodlit, electrically charged ambiance in their United States Open night finals past. The fourth-round match was won by the elder sibling, Venus Williams, 7-6 (5), 6-2 against her sister Serena. D1 OBITUARIES B7 ARTS E1-9 Bright Portraits of Bleak Years The Library of Congress will open an exhibition of color photographs taken during the Depression, culled from a little-known collection at the library and bringing alive everyday rural life from 1939 to 1943. E1 BUSINESS DAY C1-8 Mapping the Hurricane In the aftermath of Hurricane Katrina, hundreds of displaced residents and their relatives have turned to the Internet for information about a home feared damaged or destroyed. Many are using Google Earth, a program available at the Google Web site that lets users zoom in on any address for an aerial view drawn from a database of satellite photos. C1 Housing Market Altered As refugees from New Orleans poured into Baton Rouge, along with workers who expect to help with the rebuilding effort along the Gulf Coast, the local housing market has suddenly experienced the kind of frenzy that has been associated with New York, Miami or Silicon Valley in the past few years. C1 WB Shifts Programming The WB Network is reaching out to an older audience in an effort to revitalize after a two-year slump in which the company failed to deliver a breakout hit. C1 Business Digest C2 EDITORIAL A20-21 Editorials: Chief Justice William Rehnquist; a day on; redemption in the bayou. Columns: Bob Herbert, Paul Krugman. Autos D10 Bridge E6 Crossword E6 Metro Diary B2 TV Listings E9 Weather B8", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-09-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1301, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9404E6DC1531F936A3575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a9038eb7c8105d893df3", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "\"Chief Internet evangelist\" is the title chosen by Vinton Cerf for his new job at Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "With a billion users and counting, the Internet hardly seems to need an evangelist. Yet ''chief Internet evangelist'' is precisely the title chosen by Vinton G. Cerf for his new job at Google.", "headline": {"main": "Google to Hire an 'Evangelist' of the Internet"}, "pub_date": "2005-09-09T00:00:00Z", "abstract": null, "print_page": "14", "word_count": 463, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/09/technology/09google.html", "multimedia": [{"url": "imagepages/2005/09/09/technology/08vinton.jpg.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/09/09/technology/08vinton.jpg.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/09/09/technology/08vinton.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/09/technology/08vinton.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "CERF, VINTON G"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MCI INCORPORATED"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd286398eb7c8105d856f8a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Unskilled Work Force in Hurricane-Swept Area Could Complicate the Rebuilding Process  About one million people from New Orleans and the Mississippi Gulf Coast who were suddenly tossed out of their jobs by Hurricane Katrina have fanned out across t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Unskilled Work Force in Hurricane-Swept Area Could Complicate the Rebuilding Process About one million people from New Orleans and the Mississippi Gulf Coast who were suddenly tossed out of their jobs by Hurricane Katrina have fanned out across the country, seeking help from friends, employers and government agencies. But the makeup of the Gulf Coast work force -- heavy on warehouse employees and blackjack dealers, light on bankers and factory workers -- has already complicated relief efforts and appears likely to worsen Hurricane Katrina's economic damage. [Page C1.] The nation's gasoline inventories fell to their lowest levels in almost five years last week, the government said, quantifying for the first time Hurricane Katrina's impact on energy supplies and production. [C5.] As fuel prices rise, so too has the number of people who are stealing gasoline. Gas station owners are reporting a surge in the number of drivers who pull up to the pump, fill up and drive off without paying. [C4.] Ruth's Chris Steak House, the national restaurant chain, decided to move its headquarters to Orlando, from New Orleans. The decision may be the start of an exodus of a number of other companies from New Orleans. [C1.] Officials in Louisiana said that the economic impact on the commercial and recreational fishing industries along the coastline could reach $1.6 billion over the next 12 months. [C4.] A Management Shake-Up at Sears Holdings The chairman of Sears Holdings, Edward S. Lampert, shook up the company, ousting the chief executive Alan J. Lacy, left, and replacing him with Aylwin B. Lewis, who had been chief of Kmart. Mr. Lampert will oversee marketing, merchandising, design and online operations at the company. Mr. Lacy will continue as a director and vice chairman. The move came as Sears reported a 2 percent drop in overall sales for the second quarter. [C1.] A Brave New Move on Wall Street Power on Wall Street is rarely given up without a struggle. So why did John Costas leave the chief executive suite at UBS's investment bank to become a UBS hedge fund manager? [C1.] Senate May Compromise on Change in the Estate Tax A Senate vote to repeal the estate tax is possible later in this Congressional session. If it does not pass, there is some speculation that a compromise to cut estate tax rates by two-thirds might be approved. Floyd Norris. [C1.] Shares Decline on Profit-Taking by Investors Stocks were lower as investors collected profits after the strong gains of the previous two sessions. The Dow Jones industrial average fell 37.57 points, to 10,595.93. The Standard & Poor's 500-stock index fell 4.69 points, to 1,231.67, and the Nasdaq composite index dropped 6 points, to 2,166.03. [C6.] German Automakers See Hybrid Vehicles in Their Future German carmakers are scrambling to develop hybrid gasoline-electric cars, as the sales of the vehicles soar around the world, along with fuel prices. [C3.] EBay Said to Be in Talks to Buy Internet Phone Company EBay is in negotiations to acquire Skype Technologies, the Internet telephone company, for $2 billion to $3 billion, two people involved in the negotiations said. The talks are tentative and could collapse, these people said. An acquisition would follow moves by Microsoft and Google, which eBay finds itself in competition with on new technologies, to get into the Internet phone business. [C2.] Move Over, Miller High Life Man Beginning next week, Miller Brewing will retire the ''High Life Man'' campaign and usher in one that features in the ''Girl in the Moon'' character who has symbolized the High Life brand on packages, signs and ads since 1907. Stuart Elliott: Advertising. [C6.] Ford Makes Some Executive Changes Mark Fields, Ford's top European executive, will become the fourth person to lead the company's North American operations in as many years. He succeeds Greg C. Smith, who was named a vice chairman overseeing human resources, labor relations and other administrative offices. [C3.] Ford agreed to sell Hertz, the nation's largest rental car company, to a consortium of private investors including Clayton, Dubilier & Rice, the Carlyle Group and Merrill Lynch Global Private Equity, for about $15 billion in cash and debt. [C3.] Former Sotheby's Chairman Cedes Control of Company A. Alfred Taubman, the former chairman of Sotheby's who had been convicted of leading a price-fixing scheme with its rival Christie's, sold his family's controlling interest in the auction house to the company for stock and $168 million in cash. [C3.] Sony to Compete in the Portable Music Player Market Sony said that it would sell advanced Walkman portable music players later this year, aiming to move out of Apple Computer's shadow in a market that Sony created a quarter century ago. [C2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-09T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 781, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=940DE3DC1331F93AA3575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24d678eb7c8105d7ee034", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Oh, my. Life at Microsoft apparently is not as collegial as its low-rise, landscaped campus in Redmond, Wash., might suggest.     At a hearing on Microsoft's lawsuit seeking to prevent a former executive from working for Google, the executive, Kai...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "Oh, my. Life at Microsoft apparently is not as collegial as its low-rise, landscaped campus in Redmond, Wash., might suggest. At a hearing on Microsoft's lawsuit seeking to prevent a former executive from working for Google, the executive, Kai-Fu Lee, testified that during a meeting Bill Gates yelled at him and used a vulgarity for the sex act to characterize the company's treatment by the Chinese government and by customers there.", "headline": {"main": "TEMPER, TEMPER", "kicker": "OPENERS: SUITS"}, "pub_date": "2005-09-11T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 164, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E6D71331F932A2575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24d688eb7c8105d7ee080", "byline": {"person": [{"firstname": "Mark", "middlename": "A.", "lastname": "Stein", "rank": 1, "role": "reported", "organization": ""}], "original": "By Mark A. Stein"}, "section_name": "Business"}, {"type_of_material": "Schedule", "snippet": "The following equity and convertible debt offerings are expected this week:       American Capital Strategies, 6 million shares. J.P. Morgan and UBS.     Foundation Coal Holdings, 10 million shares. Morgan Stanley.     Google, 14.2 million Class A...", "news_desk": "Business/Financial Desk", "lead_paragraph": "The following equity and convertible debt offerings are expected this week: American Capital Strategies, 6 million shares. J.P. Morgan and UBS. Foundation Coal Holdings, 10 million shares. Morgan Stanley. Google, 14.2 million Class A shares. Morgan Stanley and Credit Suisse First Boston. Psychiatric Solutions, 3.5 million shares. Merrill Lynch and Citigroup Global Markets. TNS Inc., 7 million shares. William Blair and SunTrust. (Source by MCM EquityWatch)", "headline": {"main": "Stock Offerings Scheduled"}, "pub_date": "2005-09-12T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 66, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E7DC1031F931A2575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2863a8eb7c8105d85703e", "byline": null, "section_name": "Business"}, {"type_of_material": "Schedule", "snippet": "Northwest and Delta Move Closer To Filing for Bankruptcy Protection  Two of the nation's biggest and most troubled airlines, Northwest and Delta, appeared likely to file for bankruptcy protection as soon as today, people briefed on the airlines' p...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Northwest and Delta Move Closer To Filing for Bankruptcy Protection Two of the nation's biggest and most troubled airlines, Northwest and Delta, appeared likely to file for bankruptcy protection as soon as today, people briefed on the airlines' plans said. Both airlines have been hit hard by the spike in jet fuel prices this month and by relentless competition. [Page A1.] Any airline bankruptcies are unlikely to affect airline customers immediately, not even as far out as the busy holiday travel period. [C18.] An Unclear Future for Hospitals in New Orleans New Orlean's medical industry has been decimated by Hurricane Katrina, and no one can say how many hospitals will reopen. Although some local officials are calling for a central plan, decisions are likely to be based mainly on economic forces -- not necessarily on health care needs. [C1.] Corporate good will in the aftermath of Katrina has been anything but run-of-the-mill. [C1.] Survey Shows Racial Disparity in Mortgage Lending Regardless of their income levels, blacks were about three times as likely as whites to take out expensive ''subprime'' mortgages last year, according to a nationwide lending survey by the Federal Reserve. [C1.] Panel Rejects One Cancer Drug and Endorses Another A federal advisory panel rejected a prostate cancer therapy developed by Abbott Laboratories but endorsed a pancreatic cancer medicine from OSI Pharmaceuticals. The advisory committee to the Food and Drug Administration voted unanimously not to recommend approval of Abbott's Xinlay for advanced prostate cancer. The drug had failed to achieve the specified goal in two clinical trials but the company had argued that the product nevertheless offered benefit for patients with few options. Market Place. [C3.] Decision on Dispute Between Google and Microsoft Ruling on a request by Microsoft to extend a restraining order, a Seattle judge said a former Microsoft executive, Kai-Fu Lee, could proceed with helping to create a Google research center in China. But the judge restricted him from working on some of his specialties -- search and language technologies -- or using information he acquired while he was a Microsoft vice president. [C1.] Bill Gates of Microsoft gave software developers a preview of the next version of the Windows operating system, which will be released in a year. [C4.] Associated Press to Start Service for Younger Readers The Associated Press is about to start a ''younger audience service,'' offering articles and ''experiences'' in multimedia formats, with audio, video, blogs and wireless text, meant to reach readers from 18 to 34 years old. [C6.] Hedge Fund Liquidators Can Pursue Inquiry in U.S. The liquidators overseeing Bayou Management's seven offshore hedge funds have been granted a preliminary injunction by a bankruptcy judge that allows the liquidators to pursue their investigation in the United States. [C5.] 2 Senior Partners to Leave Kohlberg Kravis Two senior partners of Kohlberg Kravis Roberts & Company who had been viewed as likely successors to the firm's founders said that they would step down from the firm. [C5.] Stocks Falter on Oil and Hurricane Concerns Stocks ended weaker on worries over high oil prices and the effects of Hurricane Katrina. The Dow Jones industrial average closed down 85.50 points, at 10,597.44. The Standard & Poor's 500-stock index fell 9.36 points, to 1,231.20. The Nasdaq was down 11.08 points, or 0.51 percent, at 2,171.75. [C8.] New York Commercial Real Estate Market Remains Strong Investors are pouring a stream of capital into the New York City market, and as a result prices of commercial properties in Manhattan continue to rise. Some of the space is being converted into condominiums. Square Feet. [C9.] Nokia's Sales and Earnings Show Improvement Nokia, the leading maker of cellphones, announced improving third-quarter sales, and a new mobile e-mail product designed to compete with BlackBerry and others. Nokia, whose revenue and earnings faltered a year ago when it mismatched its products to the market, said sales for the three months should be 8.4 billion euros ($10.3 billion) to 8.5 billion euros ($10.4 billion), compared with its previous expectations of 7.9 billion euros to 8.2 billion euros. It predicted that earnings would be 18 to 19 cents a share, compared with an earlier estimate of 14 to 17 cents. [C4.] Rival Publishers Join in Advertising Effort Two magazines published by Hachette Filipacchi and three by its rival Hearst are joining forces to carry identical advertising sections in their October issues. Stuart Elliott: Advertising. [C6.] Kinsley Leaves Los Angeles Times for Washington Post Michael Kinsley, the editorial and opinion editor of The Los Angeles Times, bade farewell to the newspaper after a controversial tenure on what he described as a bitter note. He will join The Washington Post. [C6.] U.S. Trade Deficit Narrows in July The nation's trade deficit narrowed in July and producer prices rose at a moderate pace in August, as soaring crude oil costs and petroleum products were unexpectedly offset by falling imports and muted overall inflation. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 818, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=940DE4DB1131F937A2575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1c8eb7c8105d7eefff", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google and Microsoft each claimed victory in the latest round of their bitter court dispute over a top researcher's defection to Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Microsoft each claimed victory on Tuesday in the latest round of their bitter court dispute over a top researcher's defection to Google. For Google, though, the victory claim was backed by one clear-cut result: the researcher, Kai-Fu Lee, will be at work there on Wednesday.", "headline": {"main": "Google Gains Researcher; Microsoft Wins Limits"}, "pub_date": "2005-09-14T00:00:00Z", "abstract": "Google and Microsoft each claim victory in latest round of their bitter court dispute over researcher Dr Kai-Fu Lee's defection to Google; Seattle Judge Steven C Gonzalez says Lee can proceed with helping create Google research center in China; restricts him from working on some of his specialties--search and language technologies--or using information acquired while Microsoft vice president; dispute is extension of companies' increasing rivalry on each other's software turf, with Google offering growing array of software programs and utilities that impinge on Microsoft's monopolies and Microsoft trying to gain ground in search engine market (M)", "print_page": "1", "word_count": 902, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/14/technology/14google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "GONZALEZ, STEVEN C"}, {"name": "persons", "value": "LEE, KAI-FU"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f7d8eb7c8105d80f121", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL  A3-12    U.S. Troops May Start Afghan Pullout Next Spring  Senior Pentagon and military officials are discussing a proposal to cut American troop levels in Afghanistan by as much as 20 percent next spring, the largest withdrawal sin...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 U.S. Troops May Start Afghan Pullout Next Spring Senior Pentagon and military officials are discussing a proposal to cut American troop levels in Afghanistan by as much as 20 percent next spring, the largest withdrawal since the Taliban were ousted. A3 Baghdad Car Bomb Kills 75 A suicide car bomber killed at least 75 people when it ripped through a gathering of day laborers waiting for work in one of Baghdad's largest Shiite districts. Meanwhile, Iraqi leaders said they had approved a final, modified version of the new constitution. A8 For Bush, Back to World Affairs For the first time since his administration became enmeshed in the slow response to Hurricane Katrina, President Bush returned to dealing with international problems, specifically in Iraq, Iran and North Korea. A6 Talks over how to end North Korea's nuclear weapons program resumed in Beijing, but the United States and North Korea showed few signs of settling their disputes. A6 Amid Chaos, Abbas Urges Calm Palestinians continued to celebrate a new sense of freedom, pouring across the temporarily open border with Egypt and through the abandoned Israeli settlements, but President Mahmoud Abbas promised a speedy end to any chaos. A8 U.N. Approves Modified Goals The General Assembly unanimously approved a scaled-down statement of goals, and Secretary General Kofi Annan said it would still give world leaders a basis for recommending steps to reform the organization and combat poverty. A10 3 Charged in Prisoner Abuse An Army officer and two more of his soldiers from a Reserve unit have been charged in a prisoner abuse investigation in Afghanistan, the Army announced. A3 NATIONAL A16-27 Bush Takes Responsibility; Response Failures Cited President Bush said he bore responsibility for any failures of the federal government in its response to Hurricane Katrina and suggested that he was unsure whether the country was adequately prepared for another catastrophic storm or terrorist attack. A1 The owners of a nursing home where 34 people died in the floodwaters that inundated the New Orleans area were charged with multiple counts of negligent homicide. A1 An upbeat Mayor C. Ray Nagin announced that he hoped to reopen four neighborhoods, including the city's Central Business District and the French Quarter, to residents and business owners in a few days. A23 The inspector general of the Department of Homeland Security said his office had received accusations of fraud and waste in the multibillion-dollar relief programs linked to Hurricane Katrina and would investigate how no-bid contracts were awarded to several well-connected firms. A23 Sharp Questions for Roberts Judge John G. Roberts Jr. acknowledged a constitutional right to privacy and said overturning precedent is a ''jolt to the legal system,'' but sidestepped questions of whether he opposes Roe v. Wade, the 1973 decision that legalized abortion. A1 Nuclear Plants May Affect Pact A proposed agreement among nine Northeast states to cap greenhouse gas emissions from power plants casts a new light on arguments in New Jersey and Vermont about whether the licenses of two aging nuclear plants should be extended. A14 Neighbors Speak on Cage Case The 11 children removed from a house where the authorities say some slept in homemade cages are polite, well behaved and appear to have been well fed, neighbors and the authorities said. A16 NEW YORK/REGION B1-8 Ferrer Tallies Most Votes; Run-Off Still Possible Fernando Ferrer captured the most votes in the Democratic mayoral primary last night, but a strong possibility emerged that he might have to vie in a runoff for his party's nomination against Representative Anthony D. Weiner -- a result that would leave only a six-week window for the general election against Mayor Michael R. Bloomberg. A1 Morgenthau Wins Easily Robert M. Morgenthau, for 30 years the Manhattan district attorney, beat back his first serious challenger in two decades. B1 Reviving Stadium Project The Giants tried to revive their plans for an $800 million football stadium in the Meadowlands by offering to settle all their differences with the developers of Xanadu, the $2 billion entertainment and retail center at the Meadowlands. B1 EDUCATION B9 FASHION B10-11 SPORTSWEDNESDAY D1-7 DINING OUT F1-16 ARTS E1-10 OBITUARIES C19 Henryk Tomaszewski An artist whose animated and witty posters for cinema, circus and theater led to the distinctive postwar Polish Poster School style, he was 91. C19 BUSINESS DAY C1-18 2 Airlines Face Bankruptcy Two of the nation's biggest and most troubled airlines, Northwest and Delta, appeared likely to file for bankruptcy protection as soon as today, people briefed on the airlines' plans said. A1 Report on Lending and Race Regardless of income levels, blacks were about three times as likely as whites to borrow through more expensive ''subprime'' mortgages last year, according to a nationwide lending survey. C1 Microsoft-Google Ruling A Seattle judge denied Microsoft's request for a restraining order to prevent a top researcher, Kai-Fu Lee, from defecting to Google. But the judge restricted Dr. Lee from working on some of his specialties -- search and language technologies -- or using information acquired while a Microsoft vice president. C1 Business Digest C2 EDITORIAL A28-29 Editorials: The lost U.N. summit meeting; Congress finesses the storm; playing games with voting rights; keep the fabric up. Columns: Thomas L. Friedman, Maureen Dowd. Crossword E4 Weather D8 TV Listings E10", "headline": {"main": "News Summary"}, "pub_date": "2005-09-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 876, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B07E1DA1131F937A2575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24cb28eb7c8105d7ec9f9", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "Two Airlines, Delta and Northwest, File for Bankruptcy Court Protection  Northwest, the nation's fifth-largest airline, filed for bankruptcy protection, a step taken simultaneously by Delta Air Lines, the country's third-largest carrier. The twin ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Two Airlines, Delta and Northwest, File for Bankruptcy Court Protection Northwest, the nation's fifth-largest airline, filed for bankruptcy protection, a step taken simultaneously by Delta Air Lines, the country's third-largest carrier. The twin filings -- whose coincidence was not planned, the airlines' chief executives said -- mean that half the seats on flights in the United States are offered by airlines operating under court protection. [Page C1.] Air travelers reacted to two new airline bankruptcy filings the same way they greeted earlier decisions by United Airlines and US Airways to seek Chapter 11 protection: with resignation. [C4.] By filing for bankruptcy yesterday, Northwest Airlines expects to make the federal government an unsecured creditor for a $65 million contribution to its pension fund that was coming due today. [C4.] Lawmakers to Look at F.D.A. Scrutiny of Medical Devices Two federal lawmakers, Senator Charles Grassley of Iowa and Representative Edward Markey of Massachusetts, left, said they planned to increase their scrutiny of how the Food and Drug Administration monitors the safety of critical medical devices like heart defibrillators and pacemakers once they are on the market. In separate statements, they criticized what they described as the F.D.A.'s failure to alert the public to data about product problems. [C13.] An advisory panel to the Food and Drug Administration recommended approval of the Celgene drug Revlimid as a treatment for a potentially fatal blood disorder. Revlimid is a modified version of thalidomide, a drug that caused serious birth defects decades ago but has been sold since 1998 by Celgene under the name Thalomid. [C13.] Asbestos Trust Bars Payments in a Block of Claims The Manville Personal Injury Settlement Trust, one of the oldest and largest trusts set up to compensate victims of asbestos exposure, has barred payments to claimants who rely on reports by nine doctors and three X-ray screening companies. The named doctors are responsible for tens of thousands of claims submitted to the trust. The move is a response to growing concern that some of the claims the trust receives are not valid and may even be fraudulent. [C1.] Gasoline Demand Falls for a Second Week Demand for gasoline fell nationwide for a second consecutive week, the government reported, indicating that record retail prices may have forced some consumers to cut back on their driving over the week of Labor Day. [C8.] The Oil Industry's Storm Watch Around the world, offshore oil and gas platforms are generally built to survive a so-called 100-year storm without serious damage. Then Hurricane Katrina struck. ''We're seeing more 100-year events happening more often, even every few years,'' one designer of offshore platforms said. ''The bar has to be higher.'' [C1.] Lawyers Begin Arguments in 2nd Vioxx Trial Lawyers in an Atlantic City court presented opening arguments in the second personal injury suit against Merck over its painkiller Vioxx to reach a jury. The case comes to trial almost one month after a Texas jury ordered Merck to pay $253 million to the widow of a man who died after taking Vioxx for eight months. Many documents and arguments used in Texas will play a role in the New Jersey case. [C1.] Another Union Says It Will Leave Labor Federation Unite Here, a union that represents apparel, hotel, casino and restaurant workers, announced that it was quitting the A.F.L.-C.I.O. labor federation, becoming the fourth union to do so this summer. [A14.] Google Stock Sale Raises $4.18 Billion Google raised $4.18 billion in a secondary offering, as investors tried to add to their holdings of a stock that has more than tripled in value since the company's initial offering a year ago. Market Place. [C13.] Rise in Oil Prices Pushes Stocks Lower A sharp rise in oil prices sent stocks sliding as new data showed that high energy prices have started to slow the economy. The Nasdaq composite index fell 22.42 points, to 2,149.33. The Dow Jones industrial average dropped 52.54 points, to 10,544.90, while the Standard & Poor's 500-stock index slid 4.04 points, to 1,227.16. [C7.] European Carmakers Remain Skeptical About Hybrids Europe's automobile industry has bowed to the popularity of gasoline-electric hybrids, with announcements by leading German carmakers that they would follow Toyota's lead. But behind the scenes, Europe's auto executives remain privately skeptical, even dismissive, about hybrid technology. [C6.] Sony Takes Wraps Off a New Kind of Walkman Last week, hours after Apple Computer rolled out its newest iPod model, the Nano, in California, Sony unveiled what it hopes will be an iPod-killer in Tokyo. The line of sleek new digital music devices bears the venerable Walkman name, but offers iPod-like features. [C6.] The Microsoft Corporation plans to announce at the Tokyo Game Show that it will begin selling its new video game console, the Xbox 360, on Nov. 22. [C13.] Mergers Specialist to Join J.P. Morgan Chase J.P. Morgan Chase said that Robert I. Lipp, a longtime financial services executive who has played a role in some of the biggest bank and insurance mergers in recent decades, is joining the bank as a senior adviser. [C19.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 842, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE1D71131F936A2575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260fa8eb7c8105d811d31", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google raised $4.18 billion in a secondary offering, as investors tried to add to their holdings of a stock that has more than tripled since the company's initial offering....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google raised $4.18 billion in a secondary offering last night, as investors tried to add to their holdings of a stock that has more than tripled since the company's initial offering a year ago. Google's follow-on offering, in which it sold 14.2 million shares at $295 each, was completed less than one month after Google filed to sell 14.159 million shares (a number that matches the digits of the mathematical term pi with the initial 3 removed).", "headline": {"main": "Investors Rush to Buy Another $4.2 Billion in Google Stock", "kicker": "MARKET PLACE"}, "pub_date": "2005-09-15T00:00:00Z", "abstract": null, "print_page": "13", "word_count": 590, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/15/technology/15place.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2863b8eb7c8105d8570d9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Microsoft and Time Warner have explored a variety of possible combinations of the MSN Internet portal with the America Online operation of Time Warner....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft and Time Warner have explored a variety of possible combinations of the MSN Internet portal with the America Online operation of Time Warner, including a merger of the two into a new company that would be jointly owned, according to several people involved in the talks. The discussions were initiated by Microsoft, which has Google, its new archrival, clearly in its sights. Microsoft is trying to focus its Internet operations on its developing Web search product rather than its Web portal and Internet access business, which it no longer sees as strategically important.", "headline": {"main": "Microsoft Said to Be in Talks on Forming Link to AOL"}, "pub_date": "2005-09-16T00:00:00Z", "abstract": "Microsoft and Time Warner have explored variety of possible combinations of MSN Internet portal with America Online operation of Time Warner, including merger of two into new company that would be jointly owned; discussions were initiated by Microsoft, which has Google in its sights; Microsoft is trying to focus its Internet operations on its developing Web search product rather than its Web portal and Internet access biusiness, which it no longer sees as strategically important; Microsoft had offered to sell its MSN Internet portal and dial-up subscriber business to America Online and to Yahoo; Yahoo considered and quickly rejected proposal; Time Warner expressed interest (M)", "print_page": "1", "word_count": 1111, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/16/technology/16aol.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2863c8eb7c8105d857115", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL; Richard Siklos and Andrew Ross Sorkin contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "What makes Kai-Fu Lee, a computer scientist at Microsoft who defected to Google, such a hot commodity in Silicon Valley?...", "news_desk": "Week in Review Desk", "lead_paragraph": "IN the public tug of war over Kai-Fu Lee, a computer scientist at Microsoft who defected to Google, a Seattle judge ruled last week that Google can have him, but said he could not work on search and speech technologies, two of his specialties. Dr. Lee's case is striking not just because it highlights the intense rivalry that now exists between Google and Microsoft, but because two of the tech world's most powerful companies are going to such lengths to fight over one employee.", "headline": {"main": "The Key to Google's $10 Million Man", "kicker": "The Basics"}, "pub_date": "2005-09-18T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 459, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/18/weekinreview/18basic.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2644e8eb7c8105d8172e0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "The former head chef at Google Inc. banks on his experience for his next venture: a health-conscious and sustainably farmed cafe....", "news_desk": "Small Business", "lead_paragraph": "LIKE many employees at Google, Charlie Ayers profited handsomely when the company went public in August 2004. Selling some of his Google shares enabled him to quit his job and follow other passions. It is a familiar Silicon Valley success story. But Mr. Ayers, 39, got his start at Google in an unusual place -- the company cafeteria.", "headline": {"main": "From Google to Noodles: A Chef Strikes Out on His Own", "kicker": "PASSIONS"}, "pub_date": "2005-09-20T00:00:00Z", "abstract": null, "print_page": "10", "word_count": 1131, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/20/business/businessspecial/20alexander.html", "multimedia": [{"url": "images/2005/09/20/arts/alex.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/20/arts/alex.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "RESTAURANTS"}], "subsection_name": null, "_id": "4fd24d698eb7c8105d7ee1a8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Karen", "lastname": "ALEXANDER"}], "original": "By KAREN ALEXANDER"}, "section_name": "Business"}, {"type_of_material": "Letter", "snippet": "To the Editor:     How amusing -- or sad -- that conservative groups have adopted ''March of the Penguins'' as promoting their anti-gay-marriage agenda, after all the clearly documented (easily Google-able) cases worldwide of long-term monogamous ...", "news_desk": "Science Desk", "lead_paragraph": "To the Editor: How amusing -- or sad -- that conservative groups have adopted ''March of the Penguins'' as promoting their anti-gay-marriage agenda, after all the clearly documented (easily Google-able) cases worldwide of long-term monogamous gay pair bonding and child rearing that occur among penguins. Michael Schober New York", "headline": {"main": "About That March"}, "pub_date": "2005-09-20T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 49, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E02E4DA1630F933A1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260fc8eb7c8105d811e86", "byline": null, "section_name": "Science; Opinion"}, {"type_of_material": "News", "snippet": "Google keeps marching beyond Internet searching into new markets. Where next? The most intriguing recent guess is free wireless Internet service....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, with deep pockets and seemingly boundless ambition, keeps marching steadily beyond Internet searching into new markets like e-mail, advertising, book searches, a satellite map service, instant messaging and telephony. Where next? The most intriguing recent guess, based on a few Google experiments, is free wireless Internet service. And there appear to be fascinating hints on several Web pages nestled in Google's site. They describe a new test service called Google Wi-Fi and indicate how to use its wireless desktop software, Google Secure Access.", "headline": {"main": "Avidly Seeking Wireless CluesFrom Google"}, "pub_date": "2005-09-21T00:00:00Z", "abstract": "Google gives indications that it might enter business of free wireless Internet service; started two wireless access points in Silicon Valley in July and has held talks with San Francisco officials about setting up public wireless networks in city (M)", "print_page": "3", "word_count": 525, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/21/technology/21google.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "glocations", "value": "SILICON VALLEY (CALIF)"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "WIRELESS COMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2863e8eb7c8105d857229", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-14    False Convictions Plague China's Legal System  Recent disclosures of wrongful convictions in China have exposed deep flaws in its judicial system, a system that often answers more to political leaders than to the law and u...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-14 False Convictions Plague China's Legal System Recent disclosures of wrongful convictions in China have exposed deep flaws in its judicial system, a system that often answers more to political leaders than to the law and uses torture to get confessions. A1 Iran Issues Warning to U.N Iran's chief nuclear negotiator said that the country would resume enriching uranium and restrict United Nations inspectors from information if the United States and its allies refer Iran to the Security Council. A12 9 Americans Killed in Iraq In one of the most lethal stretches for Americans in Iraq in recent months, nine soldiers and security officers were killed in four attacks across the country in the past two days. A8 Fissure on North Korea Deal The Bush administration rejected a demand from North Korea for a light-water nuclear reactor, saying that the accord reached Monday left it clear that the North must abandon its nuclear arms program before such a matter can be discussed. A12 Karzai Urges U.S. to Shift Focus President Hamid Karzai of Afghanistan questioned the need for major military operations in Afghanistan, saying that airstrikes were no longer effective and that the United States-led coalition should focus more on shutting off the flow of militants across the country's border. A12 Rice Fosters Palestinian Vote Secretary of State Condoleezza Rice urged Israel to allow Palestinians to carry out their legislative elections in January without Israeli interference, implicitly criticizing Ariel Sharon, the Israeli prime minister. A10 Political Stalemate in Ukraine The Ukranian Parliament rejected President Viktor A. Yushchenko's choice to be prime minister, and the top prosecutor announced that investigators had opened criminal investigations into allegations of corruption among the president's aides. A3 NATIONAL A15-23 Hurricane Rita Forces New Gulf Evacuations Hurricane Rita brushed past Key West and was expected to strengthen into a major hurricane later in the week. The storm was prompting residents and rescuers to begin evacuating battered New Orleans, as well as other parts of Louisiana and Texas. A1 Congressional Democrats said the arrest of a former senior White House budget official involved in organizing the federal response to Hurricane Katrina demonstrated the need for an independent investigation of the government's reaction to the disaster. A15 Conservative House Republicans plan to recommend more than $500 billion in savings over 10 years to compensate for the costs of Hurricane Katrina as lawmakers continue to struggle to develop a fiscal approach to the disaster. A20 Flood Wall Flaws Cited Concrete flood walls installed over the last several decades along the canals cutting into New Orleans, which collapsed in places during Hurricane Katrina, were built in a way that by the Army Corps of Engineers' own standards left them potentially unstable in a flood, according to government documents and interviews. A1 Democrat Will Oppose Roberts The Senate Democratic leader, Harry Reid of Nevada, said he would vote against the confirmation of Judge John G. Roberts Jr., surprising both the White House and his fellow Democrats, many of whom are still deeply conflicted over Judge Roberts's nomination to be the nation's 17th chief justice. A1 U.S. Fights Suit Against Pope The federal Justice Department has told a Texas court that a lawsuit accusing Pope Benedict XVI of conspiring to cover up the sexual molestation of three boys by a seminarian should be dismissed because the pontiff enjoys immunity as head of state of the Holy See. A22 NEW YORK/REGION B1-12 Facing Democratic Unity, Bloomberg Shifts Focus Fernando Ferrer, the Democratic nominee for mayor of New York, has tried to link President Bush's current political troubles to Mayor Michael R. Bloomberg, and Mr. Bloomberg has been drawn away from his tight focus on city issues and into divisive national debates over Hurricane Katrina and abortion rights, much to the delight of New York Democrats. A1 Gotti Avoids Conviction In a startling setback to federal prosecutors, John A. Gotti, the Gambino crime family prince, avoided conviction in his racketeering trial, as the jury failed to reach verdicts on three charges against him and voted not guilty on a fourth. B1 EDUCATION B10 SPORTSWEDNESDAY D1-7 ARTS E1-10 New Director for Guggenheim A 27-year veteran of the Solomon R. Guggenheim Foundation is being promoted to director of its New York museum. The appointment of Lisa Dennison, now deputy director and chief curator, was set for approval by the Guggenheim's board. E1 DINING OUT F1-12 OBITUARIES C17-18 Simon Wiesenthal The death camp survivor who after being liberated by American forces abandoned his profession as an architectural engineer and dedicated the rest of his life to tracking down fugitive Nazi war criminals, he was 96. A1 BUSINESS DAY C1-17 Fed Raises Rates Again Saying that Hurricane Katrina was unlikely to pose a ''persistent threat'' to the economy, the Federal Reserve raised interest rates for the 11th time in a row. C1 Retailer Cancels Moss Ads Kate Moss, one of the world's most recognizable models, was dismissed from a planned advertising campaign by H&M after she admitted to executives she had recently used cocaine. C1 Changes at Microsoft Microsoft reshuffled its management team in an effort to make the big software maker more nimble as it tries to lift its growth and compete with fast-moving rivals like Google. C1 Battle Over Flood Insurance Richard Scruggs, a wealthy plaintiffs' lawyer who played a leading role in wrenching a $250 billion settlement from the tobacco industry, is gearing up to fight insurance companies that are refusing to pay for losses resulting from flooding caused by Hurricane Katrina. C1 Business Digest C2 EDITORIAL A24-25 Editorials: Sleight of budgeting; Germany and the battle for reform; comparing schizophrenia drugs; Verlyn Klinkenborg on Katrina, the Mississippi River and the risks of the coming harvest. Columns: Thomas L. Friedman, Maureen Dowd. Crossword E6 Weather D8 TV Listings E10", "headline": {"main": "News Summary"}, "pub_date": "2005-09-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 964, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9903E1D71630F932A1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24cb28eb7c8105d7ecad9", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Three authors are contending that Google's program to create searchable digital copies of the contents of university libraries constitutes \"massive copyright infringement.\"...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Three authors filed suit against Google yesterday contending that the company's program to create searchable digital copies of the contents of several university libraries constituted ''massive copyright infringement.'' The lawsuit, filed in United States District Court in Manhattan, is the first to arise from the Google Print Library program, the fledgling effort aimed at a searchable library of all the world's printed books. Google intends to make money from the project by selling advertising on its search pages, much as it does on its popular online search-engine site.", "headline": {"main": "Writers Sue Google, Accusing It of Copyright Violation"}, "pub_date": "2005-09-21T00:00:00Z", "abstract": "Three authors file suit contending that Google's program to create searchable digital copies of contents of several university libraries constitutes massive copyright infringement; plaintiffs, who are seeking class-action status, are Daniel Hoffman, Betty Miles and Herbert Mitgang, as well as Authors Guild, trade group representing 8,000 published authors; photo (M)", "print_page": "3", "word_count": 639, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/21/technology/21book.html", "multimedia": [{"url": "imagepages/2005/09/21/business/21book_CA0ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/09/21/business/21book_CA0ready.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/09/21/business/book.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/21/business/book.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "MITGANG, HERBERT"}, {"name": "persons", "value": "MILES, BETTY"}, {"name": "persons", "value": "HOFFMAN, DANIEL"}, {"name": "organizations", "value": "AUTHORS GUILD"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f7d8eb7c8105d80f1eb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Education; Business; Books"}, {"type_of_material": "Summary", "snippet": "Fed Acknowledges Hurricane's Effect But Continues to Raise Benchmark Rate  Saying that Hurricane Katrina was unlikely to pose a ''persistent threat'' to the economy, the Federal Reserve raised interest rates for the 11th consecutive time and signa...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Fed Acknowledges Hurricane's Effect But Continues to Raise Benchmark Rate Saying that Hurricane Katrina was unlikely to pose a ''persistent threat'' to the economy, the Federal Reserve raised interest rates for the 11th consecutive time and signaled that more rate increases are on the way. Historically, the central bank has taken a dim view of changing policy in response to a natural disaster, even a big one. [Page C1.] Stocks fell after the Federal Reserve raised its benchmark rate. The Standard & Poor's 500-stock index lost 9.68 points, to 1,221.34. The Dow Jones industrial average was down 76.11 points, at 10,481.52. The Nasdaq composite index fell 13.93 points, to 2,131.33. [C10.] Mississippi Homeowners Prepare to Challenge Insurers Richard Scruggs, a Mississippi lawyer whose home was ruined by Hurricane Katrina, is leading an effort to challenge insurance companies that are refusing to pay for a huge portion of the losses from the storm. The insurers say homeowners' policies cover wind and rain damage from hurricanes, but do not cover flooding caused by hurricanes or anything else. [C1.] As the first major manufacturing site to reopen in New Orleans, Procter & Gamble's Folgers factory represents a symbolic victory. But the rush to resume production was also driven by a hard-nosed business calculation. [C6.] Microsoft Makes Management Changes Microsoft reshuffled its management team in an effort to make itself more nimble as it tries to lift its growth and compete with fast-moving rivals like Google. Under the plan, seven business units will be collapsed into three divisions, each led by an executive who will carry the title president. As part of the reorganization, James Allchin, above, the executive overseeing Windows, said he would retire after Windows Vista ships. [C1.] Battle Lines Form Over Warnings on Foods A fight over whether to put health warnings on foods like potato chips and French fries could have a big impact on the eating habits of Americans and on the bottom lines of restaurants and food companies. [C1.] Kate Moss Dismissed From Ad Campaign Over Drug Use In a move with little precedent in the fashion industry, the model Kate Moss was dismissed from a planned advertising campaign after she admitted to executives she had recently used cocaine. [C1.] Intel Says New Chips Will Save Battery Power Intel announced a new manufacturing process for making chips for cellphones and other mobile devices that use far less power than is currently possible, thus helping extend battery life. [C6.] Authors Sue Google, Claiming Copyright Infringement Three authors have filed suit against Google Inc. yesterday claiming that the company's program to create searchable, digital copies of the contents of several university libraries constitutes copyright infringement. [C3.] New York Times Co. and Knight Ridder Plan Job Cuts The New York Times Company announced that it would cut its work force by 500 employees, including 45 in The Times's newsroom and 35 in the newsroom of The Boston Globe. The announcement came shortly after Knight Ridder said it was cutting 100 editorial employees in Philadelphia. [C5.] Initial Pact for DaimlerChrysler Workers in Canada The Canadian Auto Workers reached a tentative agreement with DaimlerChrysler Canada that eliminates about 1,600 jobs and offers limited wage and benefit gains. [C3.] G.M. to Promote Gas Mileage of S.U.V.'s General Motors plans to market its next generation of large sport utility vehicles by promoting their gas mileage. [C3.] Advertisers Use Online Games as an Enticement A new Web site from the Internet travel agent Orbitz com revives games that proved popular since they began appearing inside Orbitz ads in 2001. The comeback is indicative of a trend known as advergaming, in which marketers offer games online that double as ads. Stuart Elliott: Advertising. [C5.] Quarterly Profit Rises 84% at Goldman Sachs The Goldman Sachs Group reported an 84 percent gain in third quarter earnings yesterday, driven by significant gains in stock and bond trading as well a surge in revenue for services offered to hedge funds. The firm earned a record $1.6 billion, or $3.25 a share, compared with $879 million, or $1.74 a share, in the quarter a year ago. Analysts surveyed by Thomson Financial expected Goldman to earn $2.38 a share. Revenue soared 61 percent, to $7.3 billion. [C3.] Muslim Beliefs and Real Estate Investing More Middle Easterners, flush with cash from rising oil prices, are investing in real estate. Some experts say there is a growing appetite for deals that conform to the rules of the Koran. Adhering to Shariah, or Islamic law, can determine how a project is financed. Square Feet. [C7.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 759, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06E5D71630F932A1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24cb28eb7c8105d7ecadd", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Microsoft reshuffled its management team in an effort to make it more nimble as the company tries to compete with fast-moving rivals like Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft reshuffled its management team yesterday in an effort to make it more nimble as the company tries to lift its growth and compete with fast-moving rivals like Google. Under the plan, seven business units will be collapsed into three divisions, each led by an executive who will carry the title of president.", "headline": {"main": "Microsoft Shuffles Leadership"}, "pub_date": "2005-09-21T00:00:00Z", "abstract": "microsoft shuffles leadership** Microsoft reshuffles its management in effort to make it more nimble as company tries to lift its growth and compete with fast-moving rivals like Google; seven business units will be collapsed into three divisions, each led by executive who will carry title of president: James Allchin and Kevin Johnson, co-presidents of platform products and services division, Jeff Raikes president of business division, and Robbie Bach president of entertainment and devices division; Bill Gates, chairman, and Steven A Ballmer, chief executive, are delegating more authority to presidents (M)", "print_page": "1", "word_count": 748, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/21/technology/21soft.html", "multimedia": [{"url": "imagepages/2005/09/20/business/20ozzie.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/09/20/business/20ozzie.html", "MultimediaType1": "Image"}, "type": "Image"}, {"url": "images/2005/09/20/business/19ozzie.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/20/business/19ozzie.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "BALLMER, STEVEN"}, {"name": "persons", "value": "RAIKES, JEFF"}, {"name": "persons", "value": "BACH, ROBBIE"}, {"name": "persons", "value": "JOHNSON, KEVIN"}, {"name": "persons", "value": "GATES, BILL"}, {"name": "persons", "value": "ALCHIN, JAMES"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "REFORM AND REORGANIZATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9078eb7c8105d8940d7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "In this lesson, students share opinions about what constitutes fair use of copyright materials and participate in a mock trial arguing the case of The Authors Guild v. Google....", "news_desk": null, "lead_paragraph": "Note: This lesson was originally published on an older version of The Learning Network; the link to the related Times article will take you to a page on the old site.", "headline": {"main": "Guild v. Google", "kicker": "The Learning Network"}, "pub_date": "2005-09-22T07:31:00Z", "abstract": "In this lesson, students share opinions about what constitutes fair use of copyright materials and participate in a mock trial arguing the case of The Authors Guild v. Google.", "print_page": null, "word_count": 2616, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://learning.blogs.nytimes.com/2005/09/22/guild-v-google/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363d68eb7c8105d8b2819", "byline": null, "section_name": "U.S."}, {"type_of_material": "Summary", "snippet": "Energy Companies Move to Protect Refineries as Hurricane Rita Nears  Energy companies stepped up evacuations of offshore operations and rushed to secure refineries on the Texas coast as they prepared for Hurricane Rita, which was upgraded to a Cat...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Energy Companies Move to Protect Refineries as Hurricane Rita Nears Energy companies stepped up evacuations of offshore operations and rushed to secure refineries on the Texas coast as they prepared for Hurricane Rita, which was upgraded to a Category 5 hurricane with winds of up to 165 miles an hour and appeared to be headed for the heart of the nation's oil industry. [Page C1.] Big oil companies have no concrete plans to develop Iraq's oil industry, a former Iraqi oil minister said. [C18.] Stocks were sharply lower as traders worried about the damage that Hurricane Rita might wreak on Texas refineries. The Dow Jones industrial average fell 103.49 points, to 10,378.03. The Standard & Poor's 500 index declined 11.14 points, to 1,210.20, and the Nasdaq dropped 24.69 points, to 2,106.64. [C12.] Health Care Consumers Compare Prices on Web Now that millions of consumers are surfing the Web to research their own medical symptoms, many are taking the next step: comparison-shopping online for hospitals and doctors. [C1.] Concern Over Ties Between Doctors and Device Makers Many doctors have unusually close, if largely unseen, ties to device makers. And those relationships are a central issue on an emerging battleground in the health care wars: the spiraling cost of implantable medical devices. [A1.] Lawyer's Ties to Document Company Draw Criticism David Boies, a prominent lawyer who has presented himself as a white knight to troubled companies, is facing criticism over previously undisclosed ties to a document management firm that is partly owned by members of his family. Lawyers in some cases have used that link to argue that Mr. Boies has used the company to handicap opponents and to enrich his family. [C1.] Time Warner Chief Names AOL as a Top Priority The chairman of Time Warner, Richard D. Parsons, named improving the company's America Online Internet business as his top priority as he tries to increase the company's stock price -- signaling a tweak in strategy and a belief that the stigma of the AOL-Time Warner merger is finally a thing of the past. Mr. Parsons indicated that, in response to pressure from the financier and Time Warner shareholder Carl C. Icahn, he is now ''looking real hard'' at such moves as buying back more Time Warner stock and increasing the company's dividend. [C1.] Publicis Said to Be in Talks to Acquire Aegis Group The Publicis Groupe has approached a competitor, the Aegis Group, to discuss a possible takeover bid valued at around £1.56 billion, or about $2.8 billion, people close to the companies said. Advertising. [C5.] Boston Scientific Pays to End Dispute With Ex-Partner Boston Scientific has agreed to pay its former stent-making partner, Medinol, $750 million to end bitter legal battles in this country and abroad that arose from the breakdown of their relationship. [C18.] Weight Loss Doctors Are Scrutinized Medical weight loss programs appear to have more than their share of complaints leveled at doctors who sell products to their patients, whether special food, liquid diets, unproven therapies or potentially dangerous and habit-forming weight-loss drugs. [G1.] A New Effort to Combat Counterfeiting and Piracy Secretary of Commerce Carlos Gutierrez announced a series of initiatives aimed at curbing the global trade in pirated and counterfeit goods, a problem that American businesses say is costing them $250 billion a year. [C7.] Two More Companies Drop Kate Moss From Ads Two global luxury brands became the latest companies to sever ties with the model Kate Moss over concerns that her reported involvement with drugs would tarnish their appeal to consumers. The two companies, Chanel and Burberry, issued statements that they would remove Ms. Moss from advertising campaigns after photographs of the model, reportedly showing her use cocaine, ran on the cover of a London newspaper. [C5.] Businesses Capitalize on Desire to Conserve Energy With gasoline at the pump hovering around $2.80 a gallon in much of the country, energy conservation is back in vogue, and the small businesses that dominate the renewable-energy industry are on a bit of a roll. [C7.] Internet Companies Offer Personalized Research Google Answers is one of several services creating an online commons for impromptu research. Ingenio.com, for example, markets the services of traditional professionals like tax lawyers and computer technicians. And some sites, like Wondir.com, maintain a no-fee exchange of questions and answers -- though tipping is permitted. Circuits. [C9.] Ford Plans Big Increase in Production of Hybrid Vehicles The Ford Motor Company plans to increase production of hybrid electric vehicles tenfold, to 250,000 vehicles annually, by the end of the decade, executives said. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-09-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 759, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E03E1DD1730F931A1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251068eb7c8105d7f4b77", "byline": null, "section_name": "Business"}, {"type_of_material": "Correction", "snippet": "An article in the Circuits pages of Business Day yesterday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers. She is Marissa Meyer, not Melissa....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in the Circuits pages of Business Day yesterday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers. She is Marissa Meyer, not Melissa.", "headline": {"main": "Corrections"}, "pub_date": "2005-09-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 96, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03E4DF1430F930A1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2863f8eb7c8105d857296", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Microsoft will unveil its own system for selling Web advertising as it struggles to compete with Google and Yahoo in the expanding Web search business....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The Microsoft Corporation will unveil today its own system for selling Web advertising as it struggles to compete with Google and Yahoo in the expanding Web search business. The system, to be used by MSN, is meant to improve on those of Microsoft's rivals by allowing marketers to aim ads on Web search pages to users based on their sex, age or location. The move is part of Microsoft's broad response to the threat from Google, which is using its powerful advertising sales network to support an expanding range of free software products and Internet services. Last week, Microsoft announced a broad reorganization that placed MSN in the same group as its Windows operating system, indicating that it saw software delivered over the Internet -- and possibly paid for through advertising -- as central to its future.", "headline": {"main": "Microsoft Plans to Sell Search Ads Of Its Own", "kicker": "TECHNOLOGY"}, "pub_date": "2005-09-26T00:00:00Z", "abstract": "Microsoft Corp will unveil own system for selling advertising for its MSN search engine, one that is meant to improve on systems used by Google and Yahoo by allowing marketers to aim ads on Web search pages to users based on their sex, age and location; ads are now sold by Yahoo; move is part of Microsoft's broad response to threat from Google, which is using its powerful advertising sales network to support expanding range of free software products and Internet services; latest organization of Microsoft's management brought MSN into same group as its Windows operating systems, indicating that company sees software delivered over Internet--and possibly paid for through advertising--as central to its future; offering such advertising-supported services requires Microsoft to control its own system; photos (M)", "print_page": "1", "word_count": 1256, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/26/business/media/26soft.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f7e8eb7c8105d80f281", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In the bitter war of words between Google and Yahoo over search-engine index size, Google is asking Web surfers to decide for themselves....", "news_desk": "Business/Financial Desk", "lead_paragraph": "In the bitter war of words between Google and Yahoo over search-engine index size, Google has decided to give its latest answer in the form of a question. The company said yesterday that it had phased in a larger index over the last four weeks. But rather than directly proclaiming that it had surpassed its archrival Yahoo, which last month claimed index supremacy, Google said it would ask Web surfers to decide for themselves.", "headline": {"main": "How Many Pages in Google? Take a Guess"}, "pub_date": "2005-09-27T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 409, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/27/technology/27search.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f7e8eb7c8105d80f28a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "This year Cosmopolitan turns 40, though it doesn't look a day over 17....", "news_desk": "Metropolitan Desk", "lead_paragraph": "1,082 Ways You Can GetAttention at Parties This year Cosmopolitan turns 40, though it doesn't look a day over 17, and on Thursday there was a birthday party. The party was at Skylight Studios, which had been turned into a supper club with beaded curtains and communal tables. The crowd, the news release insisted, was made up of Fun Fearless Females; said females were garbed in designer jeans and expensive stilettos, sipping drinks, ordering drinks and, in one case, fearlessly falling down the stairs upon exiting one of the portable toilets. The headline entertainer was ROB THOMAS, lead singer of Matchbox Twenty and denier of ludicrous rumors that will not be mentioned here. (Google if you have to, you sickos.)", "headline": {"main": "BOLDFACE", "kicker": "Boldface"}, "pub_date": "2005-09-27T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 629, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/27/nyregion/27bold.html", "multimedia": [], "keywords": [{"name": "persons", "value": "DOCTOROW, E L"}, {"name": "persons", "value": "GOTTFRIED, GILBERT"}, {"name": "persons", "value": "THOMAS, ROB"}, {"name": "organizations", "value": "NEW YORKER"}], "subsection_name": null, "_id": "4fd2644f8eb7c8105d81733f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Campbell", "lastname": "ROBERTSON"}], "original": "By CAMPBELL ROBERTSON; With Kari Haskell"}, "section_name": "New York and Region"}, {"type_of_material": "Op-Ed", "snippet": "The recent Authors Guild suit against the Google Library Project is wrongheaded....", "news_desk": "Editorial Desk", "lead_paragraph": "AUTHORS struggle, mostly in vain, against their fated obscurity. According to Nielsen Bookscan, which tracks sales from major booksellers, only 2 percent of the 1.2 million unique titles sold in 2004 had sales of more than 5,000 copies. Against this backdrop, the recent Authors Guild suit against the Google Library Project is poignantly wrongheaded. The Authors Guild claims that Google's plan to make the collections of five major libraries searchable online violates copyright law and thus harms authors' interests. As both an author and publisher, I find the Guild's position to be exactly backward. Google Library promises to be a boon to authors, publishers and readers if Google sticks to its stated goal of creating a tool that helps people discover (and potentially pay for) copyrighted works. (Disclosure: I am a member of the publisher advisory board for Google Print. As the name implies, it is simply an advisory group, and Google can take or leave its suggestions.)", "headline": {"main": "Search and Rescue", "kicker": "Op-Ed Contributor"}, "pub_date": "2005-09-28T00:00:00Z", "abstract": "Op-Ed article by computer book publisher Tim O'Reilly says Authors Guild lawsuit against Google Library Project, which will make collections of five major libraries searchable online, is backward because Google Library promises to be boon to authors, publishers and readers by introducing them to copyrighted works; notes he is member of publisher advisory board for Google Print (M)", "print_page": "27", "word_count": 683, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/09/28/opinion/28oreilly.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24cb38eb7c8105d7ecbd3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Tim", "lastname": "O'Reilly"}], "original": "By Tim O'Reilly"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "In this lesson, students will share opinions about the criteria they consider important in an online search engine. Using Google and Yahoo, they investigate various subjects and compare their search results. To synthesize their findings, students ...", "news_desk": null, "lead_paragraph": "Note: This lesson was originally published on an older version of The Learning Network; the link to the related Times article will take you to a page on the old site.", "headline": {"main": "Quality or Quantity", "kicker": "The Learning Network"}, "pub_date": "2005-09-29T02:22:00Z", "abstract": "In this lesson, students will share opinions about the criteria they consider important in an online search engine. Using Google and Yahoo, they investigate various subjects and compare their search results. To synthesize their findings, students prepare recommendations for company executives suggesting how these businesses might improve their services.", "print_page": null, "word_count": 1748, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://learning.blogs.nytimes.com/2005/09/29/quality-or-quantity/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363e28eb7c8105d8b285b", "byline": null, "section_name": "U.S."}, {"type_of_material": "Correction", "snippet": "An article in the Circuits pages of Business Day last Thursday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers, and a correction in this space on Friday m...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in the Circuits pages of Business Day last Thursday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers, and a correction in this space on Friday misspelled her surname. She is Marissa Mayer, not Melissa Meyer.", "headline": {"main": "Corrections"}, "pub_date": "2005-09-29T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 52, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9405E1D71230F93AA1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260fd8eb7c8105d81203f", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Correction", "snippet": "An article in the Circuits pages of Business Day last Thursday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers, and a correction in this space on Friday m...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in the Circuits pages of Business Day last Thursday about Web sites that provide informal research help misstated the given name of a Google executive commenting on one of them, Google Answers, and a correction in this space on Friday misspelled her surname. She is Marissa Mayer, not Melissa Meyer.", "headline": {"main": "Corrections"}, "pub_date": "2005-09-29T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 52, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980CE2D71230F93AA1575AC0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a90a8eb7c8105d894253", "byline": null, "section_name": "Corrections; New York and Region"}], "meta": {"hits": 33}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}