{"response": {"docs": [{"type_of_material": "Interview", "snippet": "Success in the future may mean forgetting the strategies of today....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "LARGE American companies, not just small start-ups, are capable of breakthrough innovations, says Vijay Govindarajan, professor of international business at Dartmouth. He is co-author, with Chris Trimble, of ''10 Rules for Strategic Innovators: From Idea to Execution,'' (Harvard Business School Press, 2005, $29.95). Here are excerpts from a conversation: Q. Why is the subject of innovation so hot these days? A. In the 1990's, people were just rolling the dice and spending billions of dollars. It was reckless innovation. Post-9/11 and the dot-com bursting, people went back to cost-cutting. But now they also said, ''After Act I is over, we must create growth and innovation.'' This time, they're saying, ''We want to grow, but minimize risks and grow profitably.'' Innovation has come back with a different twist. It's very much on the agenda of chief executive officers. Without growth and innovation, organizations die. Q. Is this fascination with innovation being driven by the emergence of new competitors from China and India? A. The emergence of India and China has made innovation extremely critical. Together they are about $2 trillion in gross domestic product. That's only 5 percent of the world's G.D.P. But if these two economies grow at the rate at which the World Bank and Goldman Sachs predict, then tens of trillions of dollars worth of economic activity will be created in the next 25 years. Q. Are larger companies a more important source of American innovation than smaller ones? A. I would not say it is ''either'' or ''or.'' We need small start-ups to continue the innovation stream. But I believe that only large companies like General Electric can solve big, complex problems, which can make a huge difference to humanity. Q. Which are the most innovative large companies today? A. There is no perfect example. G.E., eBay, Johnson & Johnson and 3M come to mind. This is a topic that almost every company is concerned about. When you are a large, established, tradition-bound company, to fundamentally innovate, it's not in your genes. Fundamental innovation implies that you have to selectively forget some of the things you're doing well today. That's not so easy. Q. You say that Apple is among the best innovators in the technology world. Which other companies belong on that list? A. Motorola. They stumbled in the 90's and missed the boat on several things. But in the past three or four years, it has regained its dominant position. A third company is Google. Some people said it was just a fad and would disappear. But they have created a whole new space and continue to change the rules of the game. Q. The largest 500 companies in the country have been net shedders of jobs. Shouldn't they be considered consolidators, not innovators? A. Yes and no. It is true that if you look at Fortune 500 companies, many of them have focused on cost-cutting, re-engineering and restructuring, all of which means shedding jobs. It will be a real shame if companies go bankrupt because they just simply shed jobs. The question is, how do we stop it? They have a lot of capabilities. We as a country must help these companies to maintain an innovative spirit. Q. Say I'm the chief executive of a major company. Is there a secret to achieving innovation in my company? A. First, strategic innovation is critical for you. Don't ignore it. In addition to continuous process improvement, focus on strategic innovation. Secondly, coming up with a new idea is only the starting point. You need to pay attention to execution of the idea. Q. What else do I need to do? A. You must be able to forget some of the success formula by which you are succeeding today. By definition, that's irrelevant. Secondly, you must be able to borrow one or two of the core assets of your company and lend them to the new idea. Q. What's the final part of the challenge? A. The new venture must learn to resolve uncertainties. There are always questions about the size of the market, what the customer needs, what the technology solutions are -- these are always unknown. It's the person who resolves the uncertainties and learns the fastest who will win. Q. Exactly who should manage the hot new idea? A. You must hire an outsider to run the breakthrough idea because insiders are always wedded to orthodoxy and the inside success formula. You must also hire liberally from outside. Hiring from within kills breakthrough innovation. And the business should report to the C.E.O. even if it is very small. It must get the same organizational status as other business units or it is going to be suffocated. Q. So would you say the chief executive has an important role in making breakthrough innovation possible? A. A tremendously important role. I consider the C.E.O.'s role in the modern corporation to be building the capacity to continuously innovate in a breakthrough way. The C.E.O. doesn't create the strategy, but should be listening to the voices of people who are able to see the future. It is the role of the C.E.O. to spot and encourage them. Then, once an idea has promise, you must help build a separate organization around that person.", "headline": {"main": "Novel Thinking As a Survival Tactic", "kicker": "OFFICE SPACE: ARMCHAIR M.B.A."}, "pub_date": "2006-01-01T00:00:00Z", "abstract": "Excerpts from conversation with Vijay Govindarajan, professor of international business at Dartmouth, on importance of break-through innovations to US economy and role of chief executive officers in building capacity to innovate; drawing (M)", "print_page": "8", "word_count": 890, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/01/business/yourmoney/01advi.html", "multimedia": [{"url": "images/2005/12/31/business/01advi.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/31/business/01advi.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "GOVINDARAJAN, VIJAY"}, {"name": "organizations", "value": "THE GOLDMAN SACHS GROUP INCORPORATED"}, {"name": "organizations", "value": "DARTMOUTH COLLEGE"}, {"name": "organizations", "value": "WORLD BANK"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "HIRING AND PROMOTION"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}], "subsection_name": null, "_id": "4fd269328eb7c8105d81f963", "byline": {"person": [{"firstname": "William", "middlename": "J.", "lastname": "HOLSTEIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By WILLIAM J. HOLSTEIN"}, "section_name": "Science; Technology; Business"}, {"type_of_material": "Blog", "snippet": "The best thing about the Google map mashups is that they never end. Every time you find a good one, an even better one pops up. Here is the latest that has caught my eye: StreetEasy.com. Like many others, it overlays a Google map with real estate ...", "news_desk": null, "lead_paragraph": "The best thing about the Google map mashups is that they never end. Every time you find a good one, an even better one pops up. Here is the latest that has caught my eye: StreetEasy.com.", "headline": {"main": "More GoogleMapped Housing", "kicker": "The Walk-Through"}, "pub_date": "2006-01-03T11:11:49Z", "abstract": "The best thing about the Google map mashups is that they never end. Every time you find a good one, an even better one pops up. Here is the latest that has caught my eye: StreetEasy.com. Like many others, it overlays a Google map with real estate listings. But this one, which is focused on [...]", "print_page": null, "word_count": 115, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/01/03/more-googlemapped-housing/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3640e8eb7c8105d8b2b04", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "RentSlicer, the compendium of rental listings mashed onto a Google map, has begun to move on from its Los Angeles base. It just started a San Francisco version and says that Seattle is next. – DAMON DARLIN...", "news_desk": null, "lead_paragraph": "RentSlicer, the compendium of rental listings mashed onto a Google map, has begun to move on from its Los Angeles base. It just started a San Francisco version and says that Seattle is next. -- DAMON DARLIN", "headline": {"main": "Renting Made Easy", "kicker": "The Walk-Through"}, "pub_date": "2006-01-03T11:02:25Z", "abstract": "RentSlicer, the compendium of rental listings mashed onto a Google map, has begun to move on from its Los Angeles base. It just started a San Francisco version and says that Seattle is next. – DAMON DARLIN", "print_page": null, "word_count": 37, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/01/03/renting-made-easy/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363f28eb7c8105d8b2a09", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Correction", "snippet": "A picture with an article in Business Day on Monday about the International Consumer Electronics Show in Las Vegas was published in error. It showed Sergey Brin, a co-founder of Google, not his partner, Larry Page, who is speaking at the conferenc...", "news_desk": "Metropolitan Desk", "lead_paragraph": "A picture with an article in Business Day on Monday about the International Consumer Electronics Show in Las Vegas was published in error. It showed Sergey Brin, a co-founder of Google, not his partner, Larry Page, who is speaking at the conference.", "headline": {"main": "Corrections"}, "pub_date": "2006-01-04T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 42, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9904EEDA1130F937A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab758eb7c8105d897d85", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Summary", "snippet": "S.E.C. Announces Agreement On Corporate Financial Penalties  The Securities and Exchange Commission, trying to put several years of angry battles behind it, announced an agreement on principles governing when the agency will impose financial penal...", "news_desk": "Business/Financial Desk", "lead_paragraph": "S.E.C. Announces Agreement On Corporate Financial Penalties The Securities and Exchange Commission, trying to put several years of angry battles behind it, announced an agreement on principles governing when the agency will impose financial penalties on companies and when it will refrain from doing so. [Page C1.] After Enron, Corporate Change Moves Slowly As former top executives of Enron head to a criminal trial, changes at American companies as a result of the scandal have been more muted than many once expected. [C1.] Album Sales in U.S. Declined 7% Last Year Sales of music albums in the United States fell 7 percent last year, to 618.9 million units, according to Nielsen Soundscan data. Sales of digital tracks are increasing rapidly, but not enough to compensate for the decline: overall sales of music are down about 4 percent if 10 tracks counts as an album. [C1.] 2005 Auto Sales Show Shift in Consumer Tastes For automakers, 2005 will go down as the year when cars made a comeback and sport utilities stumbled. It will also be remembered as the year when Detroit's auto companies held their lowest market share, although Chrysler broke from its Motor City rivals and posted the only sales increase among the Big Three. [C1.] Higher Fees Ahead for Advice From I.R.S. Starting next month, the Internal Revenue Service will charge much higher fees to rule in advance on certain tax questions. [C1.] Ukraine and Russia Settle Conflict Over Natural Gas Ukraine and Russia settled their dispute over the price of natural gas with a deal that allowed both countries to save face, although Ukraine walked away with cheaper prices than most of Russia's other customers. [A6.] Sovereign Bancorp Delays Its Annual Meeting A clash between Sovereign Bancorp's board and several large shareholders could be pushed back at least four months after the bank took the unusual step of postponing its annual meeting. Sovereign said it was delaying the annual meeting, typically held in April, until after Aug. 31 so that management could have more time to ''focus its full attention'' on a complex three-way deal, in which it will sell a roughly 20 percent stake to Banco Santender of Spain and then use the proceeds to help buy Independence Community Bank, based in New York. Market Place. [C11.] Plan Would Require Expansion of Health Coverage In a national campaign aimed squarely at Wal-Mart, lawmakers in 30 states are preparing to introduce legislation that would require large corporations to expand their health insurance coverage, according to the A.F.L.-C.I.O., which planned to announce the initiative this morning. [C6.] Chloé Creative Director Is Said to Be Leaving Chloé, the French fashion house that has been expanding to meet demand for its chic dresses and handbags, is expected to announce that its creative director, Phoebe Philo, has resigned and will leave the company. [C3.] Major Stock Indicators Post Modest Increases Stocks rose moderately. The Dow Jones industrial average rose 32.74 points, to 10,880.15. The Standard & Poor's 500-stock index rose 4.66 points, to 1,273.46, a four-and-a-half-year high. The Nasdaq rose 19.72 points, to 2,263.46, reflecting a $10.01 jump in Google after Bear Stearns upgraded the stock. [C12.] Mining Company Executive Defends Safety Record Wilbur L. Ross Jr. accepts the common perception of him as a consummate cost cutter. But he bridles at any suggestion that his focus on the bottom line in any way led to the explosion that killed 12 men in the West Virginia mine that his company owns. [A20.] Vice Chairman at MTV Is Leaving Viacom In a move that caught Wall Street and the media industry by surprise, Viacom said that Herb Scannell, a vice chairman of MTV Networks and president of Nickelodeon Networks, was leaving the company. [C2.] Time Inc. Promotes Top Editor of People John Huey, on his fourth day as editor in chief of Time Inc., promoted Martha Nelson, the top editor at People magazine, to a new position as head of the People Group of publications, making her responsible for expanding the magazine's role as Time's leading profit generator. Larry Hackett, formerly the No. 2 editor at People, was appointed as managing editor, succeeding Ms. Nelson, the company said. In the role, Ms. Nelson will oversee People, Teen People, People en Español and People.com, the publication's Internet site, as well as take responsibility for various projects. [C2.] Networks to Try English-Language Telenovelas ABC and CBS are exploring the creation of English-language versions of telenovelas, melodramatic programs traditionally broadcast in Spanish, that could appear his summer. Stuart Elliott: Advertising. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 756, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06E4D71130F936A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa058eb7c8105d895d30", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-14    As Many 130 Are Killed In Explosions in Iraq  Suicide bombers and a roadside explosion killed as many as 130 people in Iraq, rekindling fears of a return to mass sectarian killings after a relative lull and prompting the c...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-14 As Many 130 Are Killed In Explosions in Iraq Suicide bombers and a roadside explosion killed as many as 130 people in Iraq, rekindling fears of a return to mass sectarian killings after a relative lull and prompting the country's most powerful Shiite political faction to warn of retribution and to indirectly blame the United States for the bloodshed. A1 The top American operational commander in Iraq has offered a sober assessment of the hurdles facing a new Iraqi government, voicing concerns that sectarian rivalries and incompetence may turn newly trained Iraqi security forces into militias for hire. A10 President Bush met with a collection of cabinet members from the current and past administrations in an effort to bring some of his critics into the fold and provide bipartisan common ground to the strategy he has laid out in recent weeks for Iraq. A10 Sharon in a Coma After Stroke Prime Minister Ariel Sharon lay in a deep coma as Israelis focused on a future -- and their future relations with the Palestinians -- without him in power. A1 The Bush administration, planning for a Middle East without Mr. Sharon, expressed hope that Israel would still follow Mr. Sharon's policies. But The White House faces difficult choices on how to make sure that happens. A12 Doctors in Jerusalem operated on Mr. Sharon's brain for a total of seven hours, then put him into an anesthesia-induced coma and connected him to a respirator, his medical team said. The steps were desperate and, experts said, unlikely to work. A12 Reaction in the Arab world was mixed, as some officials said that Mr. Sharon had been creating momentum toward peace in Gaza, while some ordinary Arabs were happy that their longtime nemesis may finally be neutralized. A14 Iran Cancels Meeting with U.N. Iran, throwing negotiations over its nuclear program into disarray, canceled without explanation a meeting with the United Nations' monitoring agency. The meeting had been scheduled so Iran could explain its decision to restart nuclear research. A3 More Barbs Aimed at Assad A former Syrian vice president, Abdel Halim Khaddam, said that the rule of President Bashar al-Assad, left, may not survive the United Nations investigation into the assassination of former Prime Minister Rafik Hariri of Lebanon. A3 SCIENCE/HEALTH Turkish Child Dies of Bird Flu A second child of a farm family in rural Turkey has died of avian influenza, Turkish health authorities said, raising questions about the capacity of the worldwide reporting system to track the spread of the disease. A19 NATIONAL A16-19 Charities to Get Windfall From Tainted Donations As panicked lawmakers rush to distance themselves from Jack Abramoff after his guilty pleas in federal and Florida state courts, tens of thousands of dollars in political donations from the disgraced Republican lobbyist and his Indian tribe clients are being returned or redirected to charities in a vast Robin Hood-like reordering of campaign funds. A1 Miner's Missives Offer Resolve In four faint sentences of farewell and religious conviction, the words of Martin Toler Jr.'s note and similar missives from other miners, who were found dead in the wake of an unexplained explosion, offered a coda, at once heartbreaking and strangely consoling, to the emotional maelstrom of the past four days. A1 Explaining their decision to transfer the surviving miner to Allegheny General Hospital in Pittsburgh, doctors said they hoped treatment there with hyperbaric oxygen would help him recover from a brain injury. A19 Schwarzenegger Shifts A humbled Gov. Arnold Schwarzenegger apologized to the voters of California and proposed a series of policies that mark a dramatic return to the political center after an ill-fated lurch to the right last year. A16 Tough Choices for New Orleans With activists, planners and residents squaring off over which neighborhoods will be demolished and which will be rebuilt, Louisiana officials are warning that some low-lying neighborhoods may not be eligible for federal rebuilding aid. A16 EDUCATION Court Rejects School Vouchers The Florida Supreme Court struck down a voucher program for students attending failing schools, saying the state Constitution bars Florida from using taxpayer money to finance a private alternative to the public system. A16 NEW YORK/REGION B1-6 Mayor Takes On Dispute Over Hasidic Ritual Some ultra-Orthodox Jews say Mayor Bloomberg reneged on what they believed was a promise that he would leave a form of ritualistic circumcision up to rabbinical authorities. The city has begun a campaign against the practice, which has been linked to the death of one infant and the injuries of several others. A1 Medicaid Fraud Suspected Rockland County officials, in the first exercise of new power for New York's counties to hunt for Medicaid fraud, said they had turned up as much as $13 million in improper billing after examining just a small part of the program. B1 Capital Punishment Studied New Jersey lawmakers took a major step toward suspending executions until the fairness, expense and humanity of the death penalty is thoroughly examined. B1 Neediest Cases B6 ESCAPES F1-12 SPORTSFRIDAY D1-6 OBITUARIES B7 Enrico Di Giuseppe An American tenor who sang for many years with both the New York City and Metropolitan Operas, he was 73. B7 WEEKEND E1-30; E31-40 Jon Stewart to Host Oscars Billy Crystal is on tour. Steve Martin is prepping a movie. So, the Academy of Motion Picture Arts and Sciences has asked Jon Stewart, host of a popular fake news program on Comedy Central, to be the host the Academy Awards ceremony. E1 BUSINESS DAY C1-14 I.B.M. to Freeze Pensions I.B.M., which has long operated one of the nation's largest corporate pension funds, said it would freeze pension benefits for its American employees starting in 2008 and offer only a 401(k) retirement plan in the future. A1 Internet Giants and Video Google and Yahoo are expected to announce new extensions of their search functions that move aggressively beyond the Internet browser and further into video. C1 Lukewarm December Sales The nation's merchants, trotting out deep discounts before Christmas, lured enough last-minute buyers to deliver a decent, if unspectacular, sales gain of 3.2 percent in December. C1 Ford's Debt Rating Falls S.& P. cut Ford's debt rating two notches further into junk, less than a month after a similar move at General Motors. It warned that problems at G.M., which the S.& P. said may be forced to seek bankruptcy protection, could make Ford's comeback more difficult. C1 Business Digest C2 EDITORIAL A20-21 Editorials: Life after Ariel Sharon; coal's power over politicians; abortion rights in Latin America. Column: Thomas L. Friedman. Crossword E39 TV Listings E30 Weather D7", "headline": {"main": "News Summary"}, "pub_date": "2006-01-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1094, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B01E6DA1E30F935A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e788eb7c8105d7f0443", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "I.B.M. to Freeze Pension Benefits And Provide Only 401(k) Plans  I.B.M., which has long operated one of the nation's largest corporate pension funds, said that it would freeze pension benefits for its American employees starting in 2008 and offer ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "I.B.M. to Freeze Pension Benefits And Provide Only 401(k) Plans I.B.M., which has long operated one of the nation's largest corporate pension funds, said that it would freeze pension benefits for its American employees starting in 2008 and offer them only a 401(k) savings plan. The company said the shift, which is expected to spur even more major companies to move away from traditional defined-benefit pension plans, would save it as much as $3 billion through the next few years and provide it with a ''more predictable cost structure.'' The move by I.B.M., which is financially healthy, shows how even the most generous businesses no longer want to be saddled with the risk and expense of providing the firm promise of a lifetime pension. [Page A1.] U.S. Retail Sales Rose 3.2% in December The nation's merchants, trotting out deep discounts before Christmas, lured enough last-minute buyers to deliver a decent, if unspectacular, sales gain of 3.2 percent in December. [C1.] The nation's service sector grew more rapidly in December and the number of workers filing new claims for jobless benefits fell to the lowest level in five years last week, signs that the economy is entering the new year on a fairly strong footing. [C6.] Standard & Poor's Cuts Ford's Debt Rating Again Standard & Poor's cut Ford's debt rating two notches further into junk, less than a month after a similar move at General Motors. It also warned that G.M.'s problems, which the agency says might force G.M. to seek bankruptcy protection, could make Ford's comeback more difficult. [C1.] Katrina Overwhelms Flood Insurance Program The federal flood insurance program has been run deeply into the red by about $23 billion in claims from policyholders even as it has failed to help most victims of Hurricane Katrina. [C1.] Lobbyist's Downfall Redistributes Charity Funds As panicked lawmakers rush to distance themselves from the disgraced lobbyist Jack Abramoff following his guilty pleas, tens of thousands of dollars in political donations from him and his Indian tribe clients are being returned or redirected to charities in a vast reordering of campaign funds. [A1.] Farmers in U.S. to Start Checking for Chicken Flu In an effort to head off an epidemic of dangerous bird flu, the nation's chicken farmers will immediately begin testing nearly all flocks for influenzas, an industry trade group announced. [A19.] A second child of a farm family in rural Turkey has died of avian influenza, Turkish health authorities said, sounding alarms about the capacity of the worldwide reporting system to track the spread of the disease. [A19.] Setback for a Biotechnology Program in Missouri A California-based company specializing in plant-made pharmaceuticals has pulled out of an agreement to move its operations to Northwest Missouri, where it was to have produced proteins from genetically modified rice. [C3.] Google and Yahoo Are Expanding Into Television Two ascending Internet giants, Google and Yahoo, will make plain today that they intend to move aggressively beyond the Internet browser and onto the television screen. [C1.] Verizon Wireless to Offer Cellphones That Play Music Verizon Wireless announced that it would begin selling phones that allow users to download songs over the airwaves. The company's decision to move into the music business through the cellphone market poses a potential threat to the makers of portable music players, like Apple Computer. Dennis F. Strigl, chief executive of Verizon Wireless, left, said at an event introducing the cellphone in Las Vegas: ''On the one device that 200 million Americans won't leave home without, you can have your music player. We're not after the narrow music player market -- what we have created is a whole new world of content distribution.'' [C4.] Nasdaq Rises; Dow and S.&P. 500 Are Little Changed The New Year's stock rally fizzled as disappointing sales at Wal-Mart weighed on retailers and falling oil and natural gas prices hurt energy producers. The Standard & Poor's 500-stock index and Dow Jones industrial average were little changed, failing to sustain initial gains. Helped by Xilinx and other technology shares, the Nasdaq index rallied 13.41 points. [C5.] Positive Signs for Wall Street Firms in 2006 After a record 2005, it is plausible that investment brokerages will also have a record 2006. Some banks are so busy that they are set to add as much as 10 percent to their employee head count. Street Scene. [C7.] Microsoft Shuts Down Chinese Journalist's Blog Site Microsoft has shut down the blog site of a Chinese journalist who uses its MSN online service in China after he discussed a newspaper strike that broke out in Beijing a week ago. [C3.] After the Holidays, Fast-Food Ads Stress Value Fast-food chains like Wendy's and Burger King are stepping up campaigns for their lower-priced menu items. Stuart Elliott: Advertising. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 794, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05EEDC1E30F935A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2670c8eb7c8105d81bd1b", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The ascending giants are expected toannounce plans to put TV programs on the Internet and computer data on the TV....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Two ascending Internet giants, Google and Yahoo, are to make plain today that they intend to move aggressively beyond the Internet browser and onto the television screen. The two companies, already the most popular services for searching and organizing the vast information on the World Wide Web, want to perform the same function for television, which will increasingly be delivered over the Internet.", "headline": {"main": "Google and Yahoo Aim at Another Screen"}, "pub_date": "2006-01-06T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1359, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/06/technology/06online.html", "multimedia": [{"url": "images/2006/01/05/business/06onli75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/05/business/06onli75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2aa058eb7c8105d895d51", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL; Ken Belson and John Markoff contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Online Services to Meld Television With the Web  Google and Yahoo, the dominant services for searching and organizing the information on the Web, plan to move beyond the Internet browser and onto the television screen. Company officers are schedul...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Online Services to Meld Television With the Web Google and Yahoo, the dominant services for searching and organizing the information on the Web, plan to move beyond the Internet browser and onto the television screen. Company officers are scheduled to speak at the Consumer Electronics Show and are expected to announce plans to put TV programs on the Internet and computer data on the TV. BUSINESS DAY, PAGE C1 Court Blocks School Vouchers The Florida Supreme Court ordered the end to vouchers for students in failing schools, saying the state's Constitution bars the use of taxpayer money for alternatives to the public system. Gov. Jeb Bush has considered the program one of his chief accomplishments. PAGE A16 Limits on New Orleans Aid With activists and residents squaring off over which New Orleans neighborhoods will be rebuilt, officials are warning that some areas may not be eligible for federal rebuilding assistance. PAGE A16 Quarterback at a Crossroads After leading Texas to the national championship, quarterback Vince Young arrived at a crossroads: stay for his senior year to chase the Heisman Trophy and another title, or turn pro. SPORTSFRIDAY, PAGE D1 Fake Newsman, Real Host Jon Stewart, the anchor of Comedy Central's fake news show, has been asked to be the host of the Academy Awards on March 5. ''As an avid watcher of the Oscars,'' he said, ''I can't help but be a little disappointed with the choice.'' WEEKEND, PAGE E1 Line Shifts on Broadway January is Broadway's quietest stretch, so some shows reload. Dame Eileen Atkins replaces Cherry Jones in ''Doubt''; Jonathan Pryce takes over for John Lithgow in ''Dirty Rotten Scoundrels''; and Carol Kane joins ''Wicked.'' WEEKEND, PAGE E1", "headline": {"main": "INSIDE"}, "pub_date": "2006-01-06T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 280, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A02EFDB1E30F935A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e298eb7c8105d7efd12", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Correction", "snippet": "An illustration in Business Day yesterday with an article about expansion plans by Yahoo and Google used a picture of a cellphone with a misleading label about the company that is working with Yahoo to market cellphones with enhanced software. Its...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An illustration in Business Day yesterday with an article about expansion plans by Yahoo and Google used a picture of a cellphone with a misleading label about the company that is working with Yahoo to market cellphones with enhanced software. Its partner is Cingular Wireless, not Verizon Wireless.", "headline": {"main": "Corrections"}, "pub_date": "2006-01-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 48, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507E4DF1F30F934A35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e298eb7c8105d7efd14", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "The stock market began the New Year with a weeklong rally that left the major stock indexes at their highest levels since 2001....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "The stock market began the New Year with a weeklong rally that left the major stock indexes at their highest levels since 2001. Investors snapped up shares of a broad range of companies, particularly those that stand to benefit from growth of the Internet and of mobile computing devices. Google, the search-engine giant, rose 12.3 percent for the week. SanDisk, which dominates the market for flash memory, rose nearly 18 percent.", "headline": {"main": "DataBank; Markets Welcome New Year With Big Gains"}, "pub_date": "2006-01-08T00:00:00Z", "abstract": "Roundup of last week's stock market performance; graphs (M)", "print_page": "11", "word_count": 192, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/08/business/08data.html", "multimedia": [], "keywords": [{"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd24e788eb7c8105d7f049f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeff", "lastname": "SOMMER"}], "original": "By JEFF SOMMER"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Bold new forecasts for Google's stock price raise the question of whether analysts and investors have once again become irrationally gaga over the Internet....", "news_desk": "Week in Review Desk", "lead_paragraph": "IS the dot-com bubble reinflating? Last week, a relatively obscure Wall Street analyst named Safa Rashtchy, from Piper Jaffray, became an overnight sensation among the Internet faithful. He predicted that Google's stock price, which has climbed more than 350 percent since its initial public offering in 2004, and was $422.52 at the time, would hit $600 a share by the end of 2006.", "headline": {"main": "Is Google a Good Candidate For Rational Exuberance?", "kicker": "IDEAS & TRENDS"}, "pub_date": "2006-01-08T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 703, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/08/weekinreview/08sorkin.html", "multimedia": [{"url": "images/2006/01/08/weekinreview/08SORKIN.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/08/weekinreview/08SORKIN.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e788eb7c8105d7f04a2", "byline": {"person": [{"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By ANDREW ROSS SORKIN"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "GOOGLE EARTH allows people to see satellite images of the entire world, from the Egyptian Pyramids to the Leaning Tower of Pisa. But when users open Google Earth, a free computer program, they seem to fixate on one site first: their own homes. For...", "news_desk": "Connecticut Weekly Desk", "lead_paragraph": "GOOGLE EARTH allows people to see satellite images of the entire world, from the Egyptian Pyramids to the Leaning Tower of Pisa. But when users open Google Earth, a free computer program, they seem to fixate on one site first: their own homes. For many Connecticut users, that experience has been a disappointment, because much of the state is depicted in low-resolution images that make it hard to tell the difference between a house and a tree. Donna McCalla, a systems engineer who runs numerous Web sites, said she looked for her house, a 3,800-square-foot A-frame in Amston, but could only see a mush of light- and dark-green splotches.", "headline": {"main": "Maybe the Bird Had Cataracts", "kicker": "NOTICED"}, "pub_date": "2006-01-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 544, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE7DC1F30F93BA35752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e788eb7c8105d7f04ae", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Avi", "lastname": "SALZMAN"}], "original": "By AVI SALZMAN"}, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "A hulking 1932 building on Eighth Avenue, once a distribution center for the Port Authority, will soon be home to offices for Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "It is not uncommon for major office buildings in New York City to undergo significant transformations, but the changes that have occurred over the years at 111 Eighth Avenue in Chelsea, a hulking 1932 building, have been particularly striking. The 2.9-million-square-foot building is the second-largest in Manhattan in terms of area, behind 55 Water Street, according to the CoStar Group, the commercial real estate information services company, straddling an entire block reaching to Ninth Avenue, between 15th and 16th Streets. In its earliest days, the building was primarily a huge distribution center for the Port Authority of New York and New Jersey.", "headline": {"main": "In Chelsea, a Magnet for High-Profile Tenants", "kicker": "SQUARE FEET"}, "pub_date": "2006-01-11T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 1060, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/11/realestate/11eighth.html", "multimedia": [{"url": "images/2006/01/10/business/11eighth.2.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/10/business/11eighth.2.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "glocations", "value": "MANHATTAN (NYC)"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "TACONIC INVESTMENT PARTNERS"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "OFFICE BUILDINGS AND COMMERCIAL PROPERTIES"}], "subsection_name": null, "_id": "4fd24fd38eb7c8105d7f2a9b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sana", "lastname": "SIWOLOP"}], "original": "By SANA SIWOLOP"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google, I.B.M. and Berkshire Hathaway all have market capitalizations in the vicinity of $135 billion....", "news_desk": "Business/Financial Desk", "lead_paragraph": "THREE companies with household names are worth about the same amount now -- at least in the opinion of investors. Google, I.B.M. and Berkshire Hathaway all have market capitalizations in the vicinity of $135 billion. But if they are equal in value, they are very different in what an investor got for his or her money this week, as is shown in the accompanying charts, which are based on Friday's closing prices.", "headline": {"main": "When the Market Values Hope Over Experience by a Factor of 18", "kicker": "OFF THE CHARTS"}, "pub_date": "2006-01-14T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 558, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/14/business/14charts.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "BERKSHIRE HATHAWAY INCORPORATED"}, {"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORPORATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPANY REPORTS"}], "subsection_name": null, "_id": "4fd24e298eb7c8105d7efd24", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Floyd", "lastname": "Norris"}], "original": "By Floyd Norris"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Yahoo, Cisco and Google have all been accused of helping China maintain what has been called \"the most sophisticated Internet control system in the world.\"...", "news_desk": "Week in Review Desk", "lead_paragraph": "IT wasn't so long ago that the Internet was seen as a trap for China. The country desperately needed to foster economic growth, and in the early 1990's much of the globe was plugging itself in. Sooner or later, the thinking went, China would have to plug into the Web, too, and however efficiently its leaders might have controlled information in the old days, they would be no match for this new democratic beast, decentralized and crackling with opinion and information from the four corners of the earth.", "headline": {"main": "China, Still Winning Against the Web", "kicker": "THE WORLD"}, "pub_date": "2006-01-15T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 1032, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/15/weekinreview/15zeller.html", "multimedia": [{"url": "images/2006/01/15/weekinreview/15zeller2.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/15/weekinreview/15zeller2.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "CISCO SYSTEMS INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251e18eb7c8105d7f6c45", "byline": {"person": [{"qualifier": "Jr", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER Jr"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "The winsome sensibility and freewheeling brushwork of Dana Schutz has made her one of the most sought-after artists of her generation....", "news_desk": "Arts and Leisure Desk", "lead_paragraph": "''THE only thing I really like is that brain,'' said the painter Dana Schutz, sitting on a stool in her Brooklyn studio and pointing to her detailed study of a strangely shaped human brain in gangrenous shades of green and gray. Ms. Schutz, 29, has been widely praised for her ecstatically expressive figurative paintings, recognizable by their thick, lush surfaces and flamboyant palette of hot pinks, leafy greens and eggy yellows. But after churning out a dozen vibrant new works for a fall show in Berlin, she found herself in a restlessly experimental frame of mind, casting about for new ideas.", "headline": {"main": "Portrait of the Artist as a Paint-Splattered Googler", "kicker": "ART"}, "pub_date": "2006-01-15T00:00:00Z", "abstract": null, "print_page": "16", "word_count": 1499, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/15/arts/design/15fine.html", "multimedia": [{"caption": "Dana Schutz", "url": "http://www.nytimes.com/slideshow/2006/01/11/arts/20050115_FINE_SLIDESHOW_index.html", "pay": "n", "rank": "1", "height": 630, "width": 750, "legacy": {"MultimediaPopupHeight1": "630", "MultimediaType1": "Slideshow", "MultimediaPopupWidth1": "750", "MultimediaUrl1": "http://www.nytimes.com/slideshow/2006/01/11/arts/20050115_FINE_SLIDESHOW_index.html", "MultimediaPay1": "n", "MultimediaHeadline1": "Dana Schutz", "MultimediaCol1": "Slide Show"}, "type": "Slideshow", "col": "Slide Show"}, {"url": "images/2006/01/15/arts/fine.4.7575.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/15/arts/fine.4.7575.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "SCHUTZ, DANA"}, {"name": "subject", "value": "ART"}], "subsection_name": null, "_id": "4fd2ab768eb7c8105d897dff", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Mia", "lastname": "FINEMAN"}], "original": "By MIA FINEMAN"}, "section_name": "Arts"}, {"type_of_material": "News", "snippet": "The acquisition of dMarc Broadcasting is tangible evidence of Google's effort to extend its Web-based network to other media....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google said yesterday that it would spend up to $1.24 billion to buy dMarc Broadcasting, whose software can allow marketers to send advertisements directly to local radio stations. It is the most tangible indication yet of Google's stated ambition to extend its Web-based network, which sells advertisements on thousands of online sites, to other forms of media as well.", "headline": {"main": "Google to Buy Radio Advertising Sales Unit"}, "pub_date": "2006-01-18T00:00:00Z", "abstract": "Google agrees to pay $102 million in cash and additional payments of as much as $1.14 billion over three years to dMarc Broadcasting, whose software can allow marketers to send ads directly to local radio stations; plans to integrate dMarc into its existing Web-based advertising system; does not explain how this would work and whether radio ads would be sold through Google's signature auction process (M)", "print_page": "1", "word_count": 889, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/18/technology/18google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "DMARC BROADCASTING"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "RADIO"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24fd48eb7c8105d7f2b66", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "S.E.C. Agrees to Overhaul Disclosure Rules To Put More Light on Executive Compensation  The Securities and Exchange Commission voted unanimously to overhaul the way companies report their pay packages to senior executives, a move that is expected ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "S.E.C. Agrees to Overhaul Disclosure Rules To Put More Light on Executive Compensation The Securities and Exchange Commission voted unanimously to overhaul the way companies report their pay packages to senior executives, a move that is expected to lead to greater disclosure but not to any significant decline in executive compensation. [Page A1.] Slower Desktop Computer Sales Hurt Revenue at Intel Intel, the world's largest chip maker, said slower sales of desktop computers and weaker prices led it to miss its revenue target for the fourth quarter, causing the stock to decline more than 9 percent in late trading. [C1.] Google agreed to buy dMarc Broadcasting, a maker of software that allows marketers to send advertisements directly to local radio stations, for as much as $1.24 billion. [C1.] Yahoo said its profit rose 80 percent in the fourth quarter, but after deducting special items, it fell short of Wall Street's expectations. [C4.] Airbus Outsells Boeing for a Fifth Year Airbus, the European airplane manufacturer, claimed a surprise victory in its perennial battle with Boeing, announcing that it had booked more orders than its rival in 2005, for a fifth consecutive year. [C1.] The $150 million in stock that 400 United executives are expected to receive when the airline comes out of bankruptcy next month could be worth about $480 million. [C3.] Continental Airlines posted a narrower fourth-quarter loss as sharply higher fuel costs offset higher revenue and cost-cutting efforts. Executives of the airline also said they expected a significant loss in the first quarter, setting off an 11 percent decline in its share price. [C3.] Boston Scientific Raises Bid Again for Guidant Boston Scientific, with financial help from Abbott Laboratories, bid $27 billion for Guidant, the medical devices maker, and within hours Guidant said it would switch its support from Johnson & Johnson's merger proposal in favor of Boston Scientific's. [C1.] Coca-Cola Creates a Post for International Sales In a move that signals the growing importance of foreign markets to its overall business, Coca-Cola has created a position in charge of all of the company's operations outside of North America and filled it with an executive who revived sales in Eastern Europe in the 1990's. The appointment places the executive, Muhtar Kent, in line as a possible successor to the chairman. [C3.] I.B.M. Posts 13 Percent Increase in Quarterly Profit I.B.M. reported a 13 percent increase in fourth-quarter profit as aggressive cost cuts offset tepid sales growth, easily surpassing Wall Street estimates. [C6.] Comcast Plans Network With Ads Embedded in Programs The Comcast Corporation, the country's largest cable operator, plans to introduce a video-on-demand channel today that will include advertising embedded in the programming. [C3.] Head of Autodesk Gives up Position as Chief Carol A. Bartz, left, the chairwoman and chief executive of Autodesk, a company that makes software used by architects and engineers, stepped down as chief executive and was succeeded by the chief operating officer, Carl Bass. Ms. Bartz, 57, held the job 14 years and is recognized as one of the most powerful women in American business. [C4.] Stocks Fall on Concern About Surge in Oil Prices Stocks ended lower, hurt by a surge of more than $2 in crude oil and worries that fourth-quarter earnings may be disappointing. The Dow Jones industrial average was down 63.55 points, at 10,896.32. The Standard & Poor's 500-stock index was down 4.68 points, at 1,282.93. The Nasdaq composite index was down 14.35 points, at 2,302.69. [C8.] E*Trade Financial Promises Reimbursement for Fraud E*Trade Financial said it would fully reimburse any customer who is the victim of fraudulent activity -- the first online brokerage company to offer the kind of protection that users of credit and debit cards receive. [C8.] Japanese Stocks Hurt by Inquiry at Internet Concern An investigation of Livedoor, a popular Internet-portal company, caused a decline in Japanese stock markets as it also raised questions about the nation's tolerance for a more freewheeling version of capitalism. [C7.] Industrial Output Rises as Gulf Coast Oil Rebounds Industrial output rose in December as recovery in production of Gulf Coast oil and gas wells offset a slump in auto manufacturing. [C6.] Energy Demand Drives an Experiment in Diesel As global demand for fossil fuels expands, oil companies are experimenting in Qatar with a new type of diesel fuel, one derived from natural gas. [C1.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-18T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 723, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9903EEDE153FF93BA25752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269348eb7c8105d81fb52", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-8    Hamas Using TV Station To Broaden Strategic Role  The Gaza Strip's newest television station and its popular children's program are part of the strategy of the militant Palestinian group Hamas to broaden its role in Palesti...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-8 Hamas Using TV Station To Broaden Strategic Role The Gaza Strip's newest television station and its popular children's program are part of the strategy of the militant Palestinian group Hamas to broaden its role in Palestinian politics and society. A1 Egypt Won't Deport Migrants Egyptian officials said they would not deport any of 462 Sudanese being held in jails and prison camps since they were detained nearly three weeks ago after a deadly raid on a squatter camp the migrants had set up as a protest. A3 The Bush administration has halted negotiations with Egypt over a free-trade agreement to protest the Egyptian government's harsh imprisonment of a political dissident. A6 Israel's Leader Open to Talks The acting Israeli prime minister said he would be willing to restart peace talks with the Palestinians if they met the longstanding Israeli demand to break up armed factions. A4 Details on Oil-for-Food Suspect Details emerged in court about where a South Korean lobbyist who is facing charges in the United Nations' oil-for-food program scandal spent the last year after fleeing when prosecutors let him leave the United States. A5 Iran Offer for Talks Rebuffed Iran proposed a resumption of nuclear talks with the Europeans, a move that was immediately rejected by Britain as ''vacuous.'' A6 Iraqi Kidnappers Set Demands A kidnapped American freelance reporter appeared in a silent videotape broadcast by Al Jazeera television, which said her captors had threatened to kill her if the United States does not release all female prisoners in Iraq within 72 hours. A8 Niger Uranium Sale Unlikely A high-level intelligence assessment by the Bush administration concluded in early 2002 that the sale of uranium from Niger to Iraq was ''unlikely'' because of a host of obstacles. A8 NATIONAL A10-17 Supreme Court Upholds Assisted Suicide in Oregon The Supreme Court removed an obstacle to state efforts to authorize physician-assisted suicide, ruling 6 to 3 that John Ashcroft, the former attorney general, acted without legal authority when he threw the federal government's weight against Oregon's Death With Dignity Act. A1 House Begins Lobbying Reform House Republican leaders laid out a proposal to rewrite House lobbying rules as they moved to contain the political damage from an election-year scandal over undue influence and access afforded to lobbyists. A1 Drug Users Strain Hospitals A sharp increase in the number of people arriving in emergency rooms with methamphetamine-related problems is straining local hospital budgets and treatment facilities across the country, particularly in the Midwest, according to a two new surveys soon to be released. A10 New Orleans School Overhaul A mayor's committee set out a plan to decentralize New Orleans' troubled schools. The plan recommends shifting power away from the much-discredited central school administration here, and giving it to individual schools. A12 Hurricane Demolitions Settled A federal judge approved a settlement in a lawsuit over the first demolitions of homes ruined by Hurricane Katrina in New Orleans, after city officials agreed to provide advance notice to homeowners. A12 Elderly Inmate Executed California executed Clarence Ray Allen, a 76-year-old man sentenced to death in 1982 for arranging the murders of three people, amid a gathering debate over capital punishment and a proposed moratorium on executions. A16 Drug Plan's Rolls Growing The Bush administration said more than 2.6 million people had voluntarily signed up for Medicare's prescription drug benefit in the last 30 days, pushing the total voluntary enrollment to 3.6 million. A17 NEW YORK/REGION B1-7 A Run for the White House, Or Maybe More of a Tiptoe? Senator Hillary Rodham Clinton has been building a political network around the country while running for re-election in New York, consciously steering clear of presidential stomping grounds like New Hampshire or Iowa in a deliberate strategy to avoid suggesting that she has political ambitions beyond the Senate. A1 Pataki Urges Big Tax Cuts Governor Pataki called for billions of dollars' worth of tax cuts and rebates as the centerpiece of his 12th and final budget, proposing that the state lower income taxes, eliminate New York's tax on inheritances and abolish the so-called marriage penalty. A1 New York's Royal Irish Blood A new survey suggests that 1 in 50 New Yorkers of European origin carry a distinctive genetic signature, possibly inherited from an Irish high king of the fifth century. B1 Corzine Takes the Helm Jon S. Corzine was sworn in as New Jersey's 52nd elected governor. B1 Neediest Cases B5 EDUCATION B8 SPORTSWEDNESDAY D1-6 DINING OUT F1-12 ARTS E1-10 OBITUARIES C15 Col. Edward N. Hall An engineer who as an intelligence officer scrutinized the V-2 rockets of Nazi Germany and later supervised programs leading to the development of the United States' intercontinental ballistic missiles, he was 91. C15 BUSINESS DAY C1-14 S.E.C. and Pay Disclosure The Securities and Exchange Commission voted unanimously to overhaul the way companies report their pay packages for senior executives, a move that is expected to lead to greater disclosure but not to any significant decline in executive compensation. A1 New Twist in Guidant Battle Boston Scientific, with financial help from Abbott Laboratories, bid $27 billion for Guidant, the medical device maker. Within hours, Guidant said it would switch its support from Johnson & Johnson's merger proposal in favor of Boston Scientific's. C1 Intel Misses Earnings Target Intel said slower sales of desktop computers and weaker prices led it to miss its revenue target for the fourth quarter. C1 Google Acquires dMarc Google said it would buy dMarc Broadcasting, whose software can allow marketers to send advertisements directly to local radio stations, for up to $1.24 billion. C1 Business Digest C2 EDITORIAL A18-19 Editorials: Spying on ordinary Americans; DNA's weight as evidence; Governor Pataki's goodbye budget; Dr. King's legacy is being lost. Columns: Thomas L. Friedman, Maureen Dowd. Crossword E4 TV Listings E9 Weather D7", "headline": {"main": "News Summary"}, "pub_date": "2006-01-18T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 965, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE2DC153FF93BA25752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd262ff8eb7c8105d815407", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Yahoo said that its profit rose 80 percent in the fourth quarter, but after deducting several special items, it fell short of Wall Street's expectations....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo said yesterday that its profit rose 80 percent in the fourth quarter, but after deducting several special items, it fell short of Wall Street's expectations. Moreover, Yahoo, which runs the world's largest Internet portal, predicted slower revenue growth in the year ahead, with reduced profit margins. As a result, Yahoo's shares fell nearly 13 percent, to $34.96, as traders digested the results, announced after the regular market session. (Shares of its main rival, Google, fell as well, dropping to $449.20, down almost 4 percent, in after-hours trading.)", "headline": {"main": "Yahoo's Profit Surges, but Its Stock Falls"}, "pub_date": "2006-01-18T00:00:00Z", "abstract": "Yahoo says its fourth-quarter profit rose 80 percent, to $683 million, but fell short of Wall Street expectations; reports revenue rose by 39 percent, to $1.5 billion; says annual revenue rose 42 percent, to $3.7 billion; projects significant drop in growth rate in 2006; photo (M)", "print_page": "4", "word_count": 655, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/18/technology/18yahoo.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2aa078eb7c8105d895ef5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Video", "snippet": "The beta version of Google Video Store is a chaotic mess of moving images....", "news_desk": "Technology", "lead_paragraph": "The beta version of Google Video Store is a chaotic mess of moving images.", "headline": {"main": "Pogue on Google Video Store", "sub": "<!-- PLACEHOLDER -->"}, "pub_date": "2006-01-19T18:09:40Z", "abstract": null, "print_page": null, "word_count": "14", "document_type": "multimedia", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/video/technology/1194817106183/pogue-on-google-video-store.html", "multimedia": [{"width": 190, "url": "images/2006/01/19/technology/David_Pogue.190x126.fr.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/01/19/technology/David_Pogue.190x126.fr.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/01/19/technology/David_Pogue.75x75.fr.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/01/19/technology/David_Pogue.75x75.fr.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Pogue, David", "name": "persons"}, {"rank": "2", "is_major": "N", "value": "Reviews", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Motion Pictures", "name": "subject"}], "subsection_name": null, "_id": "504a717d1c22dfde670b9127", "byline": null, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Anyone, from the biggest TV network to the most talent-free camera-phone owner, is allowed to post videos to Google's video store....", "news_desk": "Business/Financial Desk", "lead_paragraph": "BY now, everybody knows that anything audio is eventually followed by something video. Radio first, then TV. Audio tape, then videotape. CD, then DVD. Music iPod, then video iPod. And then, of course, there's Apple's iTunes Music Store. The day it began selling videos, too, was the first time that cowering TV executives ever climbed down off of their kitchen tables and allowed somebody to use ''TV show'' and ''Internet'' in the same sentence. It was a small, timid test -- only five TV series from one network at first, only in the United States, at low resolution and with copy protection -- but it was a spectacular success. TV fans bought about eight million videos in the first three months of the service.", "headline": {"main": "Google Video: Trash Mixed With Treasure", "kicker": "CIRCUITS"}, "pub_date": "2006-01-19T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1374, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/19/technology/circuits/19pogue.html", "multimedia": [{"width": 820, "url": "http://nytimes.feedroom.com/?fr_story=05034d5803633fd955cdfe0d11a411ccabb1c511", "pay": "n", "rank": "1", "height": 700, "credit": "The beta version of Google Video Store is a chaotic mess of moving images.", "legacy": {"MultimediaPopupHeight1": "700", "MultimediaType1": "External", "MultimediaPopupWidth1": "820", "MultimediaUrl1": "http://nytimes.feedroom.com/?fr_story=05034d5803633fd955cdfe0d11a411ccabb1c511", "MultimediaPay1": "n", "MultimediaSummary1": "The beta version of Google Video Store is a chaotic mess of moving images.", "MultimediaHeadline1": "Video Store Gone Wild", "MultimediaCol1": "VIDEO"}, "caption": "Video Store Gone Wild", "type": "External", "col": "VIDEO"}, {"url": "images/2006/01/18/technology/pogue.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/18/technology/pogue.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e7a8eb7c8105d7f0684", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The Justice Department says it wants records of search queries as part of an effort to uphold an online pornography law....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The Justice Department has asked a federal judge to compel Google, the Internet search giant, to turn over records on millions of its users' search queries as part of the government's effort to uphold an online pornography law. Google has been refusing the request since a subpoena was first issued last August, even as three of its competitors agreed to provide information, according to court documents made public this week. Google asserts that the request is unnecessary, overly broad, would be onerous to comply with, would jeopardize its trade secrets and could expose identifying information about its users.", "headline": {"main": "Google Resists U.S. Subpoena Of Search Data"}, "pub_date": "2006-01-20T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1377, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/20/technology/20google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "PORNOGRAPHY AND OBSCENITY"}], "subsection_name": null, "_id": "4fd2aa088eb7c8105d895f3f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Matt", "lastname": "RICHTEL"}], "original": "By KATIE HAFNER and MATT RICHTEL"}, "section_name": "Front Page; Business"}, {"type_of_material": "Summary", "snippet": "Federal Agency Seeks Records From Google On Internet Searches to Fight Pornography  The Justice Department has asked a federal judge to compel Google to turn over records on millions of its users' search queries as part of the government's effort ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Federal Agency Seeks Records From Google On Internet Searches to Fight Pornography The Justice Department has asked a federal judge to compel Google to turn over records on millions of its users' search queries as part of the government's effort to uphold an online pornography law. [Page A1.] Pioneers in Animation in Merger Discussions If the Walt Disney Company acquires Pixar Animation Studios, Steven P. Jobs, who breathed life into animated movies with hits like ''The Incredibles'' and ''Toy Story,'' could take a pivotal role in shaping the convergence of new and old media at Disney. [A1.] New Documents Raise Questions for Guidant Some Guidant executives recommended that doctors be alerted about short-circuits in its heart devices six months before the company publicly disclosed them, newly released internal documents disclose. [C1.] Big Banks Find Profit in Public Facilities Big banks on Wall Street have found a new line of business by buying concession rights on public facilities like toll roads, tunnels and airports, packaging them and selling them to the public. [C1.] Tension With Iran Raises Concern for Oil Exports Iran's pursuit of nuclear technology is raising concerns that the country might use its oil exports as a political weapon, a development that would hurt the world's thirst for energy. [C1.] Merrill Lynch Says Quarterly Profit Rose 25% Merrill Lynch reported a 25 percent increase in fourth-quarter earnings on the back of robust trading, a surge in banking and strong expense controls. Merrill has been branching out globally, integrating various acquisitions and reaping the results of businesses that it had rebuilt after scaling back in recent years. [C7.] Smokers Sue Tobacco Company for Cancer Tests A group of heavy, long-term Marlboro smokers filed an unusual lawsuit against Philip Morris USA seeking to require the company to pay for medical tests to detect lung cancer in its early stages. [C3.] Pfizer Posts 3% Decline in Quarterly Profit Pfizer, the world's biggest drug maker, said its fourth-quarter profit fell about 3 percent as sales retreated from levels a year ago. [C4.] UnitedHealth Reports Higher Profit as Enrollment Grows The UnitedHealth Group, a provider of medical insurance for about 1 in 10 Americans, said its fourth-quarter earnings increased 18 percent as it enrolled more customers and bought rivals. [C4.] Writer Says Richard Scrushy Paid for Favorable Coverage A newspaper writer said Richard M. Scrushy, the former chief executive of HealthSouth, paid her to produce favorable articles and reviewed them before publication during his trial on fraud charges last year. [C3.] Grain Company to Arrange Health Accounts for Farmers Cargill said it would set up tax-free health savings accounts for farmers who pledge to sell a portion of their grain to the company. [C3.] U.S. Duties on Mexican Cement to Be Phased Out The United States and Mexico agreed to phase out American duties on Mexican cement imports, a move aimed at easing cement shortages caused by reconstruction after Hurricane Katrina and by a building boom in Asia. [C4.] Tokyo Stock Exchange Plans to Double Trade Capacity After aggressive Internet orders by individual investors contributed to a near-collapse of stock trading in Tokyo, executives of the Tokyo Stock Exchange announced plans to nearly double the system's capacity for trading and clearing stocks by year's end. [C6.] Konica Minolta to Quit Making Cameras and Film Konica Minolta Holdings said it would withdraw from the camera and color film businesses, ending one of the best-known brands in the photography world. Minolta's president, Fumio Iwai, left, said the company would concentrate on color copiers for offices, liquid-crystal display materials, medical equipment and optical devices. Mr. Iwai will also step down as president and be succeeded by Yoshikatsu Ota, now a vice president. [C6.] Stocks Turn Higher on Chip Maker's Strong Outlook Stocks turned higher after the semiconductor maker Advanced Micro Devices presented a bright first-quarter outlook and a broker upgraded oil services stocks. The Dow Jones industrial average added 25.85 points, to 10,880.71. The Standard & Poor's 500-stock index rose 7.11 points, to 1,285.04. The Nasdaq composite index gained 22.17 points, to 2,301.81. [C7.] Regional Bank Says Quarterly Earnings Rose 18% The Wachovia Corporation, a regional bank holding company, said that earnings grew 18 percent in the fourth quarter, propelled by growth in fees, deposits and loans. [C4.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 711, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9907E2DD123FF933A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa088eb7c8105d895f30", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Bin Laden Warns U.S., Offers Truce with No Terms  Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape that Al Qaeda was planning more attacks on the United States but he offered a ''long t...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Bin Laden Warns U.S., Offers Truce with No Terms Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape that Al Qaeda was planning more attacks on the United States but he offered a ''long truce'' on undefined terms. A1 Some Iraq Vote Fraud Is Found A panel of experts that was asked to investigate allegations of fraud in Iraq's December elections released a positive report, concluding that some vote-rigging had been documented but declining to endorse calls for new elections. A10 In Italy's first formal announcement of plans for its 3,000 troops in Iraq, the defense minister said they would all be withdrawn by the year's end. A10 Debate Over Iran Sanctions Western governments are debating how to punish Iran for its nuclear activities, without causing hardship or more anti-Western resentment in the Iranian public, Bush administration and European officials said. A8 Danger in New Malaria Drug Warning that misuse of the most promising new malaria drug could create an incurable strain of the disease, the new chief of the World Health Organization's malaria program demanded that 18 pharmaceutical companies stop selling some forms of the drug. A11 Protest Violence in Ivory Coast Youth leaders urged their supporters to abandon their deadly protests after thousands of young people defied a request from the president of Ivory Coast to end days of rioting and violence. A8 NATIONAL A12-15 Presidential Power Cited In Defense of U.S. Spying The Bush administration offered its fullest defense of the National Security Agency's domestic eavesdropping program, saying authorization from Congress to deter future terrorist attacks ''places the president at the zenith of his powers in authorizing the N.S.A. activities.'' A1 Taliban Soldier's Father Speaks After years of silence, the father of John Walker Lindh, an American-born Taliban soldier, called on President Bush to grant clemency to his son, who he said had been wrongly maligned as a traitor. A14 Immigration Policy Protested Dozens of lawyers around the country joined forces to protest the Department of Homeland Security's decision to continue deporting illegal immigrants to Haiti, an island nation plagued by instability, violence and human rights violations. A12 Fertility Clinic Rules Challenged Largely unregulated, fertility clinics have long operated under the assumption that preserving anonymity is best for all parties, but as the stigma of infertility fades both donors and recipients are attacking the secrecy of the process. A1 SCIENCE/HEALTH Spacecraft Headed to Pluto NASA launched the first space mission to Pluto as a powerful rocket hurled the New Horizons spacecraft on a nine-year, three-billion-mile journey to the edge of the solar system. A13 NEW YORK/REGION B1-7 Brooklyn Welfare Bureau Has History of Troubles City officials have known that the child welfare offices in the Bedford-Stuyvesant section of Brooklyn were troubled for at least a decade. Studies done in 1996 produced evidence that the offices were full of poor managers, and were seen as a kind of dumping ground for failed caseworkers. B1 Cesar Rodriguez, the stepfather of Nixzmary Brown, who was found beaten to death in her family's Bedford-Stuyvesant home, in an hourlong interview stopped short of admitting that he beat his stepdaughter to death. B1 Klein Reveals More Reforms Schools Chancellor Joel I. Klein announced that he would undertake another sweeping reorganization of the school system bureaucracy. B4 Neediest Cases B7 WEEKEND E1-32; E33-42 ESCAPES F1-14 SPORTSFRIDAY D1-6 OBITUARIES B8 Wilson Pickett The soul music pioneer whose shift from singing gospel music to rhythm and blues and soul led to a string of 1960's classics, including ''Mustang Sally,'' ''Land of 1,000 Dances'' and ''In the Midnight Hour,'' he was 64. B8 BUSINESS DAY C1-16 Google Records Sought The Justice Department has asked a federal judge to make Google turn over records on millions of its users' search queries as part of an effort to uphold the Child Online Protection Act, a 1998 law aimed at fighting child pornography. A1 Disney and Pixar in Talks The Walt Disney Company and Pixar Animation Studios are said to be in merger talks that could give Stephen P. Jobs a pivotal role in shaping the convergence of new media and old at Disney. A1 Business Digest C2 EDITORIAL A16-17 Editorials: Guilty until proven innocent; the grinding halt to an era; looking at Ukraine more clearly; Dorothy Samuels on judges who love junkets. Columns: Paul Krugman, Thomas L. Friedman. CrosswordE25 TV ListingsE31 WeatherD7", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2006-01-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 730, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A01E0DD123FF933A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269348eb7c8105d81fb8c", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Editorial", "snippet": "The battle between Google and the Justice Department raises the question of how much of our personal information companies should be allowed to hold onto in the first place....", "news_desk": "Editorial Desk", "lead_paragraph": "Enough is never enough, not when the government believes that it can invade your privacy without repercussions. The Justice Department wants a federal judge to force Google to turn over millions of private Internet searches. Google is rightly fighting the demand, but the government says America Online, Yahoo and MSN, Microsoft's online service, have already complied with similar requests. This is not about national security. The Justice Department is making this baldfaced grab to try to prop up an online pornography law that has been blocked once by the Supreme Court. And it's not the first time we've seen this sort of behavior. The government has zealously protected the Patriot Act's power to examine library records. It sought the private medical histories of a selected group of women, saying it needed the information to defend the Partial-Birth Abortion Ban Act in the federal courts.", "headline": {"main": "Fishing in Cyberspace", "kicker": "Editorial"}, "pub_date": "2006-01-21T00:00:00Z", "abstract": null, "print_page": "12", "word_count": 419, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/21/opinion/21sat2.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd24e7a8eb7c8105d7f06b9", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Correction", "snippet": "The Job Market column on Sunday, about online job boards, incorrectly described a national labor exchange set up by one site, JobCentral.com. Three others -- SimplyHired, Indeed and Google Base -- have agreed to share certain job information with ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Job Market column on Sunday, about online job boards, incorrectly described a national labor exchange set up by one site, JobCentral.com. Three others -- SimplyHired, Indeed and Google Base -- have agreed to share certain job information with JobCentral, but the four are not teaming up to create a national exchange.", "headline": {"main": "Corrections"}, "pub_date": "2006-01-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 52, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E5D6123FF932A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251e18eb7c8105d7f6cc2", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Summary", "snippet": "U.S. Will Continue to Press for Google Records In Attempt to Enforce Pornography Laws  The federal government will continue to press Google to turn over information on customer searches, Attorney General Alberto R. Gonzales said yesterday. Mr. Gon...", "news_desk": "Business/Financial Desk", "lead_paragraph": "U.S. Will Continue to Press for Google Records In Attempt to Enforce Pornography Laws The federal government will continue to press Google to turn over information on customer searches, Attorney General Alberto R. Gonzales said yesterday. Mr. Gonzales, left, told a news conference in Washington that the Justice Department's request was not an invasion of privacy and would help fight Internet pornography. The department sued Google this week, seeking one week's worth of Web searches and a million addresses in the company's database. ''We are trying to gather up information in order to help the enforcement of a federal law to ensure the protection, quite frankly, of our nation's children against pornography,'' Mr. Gonzales said. Google, based in Mountain View, Calif., is fighting the request, saying it could compromise trade secrets. (BLOOMBERG NEWS) Supervalu Group Bidding Again for Albertson's Albertson's Inc., the grocery chain, and Supervalu Inc. have resumed talks on a merger deal in which Albertson's would be acquired by a group led by Supervalu and the CVS Corporation, the companies said yesterday. The group also includes Cerberus Capital Management and the Kimco Realty Corporation. A price was not disclosed but Albertson's has a market value of $8.93 billion and about $5.63 billion in debt. A transaction would give Supervalu, a discount grocer, more than 1,100 new stores in urban markets, including Chicago, and allow CVS, the drugstore chain, to add 700 stores, mostly in the West. Supervalu, based in Eden Prairie, Minn., currently operates more than 1,500 stores in 40 states. Albertson's, based in Boise, Idaho, put itself up for sale in September and nearly reached an agreement in December to be acquired for $9.6 billion by the same group, but those talks fell apart for reasons that were not disclosed. (BLOOMBERG NEWS) Danaher to Acquire a British Sensor Maker The Danaher Corporation, a maker of electronic testing equipment, agreed yesterday to buy a sensor company, First Technology, for £251 million ($441 million), topping an offer from Honeywell International. Danaher will pay 330 pence a share for First Technology, which makes gas detection gear, auto controls and crash test dummies, the company said. The price is £44 million more than Honeywell's bid last month. First Technology's board unanimously recommended Danaher's offer. Danaher, based in Washington, has completed at least 11 acquisitions in the last two years, with a total value of more than $1.49 billion. Shares of First Technology, based in Egham, near London, surged 27 percent, to 351 pence, 21 pence more than Danaher's bid, suggesting investors think a higher bid might be forthcoming. (BLOOMBERG NEWS) Nuclear Plant Owner Fined for Hiding Damage The owner of an Ohio nuclear plant agreed to pay $28 million in fines, restitution and community service yesterday over the cover-up of an acid leak that nearly ate through the reactor vessel's 6-inch-thick steel cap. The owner, the FirstEnergy Corporation, acknowledged that workers at its Davis-Besse plant, on Lake Erie about 30 miles east of Toledo, had concealed the damage. A federal grand jury indicted two former Davis-Besse employees and a contractor on Thursday on charges of hiding the damage from regulators. FirstEnergy also agreed to adopt certain safety standards at the plant and was prohibited from passing the fine along to its customers. (AP) Siemens Subsidiary Charged With Fraud in Chicago A subsidiary of Siemens and two of its executives have been indicted on charges of forming a sham partnership with a minority-owned company to land a $49 million county contract, federal prosecutors in Chicago said yesterday. The minority-owned company and its owner were also charged. Both were previously indicted on other charges. Siemens Medical Solutions USA was charged with fraudulently telling officials it was joining with minority-owned Faustech Industries in the bid to provide radiology equipment for a new hospital in Cook County. Prosecutors said Siemens had claimed the partnership with Faustech because county officials required bidders to have 30 percent minority ownership. According to the indictment, Siemens paid Faustech's owner, Faust Villazan, $500,000 to pose as a partner. A spokesman for Siemens said the company had broken no laws and would fight the charges. Mr. Villazan and Faustech have denied the charges. (AP) Fourth-Quarter Profit Declined at Johnson Controls Johnson Controls said yesterday that its earnings fell for the first time in almost five years in the fourth quarter, pulled down by expenses from its purchase of the York International Corporation and higher raw materials prices. Its forecast for second-quarter profit was lower than analysts' estimates, setting off an 8 percent decline in its stock price. Johnson Controls, which is the largest automotive seat maker, bought York's heating and air conditioning business to reduce its dependence on supplying auto companies. It expects sales from the climate control division to almost double in 2006. Johnson Controls, which is based in Milwaukee, said net income fell 1.8 percent, to $165.4 million, or 85 cents a share, and sales rose 14 percent, to $7.53 billion. (BLOOMBERG NEWS) Pension Fund Opposes Bank's Proposed Stake Sale The California Public Employees' Retirement System, the nation's largest public pension fund, called on the Securities and Exchange Commission yesterday to block a transaction between Sovereign Bancorp and Banco Santander Central Hispano of Spain because shareholders were not allowed to vote on it. The pension fund backed the efforts of Sovereign's largest shareholder, Relational Investors, to stop the bank from selling a 19.8 percent stake to Santander for $2.4 billion. Sovereign, which is based in Philadelphia, plans to use proceeds from the Santander transaction to help buy the Independence Community Bank Corporation of Brooklyn for $3.6 billion. (REUTERS)", "headline": {"main": "BUSINESS BRIEFS"}, "pub_date": "2006-01-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 929, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D00E2D8123FF932A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251e18eb7c8105d7f6cbb", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Following its release after about five years in the halfway house for overblown business ideas, convergence has been swiftly rehabilitated....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "CONVERGENCE is back, but it is not what it used to be. Following its release after about five years in the halfway house for overblown business ideas, it has been swiftly rehabilitated in the form of various online-offline business ventures. This time around, though, some fairly radical wrinkles on the theme are in the works. One notable example is Google's deal last week to acquire dMarc Broadcasting for up to $1.24 billion.", "headline": {"main": "This Time, the Revolution Will Be Televised", "kicker": "MEDIA FRENZY"}, "pub_date": "2006-01-22T00:00:00Z", "abstract": "Richard Siklos column on re-emergence of convergence in light of Google's deal to acquire dMarc Broadcasting; explores possibility that television shows downloaded over Internet could be watched only by people in certain geographic areas, mimicking television's network affiliate model, and local businesses could buy cable television ads on Internet through portals like Google and Yahoo; drawing (M)", "print_page": "5", "word_count": 1297, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/22/business/yourmoney/22frenzy.html", "multimedia": [{"url": "images/2006/01/21/business/22frenzy.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/21/business/22frenzy.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "DMARC BROADCASTING"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2aa088eb7c8105d895f7b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Richard", "lastname": "SIKLOS"}], "original": "By RICHARD SIKLOS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The stock market had its biggest losses since 2003 on Friday, resulting in weekly declines that left the Dow Jones industrial average in negative territory for the year to date. Other major market averages remained in the black for 2006, however. ...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "The stock market had its biggest losses since 2003 on Friday, resulting in weekly declines that left the Dow Jones industrial average in negative territory for the year to date. Other major market averages remained in the black for 2006, however. The market was depressed by earnings announcements from a series of companies, including G.E., Citigroup, Intel, Yahoo and Apple Computer, that did not meet analysts' expectations. Shares of Google fell more than 14 percent for the week. The company has resisted a Justice Department subpoena for information on Web searches conducted by millions of its customers.", "headline": {"main": "DataBank; Stocks Tumble on Disappointing Earnings"}, "pub_date": "2006-01-22T00:00:00Z", "abstract": "Roundup of past week's stock market performance; graphs (M)", "print_page": "13", "word_count": 201, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F07E3D9123FF931A15752C0A9609C8B63", "multimedia": [], "keywords": [{"name": "subject", "value": "STANDARD & POOR'S 500-STOCK INDEX"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "INTEREST RATES"}, {"name": "subject", "value": "CREDIT"}, {"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "DOW JONES INDUSTRIAL AVERAGE"}, {"name": "subject", "value": "GOVERNMENT BONDS"}], "subsection_name": null, "_id": "4fd263008eb7c8105d8154a0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeff", "lastname": "SOMMER"}], "original": "By JEFF SOMMER"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The theater producer George C. Wolfe cherishes mementos from his boyhood: a prize won in first grade and a caricature of him as \"All-American Boy.\"...", "news_desk": "Style Desk", "lead_paragraph": "WHAT is it that compels people to believe that their inner self is the true one? Don't you feel that you are not the you the world sees: the you on your credit report, the you in your Google search results, the you in the mirror? Surely you are really the you you imagine when the gloves, the socks, the lights are off. All of us are torn -- rent, cloven, tangled even -- between the best foot we put forward and the sensitive and introspective foot we leave behind. George C. Wolfe can appreciate this dichotomy better than most people. During his 12-year stint as the energetic producer of the Public Theater in New York, Mr. Wolfe was roughly as busy, and as connected, as a cellphone tower.", "headline": {"main": "'Back to My Child Brain'", "kicker": "POSSESSED"}, "pub_date": "2006-01-22T00:00:00Z", "abstract": "Interview with George C Wolfe, former producer of Public Theater in New York, on his collection of childhood souvenirs; photos (M)", "print_page": "8", "word_count": 599, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/22/fashion/sundaystyles/22POSS.html", "multimedia": [{"url": "images/2006/01/22/fashion/poss.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/22/fashion/poss.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "WOLFE, GEORGE C"}, {"name": "glocations", "value": "KENTUCKY"}, {"name": "organizations", "value": "PUBLIC THEATER"}, {"name": "subject", "value": "SOUVENIRS"}, {"name": "subject", "value": "MEMORABILIA"}], "subsection_name": null, "_id": "4fd24e298eb7c8105d7efd31", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "COLMAN"}], "original": "By DAVID COLMAN"}, "section_name": "Style"}, {"type_of_material": "Blog", "snippet": "Tech pundits and bloggers have been concerned for months about the stated desire of big phone and cable companies to start charging sites like Google and Amazon for the use of the \"pipes\" that deliver online content to your computer. The story is ...", "news_desk": null, "lead_paragraph": "Tech pundits and bloggers have been concerned for months about the stated desire of big phone and cable companies to start charging sites like Google and Amazon for the use of the \"pipes\" that deliver online content to your computer. The story is now hitting the mainstream outlets. In the Sunday Washington Post Chris Stern warns that if Internet service providers are allowed to \"give one company priority on their networks over another,\" then \"you may one day discover that Yahoo suddenly responds much faster to your inquiries, overriding your affinity for Google. Or that Amazon's Web site seems sluggish compared with eBay's.\"", "headline": {"main": "Should Google Have to Pay Verizon for Bandwidth?", "kicker": "Opinionator"}, "pub_date": "2006-01-23T20:27:06Z", "abstract": "Tech pundits and bloggers have been concerned for months about the stated desire of big phone and cable companies to start charging sites like Google and Amazon for the use of the \"pipes\" that deliver online content to your computer. The story is now hitting the mainstream outlets. In the Sunday Washington Post Chris Stern [...]", "print_page": null, "word_count": 271, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2006/01/23/should-google-have-to-pay-verizon-for-bandwidth/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364008eb7c8105d8b2ad6", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "In Disney's Interest in Buying Pixar, A Sign of Chief's Technological Focus  Disney's board is expected to consider today whether to buy Pixar Animation for roughly $6.8 billion in stock and give Steven P. Jobs of Apple a seat on Disney's board. W...", "news_desk": "Business/Financial Desk", "lead_paragraph": "In Disney's Interest in Buying Pixar, A Sign of Chief's Technological Focus Disney's board is expected to consider today whether to buy Pixar Animation for roughly $6.8 billion in stock and give Steven P. Jobs of Apple a seat on Disney's board. Whatever the board decides, the aggressive pursuit of a deal by Robert Iger, Disney's chief executive, speaks volumes about his own ambitions and how he perceives his company's future. [Page C1.] The calculus of Disney in seeking to acquire Pixar is simple: big media conglomerate plus vaunted computer animation studio plus closer ties with Steven P. Jobs, the maverick Pixar founder, equals potential powerhouse. But because Mr. Jobs's other job is chairman and chief executive of Apple Computer, a deal also raises the possibility of a warmer relationship between Disney and Apple if Mr. Jobs plays an active role at the company. [C1.] Albertsons Is Said to Be Close to a Deal Albertsons Inc., the giant supermarket chain, was close to a reaching an agreement to be acquired by a group of companies and investment firms for about $9.7 billion in cash and stock, people involved in the talks said. [C1.] When Feedback Turns Angry, Blogs Can Go Haywire As shown by an onslaught of negative comments on the Web site of The Washington Post from people angry at its ombudsman, when people can say anything on blogs, they frequently do. David Carr. [C1.] New Health Site Aims to Challenge WebMD A new Web site owned by Healthline Networks acts as a medical search engine, finding articles on ailments and remedies from some 66,000 Web sites it has identified as providing medical content. In doing so, Healthline says it offers consumers a broader choice of information than WebMD, which is by far the most popular single medical resource online, and a more refined choice than general search engines like Google. Healthline's chairman and chief executive, West Shell III, above, said several factors argued in favor of the company's success this time around, after a similar venture was unsuccessful. Consumers remain deeply interested in online health information, he said, and pharmaceutical and other medical advertisers are starting to open their wallets more generously to the Web. Bob Tedeschi: E-Commerce Report. [C4.] The Risks and Rewards of Web Recommendations Web technology capable of compiling vast amounts of customer data makes it possible for online stores to recommend items tailored to a specific shopper's interests. Companies are finding that getting those personalized recommendations right -- or even close -- can mean significantly higher sales. But spewing out recommendations is not entirely without risk. [C1.] Films to Appear at Same Time in Theaters and on Cable Hollywood inched further toward making movies simultaneously available in theaters, on DVD and on television screens as IFC Entertainment unveiled a plan to release 24 films in theaters and on cable at the same time this year. [C3.] Web Offered Early Clues on 'A Million Little Pieces' Right after James Frey's ''A Million Little Pieces,'' billed as a memoir, was released in April 2003, readers with addiction histories of their own indicated on the Internet that something was wrong -- long before an exposé on the Smoking Gun Web site this month. Tom Zeller Jr.: Link by Link. [C3.] Conference Extols Word-of-Mouth Marketing A conference in Orlando, Fla., called ''Word-of-Mouth Basic Training'' sought to teach participants how to tap into the power of word of mouth, an ancient form of communication that many marketers have updated by using blogs, podcasting and online message boards. Advertising. [C7.] Traditional Radio Pursues Digital Strategy Traditional broadcast radio, the last bastion of analog entertainment technology, sees a bright future for itself. Its strategy for success is to become more like one of its main competitors -- subscription satellite radio -- by offering digital side channels. [C4.] From Disney, a Magazine for New Parents Disney, through its Disney Worldwide Publishing division, will join the crowded but profitable parenting magazine category next month. The new magazine, Wondertime, is aimed at anxious parents of the very, very young. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 676, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9800E3DC133FF930A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa088eb7c8105d895fa3", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Hypochondriacs of the world, rejoice: a new Web site, Healthline.com, could make it easier to identify whatever doesn't ail you....", "news_desk": "Business/Financial Desk", "lead_paragraph": "HYPOCHONDRIACS of the world, rejoice: a new Web site, Healthline.com, could make it easier to identify whatever doesn't ail you. The core mission of the Web site, which is owned by Healthline Networks, is to act as a medical search engine, finding articles on ailments and remedies from some 66,000 Web sites it has identified as providing medical content. In doing so, Healthline says it offers consumers a broader choice of information than WebMD, which is by far the most popular single medical resource online, and a more refined choice than general search engines like Google.", "headline": {"main": "This Site Knows a Cold Isn't a Rock Band", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2006-01-23T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 953, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/23/technology/23ecom.html", "multimedia": [], "keywords": [{"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2670e8eb7c8105d81bf36", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Health; Business"}, {"type_of_material": "Blog", "snippet": "John Murrell of Good Morning Silicon Valley fears Google may have finally turned to the Dark Side. He writes of Google's capitulation to Chinese censorship, \"It's like watching little Anakin grow into Darth Vader.\" In the Washington Post, Harold M...", "news_desk": null, "lead_paragraph": "John Murrell of Good Morning Silicon Valley fears Google may have finally turned to the Dark Side. He writes of Google's capitulation to Chinese censorship, \"It's like watching little Anakin grow into Darth Vader.\" In the Washington Post, Harold Meyerson says Medicare's new prescription drug program is a bigger mess than the Iraq war.", "headline": {"main": "Worth a Click", "kicker": "Opinionator"}, "pub_date": "2006-01-25T09:00:17Z", "abstract": "John Murrell of Good Morning Silicon Valley fears Google may have finally turned to the Dark Side. He writes of Google's capitulation to Chinese censorship, \"It's like watching little Anakin grow into Darth Vader.\" In the Washington Post, Harold Meyerson says Medicare's new prescription drug program is a bigger mess than the Iraq war.", "print_page": null, "word_count": 54, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2006/01/25/worth-a-click-3/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363f18eb7c8105d8b2a02", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Government efforts to compel companies to turn over records on users' search queries have put some Internet users on edge....", "news_desk": "National Desk", "lead_paragraph": "Kathryn Hanson, a former telecommunications engineer who lives in Oakland, Calif., was looking at BBC News online last week when she came across an item about a British politician who had resigned over a reported affair with a ''rent boy.'' It was the first time Ms. Hanson had seen the term, so, in search of a definition, she typed it into Google. As Ms. Hanson scrolled through the results, she saw that several of the sites were available only to people over 18. She suddenly had a frightening thought. Would Google have to inform the government that she was looking for a rent boy -- a young male prostitute?", "headline": {"main": "After Subpoenas, Internet Searches Give Some Pause"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1387, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/25/national/25privacy.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "NATIONAL SECURITY AGENCY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd263008eb7c8105d81552e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER; David Bernstein and Michael Falcone contributed reporting for this article"}, "section_name": "Technology; Front Page; U.S."}, {"type_of_material": "Summary", "snippet": "Merger of UPN and WB Networks To Create One Youth-Oriented Outlet  Two small television networks became a large one yesterday when CBS and the Warner Brothers Entertainment joined forces to form a youth-oriented network out of the programs on UPN ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Merger of UPN and WB Networks To Create One Youth-Oriented Outlet Two small television networks became a large one yesterday when CBS and the Warner Brothers Entertainment joined forces to form a youth-oriented network out of the programs on UPN and WB. The new venture, called CW, intends to take the most-popular shows from UPN and WB, each of which has struggled to turn a profit. [Page A1.] Dallas Lawyers Investigated in Tax Shelter Case Federal prosecutors are investigating three lawyers at a prominent Dallas law firm, Jenkens & Gilchrist, in a widening investigation into questionable shelters that shielded billions of dollars from taxes, according to people briefed on the inquiry. [C1.] Walt Disney Announces Deal to Acquire Pixar The Walt Disney Company said that it would acquire Pixar Animation Studios for $7.4 billion in a deal that gives Pixar's chief executive, Steven P. Jobs a powerful position in Hollywood. [C6.] Pixar's creative leader, John Lasseter, will face the challenge of reviving Disney's weakened animation unit without losing the magic at home. [C1.] Google Announces Limited Search Engine for China In an effort to cope with China's increasingly pervasive Internet controls, Google said that it would introduce a search engine there that excludes e-mail messaging and the ability to create blogs. [C3.] Newcomer Will Select Ads for the Super Bowl The players on the Pittsburgh Steelers and Seattle Seahawks who will participate in their first Super Bowl have a counterpart on Madison Avenue. On the biggest day of the year for advertising, the biggest advertiser is entrusting a newcomer to select its commercials. The rookie is Marlene V. Coulis, left, who last August took over as vice president for brand management at the Anheuser-Busch beer division of the Anheuser-Busch Companies in St. Louis. Stuart Elliott: Advertising. [C5.] I.R.S. to Notify Taxpayers if Refunds Are Frozen The Internal Revenue Service said that it would begin notifying taxpayers, most of the working poor, if their requests for a refund are being frozen because a computer program has identified possible fraud. [C6.] Cellphone Carriers Report Record Subscriber Numbers Cingular and Verizon Wireless, the nation's two biggest cellphone carriers, said they added record numbers of new subscribers in the fourth quarter, surprising analysts. [C10.] Sun Microsystems Posts a Second-Quarter Loss Sun Microsystems swung to a loss during the second quarter because of high costs, as its revenue failed to meet Wall Street's forecasts. [C9.] The New York Times Company said that its fourth-quarter profit fell 41 percent, largely because of expenses related to job cuts. [C4.] Stock Indicators Post Gains on Earnings News Helped by strong earnings reports by companies like United Technologies and McDonald's, the stock market gained. The Standard & Poor's 500-stock index added 3.04 points, to 1,266.86. The Dow Jones industrial average rose 23.45, to 10,712.22. The Nasdaq climbed 16.78, to 2,265.25.[C10.] Suit Accuses I.B.M. of Overtime Violations A lawsuit filed in federal court accuses I.B.M. of denying tens of thousands of workers overtime pay. The suit, which seeks class-action status, claims that the company violated federal and state labor laws in California and New York by misclassifying full-time computer installation and maintenance workers as exempt from overtime. ''We believe that those tens of thousands of workers have worked tens of thousands, perhaps millions, of unpaid overtime hours,'' James Finberg, a lawyer for the plaintiffs, said. [C16.] Journal Urges Ban on Companies' Gifts to Doctors The gifts, drugs and classes that makers of pharmaceuticals and medical devices routinely give doctors undermine medical care, hurt patients and should be banned, a group of influential doctors say in today's issue of The Journal of the American Medical Association. [A14.] U.S. Says States to Be Reimbursed for Drug Costs The Bush administration said that states would be fully reimbursed for any costs they incurred in paying claims for prescription drugs that should have been covered by the new federal Medicare program. [A16.] Canadian Steel Maker's Board Supports Hostile Bid After repeated efforts to thwart a hostile takeover bid from Arcelor, the board of Canadian steelmaker Dofasco endorsed the company's offer of 71 Canadian dollars a share. [C6.] Researchers Announce Plan to Combat Spyware Internet research centers have a plan to expose companies that produce spyware, unwanted adware and other malicious software. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 708, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9801EFDD103FF936A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287928eb7c8105d85912b", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Internet research centers at Harvard Law School and Oxford University plan to unveil a program aimed at outing the shady companies that produce spyware....", "news_desk": "Business/Financial Desk", "lead_paragraph": "In an effort to stamp out what has become an epidemic of spyware, unwanted adware and other malicious software plaguing millions of computers and costing consumers billions of dollars each year, Internet research centers at Harvard Law School and Oxford University plan today to unveil a program aimed at outing the shady companies that produce them. The project has received initial financing ''in the seven figures'' from several leading technology companies, including Google, Lenovo, and Sun Microsystems, according to John G. Palfrey Jr., the executive director of the Berkman Center for Internet and Society at Harvard.", "headline": {"main": "New Program Takes Aim at Purveyors of Malicious Software"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": "Internet research centers at Harvard Law School and Oxford University, seeking to stamp out epidemic of spyware, unwanted adware and other malicious software, plan to unveil program aimed at publicizing names of companies and methods they use to get marketing and tracking software onto consumers' computers; initial financing comes from several leading technology companies, including Google, Lenovo and Sun Microsystems; top priority will be development of database of testimony from consumers on their experiences with malicious software, which will be posted at StopBadware.org (M)", "print_page": "10", "word_count": 722, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/25/technology/25spy.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "LENOVO GROUP"}, {"name": "organizations", "value": "OXFORD UNIVERSITY"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "CONSUMER PROTECTION"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd269358eb7c8105d81fc31", "byline": {"person": [{"qualifier": "Jr", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER Jr"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Spam, spyware and identity theft are only a taste of how exposed we have all willingly become as we enjoy the benefits of the networked world....", "news_desk": "Circuits", "lead_paragraph": "IT is strangely fitting that President Bush's no-warrant wiretapping came to light during the season of holiday gift buying, much of which took place online. As Washington huffed and puffed over a new erosion of privacy, untold millions of us clicked just as fast as our little clickers could click through Google ads and Amazon checkout pages, unwittingly updating our ''cookie'' ID badges at every new screen. We bought our loved ones cellphones with built-in Global Positioning System and flocked to family gatherings in cars loaded with OnStar and EZ Pass. We paid for mostly everything with credit and debit cards. Out of convenience, we embraced technologies meant to track our every move.", "headline": {"main": "A Growing Web of Watchers Builds a Surveillance Society", "kicker": "SURVEILLANCE"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 1083, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2006/01/25/technology/techspecial2/25essay.html", "multimedia": [{"url": "images/2006/01/24/technology/essay.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/24/technology/essay.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "subject", "value": "IDENTITY FRAUD"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd24e7b8eb7c8105d7f076a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "SHENK"}], "original": "By DAVID SHENK"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google has created a special version of its powerful search engine to cope with China's increasingly pervasive Internet controls....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google is bringing a special version of its powerful search engine to China, leaving behind two of its most popular features in the United States. In an effort to cope with China's increasingly pervasive Internet controls, Google said Tuesday that it would introduce a search engine here this week that excludes e-mail messaging and the ability to create blogs.", "headline": {"main": "Version of Google in China Won't Offer E-Mail or Blogs"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 860, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/25/technology/25google.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e7b8eb7c8105d7f0780", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "BARBOZA"}], "original": "By DAVID BARBOZA"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Bing Dian, a paper that often tackled touchy political and social subjects, was closed as the authorities stepped up censorship efforts....", "news_desk": "Foreign Desk", "lead_paragraph": "China's Propaganda Department on Tuesday ordered the closing of Bing Dian, an influential weekly newspaper that often tackled touchy political and social subjects, as the authorities stepped up efforts to curb the spread of information and views the Communist Party considers unfavorable. The shutdown came the same day that Google announced that it would begin steering its Chinese users to www.google.cn, which will restrict access to content that China's media monitors consider problematic.", "headline": {"main": "China Shuts Down Influential Weekly Newspaper in Crackdown on Media"}, "pub_date": "2006-01-25T00:00:00Z", "abstract": null, "print_page": "13", "word_count": 474, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/25/international/asia/25china.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "CENSORSHIP"}], "subsection_name": null, "_id": "4fd24fd58eb7c8105d7f2c45", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joseph", "lastname": "KAHN"}], "original": "By JOSEPH KAHN"}, "section_name": "World"}, {"type_of_material": "Blog", "snippet": "The early reaction to Google's decision to comply with Chinese censorship of its search engine was that the company had violated its \"Don't Be Evil\" motto. Some commentators, however, are coming to Google's defense. At Internet Outsider, former st...", "news_desk": null, "lead_paragraph": "The early reaction to Google's decision to comply with Chinese censorship of its search engine was that the company had violated its \"Don't Be Evil\" motto. Some commentators, however, are coming to Google's defense. At Internet Outsider, former stock analyst Henry Blodget applauds Google for being business-minded and acting in the best interests of its shareholders. He calls the move \"a tough, mature, and pragmatic decision\": \"In this case - as with Yahoo, Microsoft, and others - agreeing to work with the Chinese government does not mean supporting all of its policies, and doesn't make Google 'evil.' \"", "headline": {"main": "Google: A Little Bit Evil?", "kicker": "Opinionator"}, "pub_date": "2006-01-26T08:46:05Z", "abstract": "The early reaction to Google's decision to comply with Chinese censorship of its search engine was that the company had violated its \"Don't Be Evil\" motto. Some commentators, however, are coming to Google's defense. At Internet Outsider, former stock analyst Henry Blodget applauds Google for being business-minded and acting in the best interests of its [...]", "print_page": null, "word_count": 360, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2006/01/26/google-a-little-bit-evil/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364138eb7c8105d8b2c69", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Chris", "lastname": "SUELLENTROP"}], "original": "By CHRIS SUELLENTROP"}, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "Boston Scientific Appears to Be Winner Of Guidant, Over Johnson & Johnson  Johnson & Johnson said in a terse news release that it had ''determined not to increase its last offer for Guidant Corporation, because to do so would not have been in the ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Boston Scientific Appears to Be Winner Of Guidant, Over Johnson & Johnson Johnson & Johnson said in a terse news release that it had ''determined not to increase its last offer for Guidant Corporation, because to do so would not have been in the best interest of its shareholders.'' The announcement leaves Boston Scientific as the apparent winner of Guidant, which makes defibrillators and other implantable devices that regulate heartbeats. Those two companies announced their deal Tuesday, pending the approval of shareholders and regulators. Market Place. [Page C1.] Kerkorian's Company Repurchases G.M. Shares The Tracinda Corporation, owned by the billionaire Kirk Kerkorian, said it had repurchased 12 million shares in General Motors stock that it had sold late last year to cover tax obligations. The purchase gives Mr. Kerkorian the same stake -- 9.9. percent -- that he held before the sale. [C1.] Trial of Top Enron Executives to Begin Next Week In the court of public opinion, they were convicted long ago. But as Kenneth L. Lay and Jeffrey K. Skilling, the onetime leaders of Enron, step into a court of law next week, the outcome of their fraud trial is far from certain. [A1.] Fourth-Quarter Sales Drop at Bristol-Myers Bristol-Myers Squibb has become the latest drug maker to post lower revenue, announcing a fourth-quarter sales decline of nearly 3 percent, to $5.02 billion, as competition increased for the cholesterol-lowering drug Pravachol, its second-biggest seller. The company said net income for the fourth quarter more than tripled to $499 million, or 26 cents a share, but that was largely because of lower tax costs. As uncertainties seemed to mount, Bristol-Myers predicted lower sales and earnings for 2006, with generic competition and patent losses weighing down sales. [C3.] Google Case May Not Center on Privacy The Justice Department's move to try to force Google to turn over a week's worth of searches has set off concerns over privacy. But the case itself, according to people involved in it and scholars who are following it, has almost nothing to do with privacy. It will turn, instead, on serious but relatively routine questions about trade secrets and civil procedure. [A1.] Some Lean Times for a Sprawling French Luxury Retailer The multibrand model of retailing that François-Henri Pinault inherited from his father for PPR, one of France's biggest luxury groups, is facing strains. [C1.] Lender Comes Out Against Use of Eminent Domain BB&T, the nation's ninth-largest financial holding company, announced that it would deny loans to developers building shopping malls and other private projects on land acquired through eminent domain. [C5.] Microsoft to License Some of Its Source Code Facing daily fines from regulators in Europe, Microsoft said it would license some code for its Windows operating system to competitors. [C11.] China Reports Growth of 9.9% Last Year China's economy surged 9.9 percent last year, government statisticians said, amid signs that growth may have been stronger still. [C5.] Russia's Lukoil Announces Major Oil Discovery Lukoil, Russia's largest private oil operator, said it had discovered a major oil and gas field in the Russian sector of the Caspian Sea. [C5.] Lawyer Says Court Should Reverse Disney Decision A lawyer for Walt Disney shareholders told the Delaware Supreme Court that a lower court judge erred when he absolved Disney directors in the firing of the president, Michael S. Ovitz, left, a dismissal that cost the company $140 million in severance pay. At a hearing before all five justices, the lawyer, Steven Schulman, said the trial court made several errors in its decision in August in failing to conclude that the board acted with gross negligence or that its abdication of duty was ''conscious and in bad faith.'' [C6.] Dow, S.&P. 500 and Nasdaq All Post Declines Stocks ended a two-day rally amid a worsening profit outlook. The Standard & Poor's 500-stock index fell 2.18 points, to close at 1,264.68, its first drop this week. The Nasdaq composite index lost 4.60 points, to 2,260.65. The Dow Jones industrial average dropped 2.48 points, to 10,709.74. [C11.] India Loosens Rules for Entry of Foreign Retailers In a long-awaited step, India's cabinet said that it would allow international companies to set up single-brand retail chains. [C11.] India is promoting itself as the world's next economic superstar, and as a democratic alternative to China for foreign investors. [C3.] Camera Technology With a Steadying Effect Several camera makers offer either cameras or lenses that use electronics to solve a major enemy of a good photograph: an unsteady hand. Circuits. [C9.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-01-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9904EFD9103FF935A15752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2670e8eb7c8105d81bf8f", "byline": null, "section_name": "Business"}, {"type_of_material": "An Analysis; News Analysis", "snippet": "Google's fight with the government has almost nothing to do with privacy and more to do with trade secrets....", "news_desk": "National Desk", "lead_paragraph": "The Justice Department went to court last week to try to force Google, by far the world's largest Internet search engine, to turn over an entire week's worth of searches. The move, which Google is fighting, has alarmed its users, enraged privacy advocates, changed some people's Internet search habits and set off a debate about how much privacy one can expect on the Web. But the case itself, according to people involved in it and scholars who are following it, has almost nothing to do with privacy. It will turn, instead, on serious but relatively routine questions about trade secrets and civil procedure.", "headline": {"main": "In Case About Google's Secrets, Yours Are Safe", "kicker": "News Analysis"}, "pub_date": "2006-01-26T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1322, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/26/technology/26privacy.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd263008eb7c8105d815552", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Adam", "lastname": "LIPTAK"}], "original": "By ADAM LIPTAK"}, "section_name": "Technology; Front Page; U.S."}, {"type_of_material": "News", "snippet": "Since scoring 81 points, Kobe Bryant's jerseys are outselling all other players and his overall marketing appeal is up....", "news_desk": "Sports Desk", "lead_paragraph": "In 1962, Wilt Chamberlain's 100-point game in Hershey, Pa., was not televised, and only part of the radio broadcast has survived. But on Sunday night, when Kobe Bryant scored 81, the second-most in N.B.A. history, the game was carried on cable and satellite, replayed several times on NBA TV and is selling for $3.95 a download on the Google Video Store, along with myriad other programming. Kobe 81 arrived less than three weeks after the opening of the Google Video Store (www.video.google.com), while Wilt 100 occurred during the heyday of the transistor radio.", "headline": {"main": "Like Him or Not, Bryant the Brand Is Scoring, Too", "kicker": "TV SPORTS"}, "pub_date": "2006-01-27T00:00:00Z", "abstract": "Richard Sandomir TV Sports column discusses Los Angeles Lakers guard Kobe Bryant, whose merchandise sales are up since scoring 81 points in game against Toronto Raptors; photo (M)", "print_page": "3", "word_count": 827, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/27/sports/basketball/27sandomir.html", "multimedia": [{"url": "images/2006/01/27/sports/basketball/27sandomir.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/27/sports/basketball/27sandomir.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "BRYANT, KOBE"}, {"name": "organizations", "value": "LOS ANGELES LAKERS"}, {"name": "organizations", "value": "TORONTO RAPTORS"}, {"name": "subject", "value": "RECORDS AND ACHIEVEMENTS"}, {"name": "subject", "value": "BASKETBALL"}], "subsection_name": null, "_id": "4fd24fd58eb7c8105d7f2c89", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Richard", "lastname": "Sandomir"}], "original": "By Richard Sandomir"}, "section_name": "Sports"}, {"type_of_material": "News", "snippet": "The idea that on the Internet there really is no privacy has been widely circulated in the last couple of weeks. But there are measures that Net users can take to protect themselves....", "news_desk": "Business/Financial Desk", "lead_paragraph": "THE Justice Department may not prevail in its effort to force Google to hand over its raw search data to help the government solve the mystery of how people find pornography on the Internet. But the issue has raised the surfing public's awareness, and in the last couple of weeks, the idea has widely circulated that on the Internet, there really is no privacy. Even if the government does not find out what you do online, lots of other people may. But there are measures that Net users can take to protect themselves. Wired News (Wired.com) offers a FAQ, ''How to Foil Search Engine Snoops,'' that declares the first priority of the privacy-minded should be cookie management. Cookies are pieces of software that many Web sites load onto your computer. They are used to save passwords and other data, and can also be used to track where you go and what you do online. Unless you sign up for something on the site using your real name, it is unlikely that anyone would tie your Internet activity to your identity, but it is possible.", "headline": {"main": "The Crumbs You Leave Behind", "kicker": "WHAT'S ONLINE"}, "pub_date": "2006-01-28T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 655, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/28/technology/28online.ready.html", "multimedia": [], "keywords": [{"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd251e28eb7c8105d7f6d4e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The Chinese government is unmatched in its ability to censor and monitor its citizens online. Of course, no system is perfect....", "news_desk": "Week in Review Desk", "lead_paragraph": "When Google announced last week that it would censor its new search service in China, the company became, to many, the latest component in that country's sophisticated system of information control. With strategies ranging from automated keyword filtering and Web site blocking to Internet traffic surveillance, the Chinese government is unmatched in its ability to censor and monitor its citizens online.", "headline": {"main": "How to Outwit the World's Internet Censors", "kicker": "THE BASICS"}, "pub_date": "2006-01-29T00:00:00Z", "abstract": "OpenNet Initiative, international human rights project linking researchers from University of Toronto, Harvard Law School and Cambridge University, tracks Internet censorship and techniques to evade it; Harvard Law School Prof John Palfrey says primary tool to surf Web in China and elsewhere without censorship is proxy server, generic computer through which people drive Web traffic before it reaches their own machines; photo (M)", "print_page": "2", "word_count": 410, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/29/weekinreview/29basic.html", "multimedia": [{"url": "images/2006/01/29/weekinreview/29basics.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/29/weekinreview/29basics.75.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "PALFREY, JOHN"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "OPENNET INITIATIVE"}, {"name": "organizations", "value": "HARVARD LAW SCHOOL"}, {"name": "organizations", "value": "UNIVERSITY OF TORONTO"}, {"name": "organizations", "value": "CAMBRIDGE UNIVERSITY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "FREEDOM AND HUMAN RIGHTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2670f8eb7c8105d81bff0", "byline": {"person": [{"qualifier": "Jr", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER Jr"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "Web users with personalized home pages on Yahoo, MSN, Google or other sites can now add frequent travel updates....", "news_desk": "Travel Desk", "lead_paragraph": "FOR many people, e-mail newsletters are fast becoming the Internet equivalent of the Sunday paper: compendiums of useful information, often left unread in lieu of life's other tasks. E-mail alerts on travel deals, in particular, can be easy to sign up for and equally difficult to keep up with. But those willing to spend a few minutes to create a personalized home page on Yahoo, MSN, Google or other sites now have a useful alternative. Recently, these sites began allowing consumers to populate their home pages with similar information they'd find in e-mail newsletters, with two added benefits: all the relevant information from multiple sites appears on one page, instead of multiple e-mails, and the information is often considerably fresher, with several updates a week -- or even a day.", "headline": {"main": "There's a Popular New Code for Deals: RSS", "kicker": "PRACTICAL TRAVELER: USING THE WEB"}, "pub_date": "2006-01-29T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 1066, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/01/29/travel/29prac.html", "multimedia": [], "keywords": [{"name": "subject", "value": "AIRLINES AND AIRPLANES"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2670e8eb7c8105d81bfd6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "TEDESCHI"}], "original": "By BOB TEDESCHI"}, "section_name": "Technology; Travel"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Kathryn Hanson, a former telecommunications engineer mentioned in your article, Googled ''rent boy,'' but suddenly became paranoid. How might the government interpret her innocent search for a definition?...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Kathryn Hanson, a former telecommunications engineer mentioned in your article, Googled ''rent boy,'' but suddenly became paranoid. How might the government interpret her innocent search for a definition?", "headline": {"main": "Who's Looking In on Your Google Searches?"}, "pub_date": "2006-01-30T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 89, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9902E5DA1E3FF933A05752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251e28eb7c8105d7f6d92", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:     After reading ''After Subpoenas, Internet Searches Give Some Pause'' (front page, Jan. 25), I came away with a profound sadness that many of my fellow American citizens appear so willing to give up their freedom of thought and e...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: After reading ''After Subpoenas, Internet Searches Give Some Pause'' (front page, Jan. 25), I came away with a profound sadness that many of my fellow American citizens appear so willing to give up their freedom of thought and exploration.", "headline": {"main": "Who's Looking In on Your Google Searches?"}, "pub_date": "2006-01-30T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 140, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9500E5DA1E3FF933A05752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd263018eb7c8105d8155f8", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Wake up, America. If you are not doing anything wrong you will not be getting a visit from the F.B.I. Surveillance is a small price to protect our children from child molesters and ourselves from money scams, and to prevent anot...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Wake up, America. If you are not doing anything wrong you will not be getting a visit from the F.B.I. Surveillance is a small price to protect our children from child molesters and ourselves from money scams, and to prevent another terrorist attack on our country.", "headline": {"main": "Who's Looking In on Your Google Searches?"}, "pub_date": "2006-01-30T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 122, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B03E5DA1E3FF933A05752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287418eb7c8105d858ffe", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:     While ''In Case About Google's Secrets, Yours Are Safe'' (news analysis, front page, Jan. 26) clarifies that the Department of Justice's request to Google by itself doesn't attack user privacy, it does reflect this administratio...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: While ''In Case About Google's Secrets, Yours Are Safe'' (news analysis, front page, Jan. 26) clarifies that the Department of Justice's request to Google by itself doesn't attack user privacy, it does reflect this administration's sense of its entitlement to such data.", "headline": {"main": "Who's Looking In on Your Google Searches?"}, "pub_date": "2006-01-30T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 146, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F0DE5DA1E3FF933A05752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269368eb7c8105d81fcd6", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Schedule", "snippet": "EYES ON ENRON -- Trials of former corporate superstars have become so commonplace in recent years that their dramatic arc is by now well known. But the sheer scale of Enron's rise and collapse is likely to make the trial of two of its former chief...", "news_desk": "Business/Financial Desk", "lead_paragraph": "EYES ON ENRON -- Trials of former corporate superstars have become so commonplace in recent years that their dramatic arc is by now well known. But the sheer scale of Enron's rise and collapse is likely to make the trial of two of its former chief executives, Kenneth L. Lay and Jeffrey K. Skilling, a whole different kind of theater. The trial begins today in Houston. A FEW MORE FED MINUTES -- Alan Greenspan turns over the post of Federal Reserve chairman to Ben S. Bernanke tomorrow. Fed policy makers are meeting the same day and are expected to raise interest rates for the 14th consecutive time. Economists say that the Fed may not see the need for more increases in the next few months, an expectation that has helped lift the stock market recently. BY THE BARREL -- Members of the Organization of the Petroleum Exporting Countries begin a meeting in Vienna tomorrow, and ministers have indicated that they are likely to keep pumping oil at current levels. Iran may say, however, that it plans to keep some of its oil off the market in response to criticism of its nuclear efforts. THE JOBS PICTURE -- The major economic news of the week will come on Friday with the release of unemployment figures for January. Also on the list are auto sales for January, due on Wednesday, and retail chain-store sales for January, out on Thursday. PROFIT WATCH -- About half of the companies in the Standard & Poor's 500-stock index have released fourth-quarter earnings so far, reporting on average that their profit rose 12.6 percent from a year earlier, according to data from S.& P. The big names set to report this week include Exxon Mobil and Eastman Kodak today, Google and Merck tomorrow, Boeing and Time Warner on Wednesday and Amazon.com on Thursday.", "headline": {"main": "LOOKING AHEAD"}, "pub_date": "2006-01-30T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 306, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9402E7DC1E3FF933A05752C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251e28eb7c8105d7f6d86", "byline": null, "section_name": "Business"}], "meta": {"hits": 54}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}