{"response": {"docs": [{"type_of_material": "Blog", "snippet": "You’ve come up with a world-changing idea, or at least an industry-changing idea. You have a business plan. Now all that stands between you and your startup is an angel. The most famous angel investment in recent years was probably the $100,000 ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "How to Find Your Angel Investor", "kicker": "DealBook"}, "pub_date": "2006-03-01T04:22:59Z", "abstract": "You’ve come up with a world-changing idea, or at least an industry-changing idea. You have a business plan. Now all that stands between you and your startup is an angel. The most famous angel investment in recent years was probably the $100,000 check that Sun Microsystems co-founder Andy Bechtolsheim made out to Google after watching […]", "print_page": null, "word_count": "85", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/02/28/how-to-find-your-angel-investor/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3642f8eb7c8105d8b2d7b", "byline": [], "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "To head off Google, the advertising heavyweight has added 15 marketing futurists to spot new media and marketing technologies....", "news_desk": "Business/Financial Desk", "lead_paragraph": "AS Google ventures deeper into the mainstream areas of media and advertising, many of the reigning powers there are watching with a mixture of fascination and fear. ''Is Madison Avenue about to get Googled?'' the trade publication Adweek asked recently, after Google decided to buy a company that sells radio advertising and made forays into areas like video distribution.", "headline": {"main": "Publicis Acts to Surf the Marketing Waves of the Future", "kicker": "MEDIA: ADVERTISING"}, "pub_date": "2006-03-01T00:00:00Z", "abstract": "Rishad Tobaccowala, new head of Publicis Groups's Denuo, comments on new venture seeking to spot new media and marketing technologies on behalf of clients, investors and ad agency itself; says Google may find its business model ill suited to advertising for its new forays into areas like radio advertising and video distribution; photo (M)", "print_page": "6", "word_count": 824, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/01/business/media/01adco.html", "multimedia": [], "keywords": [{"name": "persons", "value": "TOBACCOWALA, RISHAD"}, {"name": "organizations", "value": "PUBLICIS GROUPE"}, {"name": "organizations", "value": "PUBLICIS GROUPE SA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING (TIMES COLUMN)"}, {"name": "subject", "value": "RECORDINGS AND DOWNLOADS (VIDEO)"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "RADIO"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd250968eb7c8105d7f3de5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "Pfanner"}], "original": "By Eric Pfanner"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Google's Stock Falls 7% After Disclosure That Technical Limits Restrict Its Growth  Google's shares tumbled 7 percent yesterday after the chief financial officer told investors that the company saw few additional advances in a technology that had ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google's Stock Falls 7% After Disclosure That Technical Limits Restrict Its Growth Google's shares tumbled 7 percent yesterday after the chief financial officer told investors that the company saw few additional advances in a technology that had brought it a substantial increase in advertising revenue. The financial executive, George Reyes, left, told an investor conference held by Merrill Lynch, that its revenue growth would slow as a result. [Page C1.] Supreme Court to Consider Business Tax Incentives The Supreme Court takes up a major case today about the legality of tens of billions of dollars in tax breaks that states and local governments award businesses each year to build factories, or just to stay put. [C1.] JetBlue Tries to Revive Its Profit With Higher Fares JetBlue Airways, the low-cost carrier, is trying to raise fares in a bid to restore profit after surging fuel prices caused it to lose $42.4 million in the fourth quarter. [C1.] The first 100 or so of thousands of small passenger jets will soon begin flying, the Federal Aviation Administration said, in what some proponents say, could alter the air-travel industry. [C5.] Restoration of Gulf Oil Production Remains Unfinished The huge task of fixing the country's most important energy hub is far from over. Six months after Hurricane Katrina battered the gulf with 175-mile-an-hour winds and waves higher than eight-story buildings, more than a quarter of the region's oil output is still shut. [C1.] The Bush administration is scaling back on audits of energy companies that generate billions of dollars in sales from leases to produce oil and gas on federal property, state officials said. The changes have sparked protests from several oil-producing states and Indian tribes. [C1.] J. P. Morgan Fills a Gap With a Fidelity Partnership J. P Morgan announced a partnership with Fidelity Investment's brokerage arm that gives millions of individual investors access to the same new equity and fixed-income offerings its institutional clients have long received, filling a gap in the company's services. [C3.] Existing Home Sales at Two-Year Low in January Sales of existing homes dropped to their lowest level in nearly two years in January and the number of unsold homes on the market rose, a trade group reported. [C3.] Apple Pushes Further Into Home Entertainment Apple Computer furthered its push into home entertainment on the introduction of a high-fidelity stereo system for the iPod music player, as well as a new version of the Mac Mini computer with features for managing digital music and video. [C2.] CBS Radio Sues Howard Stern Over His Departure CBS Radio filed a lawsuit yesterday against Howard Stern charging that its former radio star used his last months on the air at CBS to build up his future employer, Sirius Satellite Radio, and gained significant financial advantages that damaged CBS Radio. Mr. Stern countered that the lawsuit was an attempt by CBS to distract attention from its poor quarterly results. [C3.] Stocks Tumble on Mixed Economic Statistics Mixed economic statistics caused stocks to tumble. The Dow Jones industrial average fell 104.14 points, to 10,993.41. The Standard & Poor's 500-stock index fell 13.46 points, to 1,280.66, and the Nasdaq fell 25.79 points, to 2,281.39. [C10.] Ports Takeover Opponents Raise New Objections Lawmakers raised new objections to the proposed takeover of some terminal operations at six United States ports by a Dubai company. [A13.] A Former Enron Executive Testifies on Contracts A former Enron executive gave the strongest testimony yet in a five-week-old trial that Jeffrey K. Skilling, the company's former chief executive, signed off on a controversial accounting shift involving troubled trading contracts. [C3.] Technology Opens Opportunities for the Disabled Thousands of people with disabilities are finding jobs and becoming independent as a result of technological advances like faster computers and broadband Internet connections that let them work at home. [C7.] Some Medicare Patients Find Themselves in Two Plans Tens of thousands of Medicare beneficiaries have found themselves enrolled in two prescription drug plans at the same time as a result of confusion over the new program. [A1.] House to Vote on Pre-Empting States' Food Safety Rules The House is expected to vote Thursday on a bill that would pre-empt state food safety regulations that are more stringent than federal standards and set a uniform set of rules across the nation. [A14.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 718, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9906E4DE1731F932A35750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254808eb7c8105d7fb61b", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Written Orders Presented As Evidence in Hussein Trial  Prosecutors in the Saddam Hussein trial, as he watched quietly from the dock, displayed what they said was his signature on orders of execution for 148 men and boys, s...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Written Orders Presented As Evidence in Hussein Trial Prosecutors in the Saddam Hussein trial, as he watched quietly from the dock, displayed what they said was his signature on orders of execution for 148 men and boys, some as young as 11, in what they presented as the first evidence linking the former dictator to large-scale crimes since his trial began in October. A1 At least 75 Iraqis were killed and scores wounded as insurgents carried out their deadliest offensive in weeks. A8 Taiwan Accused of Provocation President Hu Jintao of China reacted sharply to the decision by President Chen Shui-Bian of Taiwan to terminate the island's unification council, calling it ''a grave provocation'' and ''a dangerous step on the road toward Taiwan independence.'' A11 India Sets Goals of Rural Aid India's coalition government promised to spend more on rural infrastructure, health care and education, while reducing customs duties and imposing tighter deficit management. A6 Sudan Criticizes Peace Plan Sudan has withdrawn its support for a United Nations peacekeeping force to replace African Union troops now in the conflict-ridden Darfur region and is lobbying other countries to help discourage the substitution, the United Nations envoy for Sudan said. A10 Suspect's Calm Shocks France A man suspected of having a role in the kidnapping and torture of a Jewish cellphone salesman in Paris gave a televised jailhouse interview in Ivory Coast in which he calmly discussed the grisly killing, provoking shock in France. A10 New Return for Hamas Member Mahmoud Youssef Barghouti, an active member of Hamas who has been frequently imprisoned by Israel, returned home after his latest stay in prison to a much more festive and celebratory reception than he was used to, after Hamas swept to power in elections in January. A3 EDUCATION B10 Congress Backs Online Courses It took just a few paragraphs in a budget bill for Congress to open a new frontier in education: Colleges will no longer be required to deliver at least half their courses on a campus instead of online to qualify for federal student aid. A1 ARTS E1-8 Manuscripts Given to Juilliard A publicity-shy billionaire and hedge fund manager who secretly amassed a trove of precious music manuscripts has donated them to the Juilliard School. The gift is one of the largest of its kind by a private collector to an institution. It consists of 139 items: autograph scores, sketches, composer-emended proofs and first editions of major works. E1 NATIONAL A12-17 Louisiana Struggles To Track Storm's Missing Despite intensive efforts to reach the scattered refugees of Hurricane Katrina, nearly 2,000 names remain on Louisiana's list of people unaccounted for. A1 Dual Coverage Under Drug Plan Having struggled to fathom Medicare's new drug coverage, tens of thousands of beneficiaries are perplexed to find themselves actively enrolled in two prescription drug plans at the same time. A1 Panel Backs Curbs on Lobbying Congress took its first step toward revamping lobbying law, as a Senate committee unanimously approved modest curbs on privately financed trips and the special interest provisions known as earmarks. A12 New Hurdles for Port Plan Lawmakers raised new objections to the proposed takeover of some terminal operations at six United States ports by a Dubai company. A13 SCIENCE/HEALTH Heart Drug Deemed Ineffective A radical new treatment of heart attack patients turns out to be wholly ineffective when tested under rigorous conditions, researchers in Germany say in a report that dashes hopes for an apparently promising form of stem cell therapy. A14 NEW YORK/REGION B1-7 City Agrees to Restrict Use of Force on Inmates New York City officials said they had agreed to broad new measures to control the use of force by guards against inmates in city jails, marking the first time reform measures will be applied citywide to reduce violence behind bars. A1 Pataki's Setbacks Disclosed Governor Pataki's ruptured appendix left him more seriously ill than his staff and doctors previously acknowledged, a team of surgeons revealed in a news conference. B1 Man Killed Trying to Park A 47-year-old man apparently looking for a parking spot in his Brooklyn neighborhood died after he was shot through the window of his van, the police said. B1 FASHION B8-9 DINING OUT F1-10 SPORTSWEDNESDAY D1-6 OBITUARIES C16 Octavia E. Butler An internationally acclaimed science fiction writer, she was 58. C16 BUSINESS DAY C1-15 Google Stock Falls Google stock, which has been volatile since late January, fell 7 percent after the chief financial officer said there would be few further advances in a technology that had helped its advertising revenue grow. C1 Gulf Oil Output Still Down Six months after Hurricane Katrina battered the gulf coast, more than a quarter of the region's oil output is still shut down. C1 Business Digest C2 EDITORIAL A18-19 Editorials: Iraq on the brink; the Texas gerrymander; computing error. Column: Thomas L. Friedman. Crossword E6 Weather D8 TV Listings E8", "headline": {"main": "News Summary"}, "pub_date": "2006-03-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 814, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9807E3DE1731F932A35750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd26aac8eb7c8105d821f39", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google's chief financial officer said the company saw few further advances in a technology that had allowed a substantial increase in its advertising revenue....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google's share price tumbled more than 7 percent yesterday after the chief financial officer told investors that the company saw few further advances in a technology that had allowed a substantial increase in its advertising revenue. But late in the day, moving to reassure investors, Google issued a statement that appeared to contradict the executive's remarks.", "headline": {"main": "Comments Push Down Google 7%", "kicker": "MEDIA"}, "pub_date": "2006-03-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 858, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/01/technology/01google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd26aac8eb7c8105d821f3f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "New legislation would prohibit Internet network operators from charging for faster delivery or favoring some content providers over others....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Senator Ron Wyden, Democrat of Oregon, will introduce new legislation today that would prohibit Internet network operators from charging companies for faster delivery of their content to consumers or favoring some content providers over others. The bill is meant to ease growing fears that open Internet access may be blocked or compromised by the Bell phone carriers and cable operators, which may create tiers of service for delivering content to consumers, much the way the post office charges more for overnight mail delivery than for regular delivery.", "headline": {"main": "Senate Bill to Address Fears of Blocked Access to Net", "kicker": "TECHNOLOGY"}, "pub_date": "2006-03-02T00:00:00Z", "abstract": "Sen Ron Wyden will introduce legislation that would prohibit Internet network operators from charging companies for faster delivery of their content to consumers or favoring some content providers over others; bill is meant to ease growing fears that open Internet access may be blocked or compromised by Bell phone carriers and cable operators, which may create tiers of service for delivering content to consumers; consumer groups and Internet companies like Google and Amazon contend that any move by network operators to levy fees for premium delivery service would harm Web sites that are unwilling to pay for faster delivery; Federal Communications Commission has remained neutral on issue (M)", "print_page": "9", "word_count": 567, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/02/technology/02online.html", "multimedia": [], "keywords": [{"name": "persons", "value": "MARTIN, KEVIN"}, {"name": "persons", "value": "WYDEN, RON"}, {"name": "persons", "value": "ENSIGN, JOHN"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "AMAZON.COM INCORPORATED"}, {"name": "organizations", "value": "FEDERAL COMMUNICATIONS COMMISSION"}, {"name": "organizations", "value": "VERIZON COMMUNICATIONS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CABLE TELEVISION"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "CONSUMER PROTECTION"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "WIRE AND CABLE"}], "subsection_name": null, "_id": "4fd251e68eb7c8105d7f7107", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ken", "lastname": "BELSON"}], "original": "By KEN BELSON"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "If the question of the moment is, “What did we do before Google?” at W. R. Hambrecht, the investment bank in San Francisco, the answer is, “A lot less business.” Hambrecht, the system-bucking champion of using auctions to sell initial publ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Post-Google, Hambrecht&#8217;s OpenIPO Gains Traction", "kicker": "DealBook"}, "pub_date": "2006-03-03T13:00:55Z", "abstract": "If the question of the moment is, “What did we do before Google?” at W. R. Hambrecht, the investment bank in San Francisco, the answer is, “A lot less business.” Hambrecht, the system-bucking champion of using auctions to sell initial public offerings of stock, has developed a following among entrepreneurs since Google went public in […]", "print_page": null, "word_count": "93", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/03/post-google-hambrechts-openipo-gains-traction/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3647a8eb7c8105d8b33c9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "With the share price down 20 percent from its high this year and investors skittish, Google offered a detailed and sober appraisal of its finances and strategy....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google shares may have fallen toward earth in recent weeks, but its executives still think that the sky's the limit for the company's growth opportunities. With the share price down 20 percent from its high this year and investors increasingly skittish, Google offered a detailed and sober appraisal yesterday of its finances and strategy, a presentation meant to reassure investors that as a rapidly growing company, it still saw boundless opportunities to expand its Internet services and advertising network.", "headline": {"main": "Google TriesTo Reassure Wall Street"}, "pub_date": "2006-03-03T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 947, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/03/technology/03google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd250968eb7c8105d7f3e2e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "A formula that requires using auctions to sell initial public offerings of stock has developed a following since Google went public in an auction 18 months ago....", "news_desk": "Business/Financial Desk", "lead_paragraph": "If the question of the moment is, ''What did we do before Google?'' at W. R. Hambrecht & Company, the investment bank in San Francisco, the answer is, ''A lot less business.'' Hambrecht, the system-bucking champion of using auctions to sell initial public offerings of stock, has developed a following among entrepreneurs since Google went public in an auction 18 months ago. Using a method it calls OpenIPO, Hambrecht has auctioned off shares in two companies already this year, after taking five public that way in 2005.", "headline": {"main": "Pick-Your-Price Public Offerings", "kicker": "STREET SCENE"}, "pub_date": "2006-03-03T00:00:00Z", "abstract": "Investment bank W R Hambrecht & Co uses method it calls OpenIPO to use auctions to sell initial public offering of stock; Google used system when search company went public 18 months ago; Dutch auction process collects bids from interested investors and groups them by how much each is willing to pay until it reaches highest price company can sell all shares; Hambrecht worked with Morgan Stanley and Credit Suisse to manage Google's IPO; popularity of auction method has grown since success of sale; photos (M)", "print_page": "5", "word_count": 1018, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/03/technology/03auction.html", "multimedia": [{"url": "images/2006/03/03/business/03auction75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/03/business/03auction75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "CREDIT SUISSE"}, {"name": "organizations", "value": "MORGAN STANLEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "HAMBRECHT, W R, & CO"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab7b8eb7c8105d8982d7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patrick", "lastname": "McGEEHAN"}], "original": "By PATRICK McGEEHAN"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "A Wendy's Investor Wins Three Board Seats As Hedge Funds Raise Their Fast Food Profile  The billionaire investor Nelson Peltz persuaded Wendy's International yesterday to give Trian Fund Management, the hedge fund that he controls, three seats on ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A Wendy's Investor Wins Three Board Seats As Hedge Funds Raise Their Fast Food Profile The billionaire investor Nelson Peltz persuaded Wendy's International yesterday to give Trian Fund Management, the hedge fund that he controls, three seats on Wendy's board. Wendy's said that it would also complete the spinoff of Tim Hortons. The deal was the latest in a string of developments highlighting the growing role of hedge funds and other investors in the fast-food restaurants. [Page C1.] A Sober Appraisal at a Presentation by Google With its shares down 20 percent from their high this year, Google offered a polished and sober appraisal of its finances and strategy at a presentation to analysts and investors. [C1.] As Wal-Mart Grows, So Does Its Product Leverage Wal-Mart has become the largest grocer in the nation and with that size, enjoys growing leverage in the way products that are sold on its shelves are developed. [C1.] Medicare to Increase Reliance on Clinical Trials Medicare's experience with a clinical trial of a popular emphysema operation has encouraged it to go ahead with more clinical trials to measure the effectiveness of treatments before agreeing to pay for them. [C1.] U.S. and India Announce a Nuclear Agreement President Bush and Prime Minister Manmohan Singh of India announced what Mr. Bush called a ''historic'' nuclear pact to help India satisfy its civilian energy needs and let it to continue to develop nuclear weapons. [A1.] President Bush and Prime Minister Singh heard Indian and American executives make recommendations on improving business ties between the two countries. [C13.] A Nuclear Rebirth That Is Mostly Talk Toshiba's recent purchase of nuclear power manufacturing facilities for $5.4 billion has added to talk of a rebirth of nuclear construction, but analysts say that most of it is still just talk. [C3.] Congress to Alter Reviews of Foreign Takeovers Lawmakers promised to change the way the government reviews foreign acquisitions of companies with national security significance, saying the furor over a Dubai company's effort to control operations at several major American port terminals was proof the existing system had broken down. [A16.] Congress Wants a Say in Updating Mine Safety Frustrated by delays in updating safety regulations and adopting new technology to protect miners, lawmakers told federal mining officials that it was time for Congress to intervene. [A21.] Del Monte to Buy Cat Food Concern for $705 Million The Del Monte Foods Company said that it would buy the cat-food maker Meow Mix Holdings for $705 million and sell its private-label soup and baby food businesses to focus on its higher-margin branded businesses. The Meow Mix acquisition adds to Del Monte's pet food business, which includes 9Lives, Snausages and Kibbles 'n Bits. The company also announced quarterly profit that beat analysts' estimates, helped by lower interest expenses. [C12.] Winter Weather Curtailed Retail Spending Last Month Shoppers curbed their retail spending in February as a blast of winter weather hurt demand for spring apparel. [C12.] Toys 'R' Us Wins Lawsuit in Dispute With Amazon Toys ''R'' Us won a lawsuit against Amazon.com that will allow it to set up its own Web site and end an agreement to sell products on Amazon's site. [C4.] Stocks Fall as Oil and Interest Rates Rise Stocks fell as oil prices and Treasury bond yields rose and as retail sales for February disappointed investors. The Dow Jones industrial average was down 28.02 points, at 11,025.51. The Standard & Poor's 500-stock index fell 2.10 points, to 1,289.14. The Nasdaq declined 3.53 points, to 2,311.11. [C6.] Microsoft Accuses European Union of Collusion Microsoft's battle with the European Commission became increasingly bitter, as the company accused the commission of colluding with its competitors in the software market and of again withholding documents it says are crucial to its defense in an antitrust case. [C2.] Smaller Versions of Tablet Computers Planned Microsoft, Intel and industry partners plan small, light versions of a tablet personal computer, according to company executives. The machines, to be announced next week, will have smaller screens, seven or eight inches, and sell for $1,000 or less. [C2.] European Central Bank Raises Interest Rate The European Central Bank raised interest rates for the second time in three months and signaled more increases to come. The decision, which had been expected, lifted the benchmark rate by a quarter-point, to 2.5 percent. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 723, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C07E2DF1431F930A35750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2693c8eb7c8105d8201b2", "byline": null, "section_name": "Business"}, {"type_of_material": "Letter", "snippet": "I went to Google to see how long it would take to find the roll-call votes that The Times didn't publish. Eight seconds and one click. I love The Times, but I don't see it as the ultimate source for the details behind the news -- that's too much t...", "news_desk": "Editorial Desk", "lead_paragraph": "I went to Google to see how long it would take to find the roll-call votes that The Times didn't publish. Eight seconds and one click. I love The Times, but I don't see it as the ultimate source for the details behind the news -- that's too much to ask of any single entity.", "headline": {"main": "Other Voices: Mulling the Meaning of Journalists' Discounts; Where Are the Roll Calls?"}, "pub_date": "2006-03-05T00:00:00Z", "abstract": null, "print_page": "14", "word_count": 104, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E02E4DF1531F936A35750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab7c8eb7c8105d898350", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Looking for new ways to reach consumers, retailers are using R.S.S., or \"really simple syndication,\" to feed product alerts to Internet users....", "news_desk": "Business/Financial Desk", "lead_paragraph": "DON'T want to risk the indignity of being the last person to know when the new Kate Spade bag hits the market? Merchants stand ready to help. Looking for new ways to reach consumers, retailers like eBags, ICE.com, TowerRecords.com and others are using R.S.S., or ''really simple syndication,'' to feed product alerts to Internet users who have set up personalized Web pages on Yahoo, Google and other sites.", "headline": {"main": "Your Personal Shopper With the Initials R.S.S.", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2006-03-06T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 972, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/06/technology/06ecom.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267178eb7c8105d81c7ac", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "With Star Witness Set to Appear at Enron Trial, Some Wonder if His Testimony Is Even Needed  A steady drumbeat of damaging testimony in the criminal trial against the former Enron executives Jeffrey K. Skilling and Kenneth L. Lay has led legal ana...", "news_desk": "Business/Financial Desk", "lead_paragraph": "With Star Witness Set to Appear at Enron Trial, Some Wonder if His Testimony Is Even Needed A steady drumbeat of damaging testimony in the criminal trial against the former Enron executives Jeffrey K. Skilling and Kenneth L. Lay has led legal analysts to praise the case the government has presented so far. But some analysts said the very strength of that testimony raises questions about the risks prosecutors will be running when they put Andrew S. Fastow, Enron's former chief financial officer, on the stand this coming week. [Page C1.] Higher Rates for Online Service Are on the Horizon One way or another, consumers are going to pay more in the future for Web content, according to consumer advocates, industry analysts and telecommunications executives. [C1.] After Settlement, New Challenges for BlackBerry Research in Motion may have thought that a settlement assuring that its BlackBerry service would not be suspended in the United States would give it some breathing room with investors and analysts. But the company faces new challenges, including heightened competition. [C1.] More Companies Send Product Alerts to Consumers Looking for new ways to reach consumers, retailers are using R.S.S., or ''really simple syndication,'' to feed product alerts to Internet users who have set up personalized Web pages on Yahoo, Google and other sites. Ethan B. Holland, left, director of e-commerce for the Burpee seed company, said the company began helping customers set up R.S.S. feeds in late 2004, and now more than 10,000 receive the alerts. He said the alerts were ''lighthearted, kind of like a blog posting, which I think you can get away with since you're dealing with people who are more familiar with the casual nature of the Internet.'' [C4.] Big Decisions Ahead for Disney's New Chief When Robert A. Iger takes the stage at Walt Disney's annual meeting this Friday, things will be calmer than they have been for some time. But Mr. Iger, Disney's new chief executive, still has plenty of big issues to grapple with: figuring out the role of Steven P. Jobs in the company, finding a new Disney chairman and reorganizing the movie studio. [C3.] Popular Blog in China Stirs Economic Debate The runaway success in China of a blog by Xu Jinglei, an actress and filmmaker, has sparked a debate about the economic value of blogs and who should profit from them. [C4.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 395, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06E6DE1531F935A35750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2693c8eb7c8105d8201e9", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The issue of the meaning of copyright in the e-publishing age was clearly on attendees' minds....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "If this year's London Book Fair had a theme, it would be technology. The most popular event on Sunday, the opening day, was a lecture by John L. Needham of Google, about that Internet company's Book Search program. The lecture hall was full to capacity 15 minutes before the scheduled start time, and many who could not fit into the session lingered by the door, hoping to slip in if anyone left early. And though Mr. Needham, not surprisingly, extolled the marketing power of the search tool, the issue of the meaning of copyright in the e-publishing age was clearly on attendees' minds here at the fair, which ends on Tuesday.", "headline": {"main": "Theme of London Book Fair Is What Technology Can Do"}, "pub_date": "2006-03-07T00:00:00Z", "abstract": "Most popular events at London Book Fair all deal with technology; lecture by John L Needham of Google about company's Book Search program and author Margaret Atwood demonstration of LongPen, device that allows authors to sign books digitally from afar, draw largest crowds (M)", "print_page": "3", "word_count": 648, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/07/books/07fair.html", "multimedia": [], "keywords": [{"name": "persons", "value": "NEEDHAM, JOHN L"}, {"name": "persons", "value": "ATWOOD, MARGARET"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "AUTOGRAPHS"}, {"name": "subject", "value": "LONDON BOOK FAIR"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab7c8eb7c8105d89837f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Samson", "lastname": "SPANIER"}], "original": "By SAMSON SPANIER"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "Blog", "snippet": "The Internet’s most closely watched company showed a bit too much leg last week. Google mistakenly posted internal financial projections on its Web site, the company said in a regulatory filing late Tuesday. Accidents happen, but this gaffe came...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google&#8217;s New Ticker Symbol: OOPS", "kicker": "DealBook"}, "pub_date": "2006-03-08T12:55:01Z", "abstract": "The Internet’s most closely watched company showed a bit too much leg last week. Google mistakenly posted internal financial projections on its Web site, the company said in a regulatory filing late Tuesday. Accidents happen, but this gaffe came barely a week after the search-engine heavyweight sought to “clarify” some not-so-rosy comments by its finance […]", "print_page": null, "word_count": "150", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/08/in-a-another-gaffe-google-mistakenly-reveals-forecast/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3647a8eb7c8105d8b33d9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Today, the New York Stock Exchange begins its ultimate market test, as shares of the new public company, the NYSE Group, begin trading under the ticker NYX. The debate is whether the stock will become the next Chicago Mercantile Exchange, whose sk...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "N.Y.S.E.&#8217;s Big Day: From Private Club to Public Company", "kicker": "DealBook"}, "pub_date": "2006-03-08T11:23:49Z", "abstract": "Today, the New York Stock Exchange begins its ultimate market test, as shares of the new public company, the NYSE Group, begin trading under the ticker NYX. The debate is whether the stock will become the next Chicago Mercantile Exchange, whose skyrocket rise since its initial public offering in December 2002 rivals Google’s, or whether […]", "print_page": null, "word_count": "124", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/08/nyses-big-day-from-private-club-to-public-company/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364588eb7c8105d8b31c1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "It is probably just coincidence. But on Thursday, there was a new entry on help-wanted Web site Craigslist announcing an opening at Google, whose problems with “click fraud” and inadvertent leaks of sales forecasts have been endlessly discusse...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google Looking for Compliance Help", "kicker": "DealBook"}, "pub_date": "2006-03-09T19:04:01Z", "abstract": "It is probably just coincidence. But on Thursday, there was a new entry on help-wanted Web site Craigslist announcing an opening at Google, whose problems with “click fraud” and inadvertent leaks of sales forecasts have been endlessly discussed of late: Google has an immediate need for a process & compliance specialist with a passion for […]", "print_page": null, "word_count": "154", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/09/google-looking-for-compliance-help/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3643a8eb7c8105d8b2f04", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "We don’t know if we should be taking advice from Henry Blodget, the disgraced Internet research analyst, but he makes some very compelling points about Google‘s announcement Wednesday that it settled a class-action lawsuit against the company ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Blodget: Google Click-Fraud Settlement Very Material", "kicker": "DealBook"}, "pub_date": "2006-03-09T13:55:10Z", "abstract": "We don’t know if we should be taking advice from Henry Blodget, the disgraced Internet research analyst, but he makes some very compelling points about Google‘s announcement Wednesday that it settled a class-action lawsuit against the company for click fraud for $90 million. The announcement, which the company has downplayed as immaterial, could presage future […]", "print_page": null, "word_count": "264", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/09/blodget-google-click-fraud-settlement-very-material/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364818eb7c8105d8b34e9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "People obsessed with famous film shoots or even the tastiest local burritos have a new outlet for their passions: Online maps. Platial, a two-month-old upstart, lets people save personal places of interest to a Google map, and then share those lan...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Online &#8216;Social Atlas&#8217; Start-Up Has Prominent V.C. Backers", "kicker": "DealBook"}, "pub_date": "2006-03-09T12:22:31Z", "abstract": "People obsessed with famous film shoots or even the tastiest local burritos have a new outlet for their passions: Online maps. Platial, a two-month-old upstart, lets people save personal places of interest to a Google map, and then share those landmarks with friends or the community at large, creating a kind of “social atlas,” according […]", "print_page": null, "word_count": "88", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/09/online-social-atlas-start-up-has-prominent-vc-backers/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3648f8eb7c8105d8b354c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Under a proposed $90 million settlement of a class-action lawsuit over alleged click fraud, Google said Wednesday that it would offer advertising credits to marketers who claim they were charged for invalid clicks and not reimbursed. The total amo...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google to Settle Click Fraud Suit", "kicker": "DealBook"}, "pub_date": "2006-03-09T12:17:21Z", "abstract": "Under a proposed $90 million settlement of a class-action lawsuit over alleged click fraud, Google said Wednesday that it would offer advertising credits to marketers who claim they were charged for invalid clicks and not reimbursed. The total amount of credits, including attorneys’ fees, will max out at $90 million, Nicole Wong, associate general counsel […]", "print_page": null, "word_count": "74", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/09/google-to-settle-click-fraud-suit/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364b98eb7c8105d8b3849", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Calling 411 from a cellphone can be maddeningly expensive, but increasingly, customers have access to free alternatives to 411....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Calling 411 for directory assistance can be maddeningly expensive. Carriers like Sprint and Verizon charge more than $1 and sometimes as much as $2 a call from a cellphone.. And much of that is profit. Directory assistance ''truly is a cash cow,'' said Saroja Girishankar, a vice president at the Pelorus Group, a telecommunications market research firm based in Raritan, N.J. She and other industry analysts said that the carriers paid wholesalers -- who actually provide the 411 service -- from 25 to 50 cents a call.", "headline": {"main": "Circuits; The 411 on Directory Assistance"}, "pub_date": "2006-03-09T00:00:00Z", "abstract": "Article on choices available to customers seeking 411 directory assistance; says new services--800-FREE-411 and 800-411-METRO--offer directory assistance free of charge, though users have to listen to advertisements; holds other companies, including Google, offer free directory assistance via text message; says voice-activated search engines may make it possible to bypass directory assistance entirely; holds Maestro system, voice-activated search engine developed at Ben-Gurion University in Israel will allow users to surf Web by speaking and listening; says major wireless carriers have added features like horoscopes, sports scores and stock prices to keep users using their paid 411 services; adds some new directory services will rely on Global Positioning System technology, which is mandatory on most new cellphones; drawing (L)", "print_page": "9", "word_count": 1171, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/09/business/09cell.html", "multimedia": [{"url": "images/2006/03/08/technology/basics.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/08/technology/basics.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "BEN-GURION UNIVERSITY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "HOROSCOPES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "DIRECTORIES"}, {"name": "subject", "value": "CELLULAR TELEPHONES"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "ATHLETICS AND SPORTS"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "GLOBAL POSITIONING SYSTEM"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24fdb8eb7c8105d7f3277", "byline": {"person": [{"firstname": "Fred", "middlename": "A.", "lastname": "BERNSTEIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By FRED A. BERNSTEIN"}, "section_name": "Technology; Business"}, {"type_of_material": "Op-Ed", "snippet": "If American companies are already obligated to disclose the sale of bombs and guns to repressive regimes, why not censorware?...", "news_desk": "Editorial Desk", "lead_paragraph": "AMERICAN technology firms are taking heat from the public and Congress for helping China's government police the Internet. But this controversy extends well beyond China and the so-called Internet Gang of Four: Google, Yahoo, Cisco and Microsoft. Just how many American companies are complicit hit home for me last month when dozens of readers of BoingBoing.net e-mailed us to say they had been suddenly denied access. The cause was SmartFilter, a product from a Silicon Valley company, Secure Computing. A recent update to the nannyware's list of no-no sites had started blocking our site as containing ''nudity.'' This is absurd: a visit to BoingBoing might yield posts about iPod-shaped cakes and spaceship blueprints, but not pornography. SmartFilter's data managers later told us that even thumbnails of Michelangelo's ''David'' could land a site on the forbidden ''nudity'' list.", "headline": {"main": "Exporting Censorship", "kicker": "Op-Ed Contributor"}, "pub_date": "2006-03-09T00:00:00Z", "abstract": null, "print_page": "23", "word_count": 574, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/09/opinion/09jardin.html", "multimedia": [{"url": "images/2006/03/08/opinion/Jardin75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/08/opinion/Jardin75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "CONGRESS"}, {"name": "subject", "value": "FILTERS"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "FREEDOM OF SPEECH AND EXPRESSION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267188eb7c8105d81c7f4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Xeni", "lastname": "Jardin"}], "original": "By Xeni Jardin"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "With all the Google-watching of late, we failed to notice that Friday marked the sixth anniversary of the all-time high for the Nasdaq index. To honor the occasion, Michelle Leder of Footnoted.org dredges up this passage from a JDS Uniphase regula...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Where Were You on March 10, 2000?    The Nasdaq Was at 5,048.", "kicker": "DealBook"}, "pub_date": "2006-03-10T17:08:17Z", "abstract": "With all the Google-watching of late, we failed to notice that Friday marked the sixth anniversary of the all-time high for the Nasdaq index. To honor the occasion, Michelle Leder of Footnoted.org dredges up this passage from a JDS Uniphase regulatory filing in 2001. In it, the maker of networking gear explains its decision to […]", "print_page": null, "word_count": "167", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/10/picking-a-poster-child-for-the-tech-bubble/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3649a8eb7c8105d8b36d4", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Two major questions emerge from Google‘s recently announced acquisition of Web-based word-processing start-up Writely. The obvious one — how does it fit Google’s business strategy? — is generating a lot of discussion, as one would expect. ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google&#8217;s Writerly Deal: A Symptom of Start-Up Fever?", "kicker": "DealBook"}, "pub_date": "2006-03-10T16:22:26Z", "abstract": "Two major questions emerge from Google‘s recently announced acquisition of Web-based word-processing start-up Writely. The obvious one — how does it fit Google’s business strategy? — is generating a lot of discussion, as one would expect. But the secondary question — why are tiny Internet companies with no business model being bought so quickly? — […]", "print_page": null, "word_count": "197", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/10/googles-writerly-deal-a-symptom-of-start-up-fever/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364528eb7c8105d8b3057", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google seems to think it has wiped away its click fraud worries by settling a class-action suit. It hasn’t. Google is trying to argue that click fraud is just a blip on the huge Internet-advertising radar, but the settlement indicates that it’...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google Can&#8217;t Click Away Fraud Worries", "kicker": "DealBook"}, "pub_date": "2006-03-10T12:26:42Z", "abstract": "Google seems to think it has wiped away its click fraud worries by settling a class-action suit. It hasn’t. Google is trying to argue that click fraud is just a blip on the huge Internet-advertising radar, but the settlement indicates that it’s at least a problem–something Google executives were loath to admit just a week […]", "print_page": null, "word_count": "73", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/10/google-cant-click-away-fraud-worries/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364668eb7c8105d8b329d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Showing that it’s more than a little interested in enabling people to handle office tasks over the Internet, Google said Thursday that it has snapped up Writely, a maker of a Web-based word processor. Go to Article from CNet News.com » Go to Ar...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google Gets Writerly With Software Acquisition", "kicker": "DealBook"}, "pub_date": "2006-03-10T12:12:53Z", "abstract": "Showing that it’s more than a little interested in enabling people to handle office tasks over the Internet, Google said Thursday that it has snapped up Writely, a maker of a Web-based word processor. Go to Article from CNet News.com » Go to Article from The New York Times »", "print_page": null, "word_count": "48", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/10/google-gets-writerly-with-software-acquisition/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3647a8eb7c8105d8b33e0", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The stock market ended the week without a clear trend. General Motors helped push the Dow Jones industrial average up for the week, but a decline in Google shares helped pull down the technology-laden Nasdaq composite index....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "The stock market ended the week without a clear trend. General Motors helped push the Dow Jones industrial average up for the week, but a decline in Google shares helped pull down the technology-laden Nasdaq composite index. G.M.'s weekly gain was nearly 13 percent. The Wall Street Journal reported that the automaker was close to an agreement with the United Auto Workers union to trim some labor costs.", "headline": {"main": "DataBank; Mixed Week on Wall St., but a Good One for G.M."}, "pub_date": "2006-03-12T00:00:00Z", "abstract": "Roundup of past week's stock market results; graphs (M)", "print_page": "17", "word_count": 191, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/12/business/yourmoney/12data.html", "multimedia": [], "keywords": [{"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "DOW JONES STOCK AVERAGE"}], "subsection_name": null, "_id": "4fd251e78eb7c8105d7f71e2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeff", "lastname": "SOMMER"}], "original": "By JEFF SOMMER"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Thousands of producers are creating programming for the Internet aimed at very dedicated small audiences, on everything from vegan cooking to poker....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "ANDY STEWARD, a successful London computer consultant and sailboat racer, became exasperated when trying to watch his favorite sport on television. There were a few half-hour recaps of some major sailing races, but they were always shown late at night. Mr. Steward looked into creating a sailing channel on the Sky satellite service in Britain, but his idea was soon dead in the water. He would have had to pay £85,000 (nearly $150,000) to start the channel and £40,000 a month (nearly $70,000), as well as the production costs. That was a lot of money for an untested concept.", "headline": {"main": "Much for the Few"}, "pub_date": "2006-03-12T00:00:00Z", "abstract": "Andy Stewart starts Sail.tv sailing channel, which is broadcast on Internet; video is allowed to reach large audience at far lower costs than satellite television channel; channel is part of trend of traditional media increasingly moving programming online through downloads or streaming programs which can be watched over high-speed connections; Internet gives medium for programming that would not be successful on prime-time television; experts believe next wave of video will serve special interests that appeal to niche rather than mass audiences; programmers are learning to work with online giants, such as Google and Apple's iTunes to reach larger viewership; drawing; photos (M)", "print_page": "1", "word_count": 3000, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/12/business/yourmoney/12sliver.html", "multimedia": [{"width": 600, "url": "http://www.nytimes.com/packages/khtml/2006/03/11/business/20060312_SLIVER_FEATURE.html", "pay": "n", "rank": "1", "height": 475, "credit": "Thousands of producers are creating programming for the Internet aimed at very dedicated small audiences, on everything from vegan cooking to poker.", "legacy": {"MultimediaPopupHeight1": "475", "MultimediaType1": "Other", "MultimediaPopupWidth1": "600", "MultimediaUrl1": "http://www.nytimes.com/packages/khtml/2006/03/11/business/20060312_SLIVER_FEATURE.html", "MultimediaPay1": "n", "MultimediaSummary1": "Thousands of producers are creating programming for the Internet aimed at very dedicated small audiences, on everything from vegan cooking to poker.", "MultimediaHeadline1": "Instead of Primetime, Online", "MultimediaCol1": "Video"}, "caption": "Instead of Primetime, Online", "type": "Other", "col": "Video"}, {"url": "images/2006/03/11/business/12slivertop.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/11/business/12slivertop.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "STEWART, ANDY"}, {"name": "organizations", "value": "APPLE COMPUTER INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "SAIL.TV"}, {"name": "subject", "value": "RECORDINGS AND DOWNLOADS (VIDEO)"}, {"name": "subject", "value": "IMMIGRATION AND REFUGEES"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "MEDIA"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "BOATS AND BOATING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267188eb7c8105d81c84c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "Media companies are still hungry. Is there much left for them to consume that they’ll find satisfying? As digital-era media companies like Yahoo and Google, as well as traditional media companies, continue to scour the Internet for emerging cont...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Hungry Media Companies Find a Meager Menu of Web Sites to Buy", "kicker": "DealBook"}, "pub_date": "2006-03-13T12:02:24Z", "abstract": "Media companies are still hungry. Is there much left for them to consume that they’ll find satisfying? As digital-era media companies like Yahoo and Google, as well as traditional media companies, continue to scour the Internet for emerging content and technology companies, they are finding he pickings of obvious acquisition candidates slimming. That leaves the […]", "print_page": null, "word_count": "110", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/13/hungry-media-companies-find-a-meager-menu-of-web-sites-to-buy/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3642f8eb7c8105d8b2da3", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "As Media Companies Continue to Search For Tech Businesses to Buy, the Field Narrows  Both digital-era and traditional media companies continue to scour the Internet for emerging content and technology companies. But the pickings of obvious acquisi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "As Media Companies Continue to Search For Tech Businesses to Buy, the Field Narrows Both digital-era and traditional media companies continue to scour the Internet for emerging content and technology companies. But the pickings of obvious acquisition candidates, while hardly exhausted, are slimming, according to financiers, entrepreneurs and industry analysts who follow the sector. That leaves the media companies trying to figure out which of the emerging generation of Web sites have lasting business models or, at least, can continue to build traffic. [Page C1.] Phone Mergers May Give Bells an Edge Over Cable In the chess game between the cable companies and their nemeses, the Bell phone companies, the Bells may be gaining ground. Phone mergers -- including AT&T's recent proposal to take over BellSouth -- could give the Bells more power to cut prices, move faster into television and expand their advantage in the wireless market. [C1.] NBC Universal in Talks to Name Movie Studio Leader Under pressure to fill a leadership vacuum, NBC Universal is in talks to promote Marc Shmuger, currently the vice chairman of Universal Pictures, to take over the movie studio, possibly in tandem with a partner, according to a senior executive close to the negotiations. [C1.] User-Generated Material Finds a Place in the Media Reflecting the surge in the popularity of user-created material, media companies are opening their wallets to make sure that the best of it finds its way onto their television shows and Web sites. [C1.] A New Search Engine Unearths Different Results Accoona.com, a privately held company based in Jersey City, has announced a search engine that uses a heavy dose of artificial intelligence to find results that Google and other search sites may miss. Accoona also introduced an advertising model that, in the early going at least, has impressed some industry executives and observers. Partly by selling ads near its search results, Accoona generated about $78 million last year, the company's chief executive, Stuart Kauder, said. Bob Tedeschi: E-Commerce Report. [C4.] German Drug Maker Plans Hostile Bid for Rival The German drug and chemical company Merck KgaA plans to make a 14.9 billion euro ($17.7 billion) hostile bid today for Schering, a German rival. Schering, the world's largest maker of oral contraceptives, said it planned to reject the unsolicited offer. [C5.] Advertisers Try Hand at Full-Fledged Entertainment New initiatives by Procter & Gamble and Ford are indicative of the interest among advertisers in what is known as branded entertainment. Embedding products in a show, movie, play or book is intended to counter the increasing penchant among consumers for skipping, zipping through and zapping conventional ads. Stuart Elliott: Advertising. [C8.] Newspaper Group to Acknowledge Holocaust Mistakes In response to reports that the journalism profession in America failed to help Jewish journalists during the Holocaust, the Newspaper Association of America is trying to make amends. It has issued a statement regretting that its predecessor organization did not give a full public airing to the issue at the time. The association's board has also agreed to hear presentations on the subject before its annual convention in April in Chicago. [C3.] A review of the state of American journalism found that while there were more media outlets this year than ever, they were covering less news. [C3.] TLC Network Will Shift Its Programming Focus Discovery's TLC network is changing its focus with a set of programs for adults in their 30's who are what the network refers to as ''in transition'' -- buying their first house, getting married or having children. The move is the network's effort to arrest a three-year plunge in its ratings. In one new show, ''Honey, We're Killing the Kids,'' a nutritionist works with families to improve their children's eating and exercise habits, first shocking them with computer-generated portraits, above, of what the children will look like as adults if they do not change their bad habits. [C7.] Article in Harper's on AIDS Creates a Stir In his last issue as the editor of Harper's, Lewis Lapham has left a parting gift for his successor: a firestorm in the press and among scientists. The source is a 15-page article in the March issue, titled ''Out of Control: AIDS and the Corruption of Medical Science.'' [C5.] From Camera Makers: Weight Loss and Wrinkle Removal After four years of rapid growth, sales of digital cameras are expected to peak this year, according to analysts at InfoTrends, a market research company. As sales slow, camera makers have to find new ways to differentiate their products. As an example, point-and-shoot cameras, as well as single-lens reflex cameras meant for more serious photographers, are being made with a bevy of preset modes that can remove annoyances like wrinkles and extra pounds. [C4.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-13T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 788, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D01E2DD1031F930A25750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd250988eb7c8105d7f3fc8", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google is about two months away from offering consumers the ability to buy the full text of books online from publishers who participate in its Book Search program, the company said on Friday. Last week it began seeking publishers in the United St...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Google is about two months away from offering consumers the ability to buy the full text of books online from publishers who participate in its Book Search program, the company said on Friday. Last week it began seeking publishers in the United States and Britain that would be willing to sell permanent online access to books through the Book Search site (books.google.com). Jim Gerber, Google's director of content partnerships, said the program was part of a ''suite of tools'' that the company was planning to ''generate more book revenues'' for publishers and for Google. The publishers would set the price for the digital access and decide which of their books to include in the program and whether to allow consumers to print a copy of the purchased book. EDWARD WYATT", "headline": {"main": "Arts, Briefly; Google's Book Deal"}, "pub_date": "2006-03-13T00:00:00Z", "abstract": "Google seeks publishers in United States and Britain who would be willing to sell permanent online access to books through Book Search site; claims to be two months away from offering consumers ability to buy full text books online (S)", "print_page": "2", "word_count": 130, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DE7DB1031F930A25750C0A9609C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "GREAT BRITAIN"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd26aaf8eb7c8105d822126", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT; Compiled by Ben Sisario"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "Blog", "snippet": "Google has not announced a deal to acquire Sun Microsystems — here is the story on those far-fetched rumors — but it has picked up another Internet start-up. As it has done with many corporate announcements in recent weeks, the Web search behe...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google Strikes Again, Adding 3-D Software Start-Up to the Fold", "kicker": "DealBook"}, "pub_date": "2006-03-14T18:46:46Z", "abstract": "Google has not announced a deal to acquire Sun Microsystems — here is the story on those far-fetched rumors — but it has picked up another Internet start-up. As it has done with many corporate announcements in recent weeks, the Web search behemoth announced the news through an entry on its official blog. Tuesday’s update […]", "print_page": null, "word_count": "141", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/14/google-strikes-again-adding-3-d-software-start-up-to-the-fold/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3648f8eb7c8105d8b355d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Ah, yes, the first-quarter earnings season is almost upon us. Now, let it be said that Wall Street loves guidance, and because analysts want it, companies feel they have to give it. But good economic performance is a process, not a number. Even th...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Wall Street Guidance: What Google Can Learn From Mao", "kicker": "DealBook"}, "pub_date": "2006-03-14T12:20:32Z", "abstract": "Ah, yes, the first-quarter earnings season is almost upon us. Now, let it be said that Wall Street loves guidance, and because analysts want it, companies feel they have to give it. But good economic performance is a process, not a number. Even the Chinese Communist Party gets this concept. Like Warren Buffett and the […]", "print_page": null, "word_count": "111", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/14/wall-street-guidance-what-google-can-learn-from-mao/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3642f8eb7c8105d8b2daa", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "It’s showdown time for Google and the Bush administration. In a widely anticipated hearing in San Jose federal court, lawyers for the Mountain View-based search engine and the government will square off Tuesday over whether Google should be forc...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Another Round Today in Google vs. Justice Department", "kicker": "DealBook"}, "pub_date": "2006-03-14T12:16:22Z", "abstract": "It’s showdown time for Google and the Bush administration. In a widely anticipated hearing in San Jose federal court, lawyers for the Mountain View-based search engine and the government will square off Tuesday over whether Google should be forced to turn over a vast array of data, including 1 million Web addresses. The case is […]", "print_page": null, "word_count": "103", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/14/another-round-today-in-google-vs-justice-department/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364668eb7c8105d8b32a1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Talk of an imminent sale of Sun Microsystems to Google has been swirling around trading floors and Silicon Valley for more than a week. Shares of Sun, which has a partnership with Google to develop and distribute each other’s technology, spiked ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Chatter: Should Google Buy Sun Microsystems?", "kicker": "DealBook"}, "pub_date": "2006-03-14T11:11:42Z", "abstract": "Talk of an imminent sale of Sun Microsystems to Google has been swirling around trading floors and Silicon Valley for more than a week. Shares of Sun, which has a partnership with Google to develop and distribute each other’s technology, spiked up about 4 percent last week as a result of the rumors. The speculation […]", "print_page": null, "word_count": "296", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/14/chatter-should-google-buy-sun-microsystems/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364528eb7c8105d8b305d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Andrx must be reading the same investor relations manual as Google. Andrx’s proposed acquirer, Watson Pharmaceuticals, said early Wednesday that Andrx “inadvertently disclosed” its preliminary estimate of the synergies that would be created ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "First Google, Now Andrx: Can&#8217;t Anyone Keep a Secret?", "kicker": "DealBook"}, "pub_date": "2006-03-15T15:23:14Z", "abstract": "Andrx must be reading the same investor relations manual as Google. Andrx’s proposed acquirer, Watson Pharmaceuticals, said early Wednesday that Andrx “inadvertently disclosed” its preliminary estimate of the synergies that would be created after the two drugmakers complete their $1.9 billion deal. The gaffe comes barely a week after Google, the closely watched Internet search […]", "print_page": null, "word_count": "115", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/15/first-google-now-andrx-cant-anyone-keep-a-secret/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd364598eb7c8105d8b31e4", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dealbook", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "After the Justice Department drastically reduced its request for information from Google, a federal judge said on Tuesday that he intended to approve at least part of that request. At a hearing in federal district court in San Jose, Calif., Judge ...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "U.S. Scales Back Demands for Google Data", "kicker": "DealBook"}, "pub_date": "2006-03-15T12:27:15Z", "abstract": "After the Justice Department drastically reduced its request for information from Google, a federal judge said on Tuesday that he intended to approve at least part of that request. At a hearing in federal district court in San Jose, Calif., Judge James Ware said that in supporting the government’s more limited request, he would nonetheless […]", "print_page": null, "word_count": "90", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/15/us-scales-back-demands-for-google-data/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3647a8eb7c8105d8b33ef", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Writer", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google is now likely to be required to comply with a subpoena, but the amount of data is far less than previously demanded....", "news_desk": "Business/Financial Desk", "lead_paragraph": "After the Justice Department drastically reduced its request for information from Google, a federal judge said on Tuesday that he intended to approve at least part of that request. The government first subpoenaed Web data from Google last August, as part of its defense of an online pornography law.", "headline": {"main": "U.S. Limits Demands On Google"}, "pub_date": "2006-03-15T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1049, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/15/technology/15google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd2782f8eb7c8105d839eb2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Utility Companies Keeping Some Tax Collections By Including Subsidiaries in Financial Reports  In a practice that is legal in most states, many electric utilities across the nation are collecting billions from customers for corporate income taxes ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Utility Companies Keeping Some Tax Collections By Including Subsidiaries in Financial Reports In a practice that is legal in most states, many electric utilities across the nation are collecting billions from customers for corporate income taxes and then keeping the money rather than sending it to the government. The practice involves using losses from subsidiaries to reduce taxes. [Page A1.] U.S. Request for Google Web Records to Be Cleared After the Justice Department reduced its request for data from Google, a federal judge said he intended to approve at least part of that request. [C1.] Pension Accounting at Northwest Airlines Investigated The Labor Department is investigating whether Northwest Airlines systematically shortchanged its employee pension fund over three years, then avoided having to make a $65 million payment to the fund by filing for bankruptcy protection just one day before the payment was due. [C1.] Mike Wallace to Retire from '60 Minutes' This Spring Mike Wallace said he will retire from ''60 Minutes'' this spring, 38 years after joining the correspondents who originated the CBS news program. [C1.] Airbus in Negotiations to Build Assembly Line in China Airbus is in the late stages of negotiations to build an assembly line for its A320 passenger plane in China, a landmark deal that would significantly lift its prospects for business there. [C1.] Questions Raised About Payout in North Fork Takeover The compensation advisory firm behind an estimated $135 million that will be paid to the chief executive of North Fork Bancorp, John A. Kanas, left, when that company is sold to Capital One, has also received lucrative fees for other services it provided to North Fork in recent years. The dual role has raised questions about the pay recommendations it made to the bank's board, which has a fiduciary duty to North Fork's shareholders, not its management. [C1.] Congress Questions Oil Executives About Mergers Oil executives were called before Congress and questioned about whether recent mergers led to an increase in prices at the gas pump. [C4.] Minister Signs a Rich Deal for a Nonfiction Book Joel Osteen, the pastor of Houston's Lakewood Church, one of the nation's largest congregations, and the author of ''Your Best Life Now: 7 Steps to Living at Your Full Potential,'' has signed a book deal with Free Press, an imprint of Simon & Schuster Inc., that publishing insiders say is potentially one of the richest ever for a nonfiction book. [C3.] A Trader and His Hedge Funds in S.E.C. Settlement A trader and there hedge funds he runs agreed to pay a total of $15.8 million to settle Securities and Exchange Commission charges that it had illegally profited by making private investments in public companies. [C4.] Data Show Sharp Decline in Retail Sales Last Month Retail sales fell sharply in February as the weather turned cooler, car sales dropped and gasoline prices eased. [C8.] Research Finds Viruses Can Be Inserted in Radio Tags A group of European computer researchers has demonstrated that it is possible to insert a software virus into radio frequency identification tags, part of a microchip-based tracking technology in growing use in commercial and security applications. [C3.] Goldman Posts 62% Quarterly Profit Increase The Goldman Sachs Group said its quarterly profit surged 62 percent, surpassing Wall Street expectations, on record revenue led by surprisingly strong results from trading stocks and bonds. Goldman's report was the first of what was expected to be another quarter of record results among investment banks, again disproving analysts and investors who had expected that rising rates would slow trading. Goldman's record trading revenue, accompanied by one of the busiest periods for mergers and acquisitions ever, resulted in record revenue and earnings. [C3.] Stocks Rally After Broker's Results Top Forecast Stocks rallied yesterday to their highest levels since 2001 as bond yields tumbled and Goldman Sachs reported a quarterly profit that was higher than expected. The Standard & Poor's 500-stock index rose 13.35 points, to 1,297.48. The Dow Jones industrial average rallied 75.32 points, to 11,151.34. The Nasdaq composite index rose 28.87 points, to 2,295.90. [C6.] Students Protest New Jobs Law in France Tens of thousands of students marched through Paris and other French cities on Tuesday, stepping up their opposition to a new law that makes it easier to hire -- and fire -- young workers. [A3.] Audience Declines for Season's 'Sopranos' Premiere The premiere of the new season of ''The Sopranos'' on HBO drew 9.5 million viewers, down from 12.1 million for its last premiere, as it faced competition from the ABC show ''Desperate Housewives.'' [E1.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 758, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E06E2DE1131F936A25750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab7f8eb7c8105d8984e9", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "A federal judge ruled that Google must turn over some search data, including 50,000 Web addresses, to the government for a study of child pornography online....", "news_desk": "Business/Financial Desk", "lead_paragraph": "As expected, a federal judge ruled on Friday that Google, the Internet search engine, must turn over some search data including 50,000 Web addresses to the government for a study of child pornography online. But the judge, James Ware of the Federal District Court for Northern California, denied a government request that Google be ordered to hand over keywords that customers use to search its database.", "headline": {"main": "Google Ordered to Submit Data For Child Pornography Study"}, "pub_date": "2006-03-18T00:00:00Z", "abstract": "Federal Judge James Ware rules that Google must turn over some search data including 50,000 Web addresses to government for study of child pornography online; denies government request that Google be ordered to hand over keywords that customers use to search its database; Ware says privacy considerations led him to deny part of Justice Department's request (M)", "print_page": "13", "word_count": 495, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/18/technology/18google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "WARE, JAMES"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "PORNOGRAPHY AND OBSCENITY"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd2ab808eb7c8105d89855a", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "A federal judge ruled on Friday that Google must turn over some search data including 50,000 Web addresses to the government for a study of child pornography online. But the judge, James Ware of the Federal District Court for Northern California, ...", "news_desk": null, "lead_paragraph": "A federal judge ruled on Friday that Google must turn over some search data including 50,000 Web addresses to the government for a study of child pornography online.", "headline": {"main": "Google Ordered to Submit Some Data to Federal Investigators", "kicker": "DealBook"}, "pub_date": "2006-03-20T07:25:56Z", "abstract": "A federal judge ruled on Friday that Google must turn over some search data including 50,000 Web addresses to the government for a study of child pornography online. But the judge, James Ware of the Federal District Court for Northern California, denied a government request that Google be ordered to hand over keywords that customers [...]", "print_page": null, "word_count": 143, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/20/google-ordered-to-submit-some-data-to-federal-investigators/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364b98eb7c8105d8b385b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google co-founder Larry Page is an icon among Internet entrepreneurs, but his older brother Carl is no slouch either when it comes to technology start-ups. The elder Mr. Page, who founded eGroups in 1997 and sold it to Yahoo three years later, has...", "news_desk": null, "lead_paragraph": "Google co-founder Larry Page is an icon among Internet entrepreneurs, but his older brother Carl is no slouch either when it comes to technology start-ups.", "headline": {"main": "Brother of Google Co-Founder Uses Shell Company for Handheld Start-Up", "kicker": "DealBook"}, "pub_date": "2006-03-21T07:07:21Z", "abstract": "Google co-founder Larry Page is an icon among Internet entrepreneurs, but his older brother Carl is no slouch either when it comes to technology start-ups. The elder Mr. Page, who founded eGroups in 1997 and sold it to Yahoo three years later, has just raised money for his latest venture, Handheld Entertainment. In fact, Handheld [...]", "print_page": null, "word_count": 270, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/21/brother-of-google-co-founder-uses-shell-company-for-handheld-start-up/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3643a8eb7c8105d8b2f31", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "Appeals Court Reverses Conviction Of Former Investment Banker  A federals appeals court overturned the conviction of Frank P. Quattrone, the investment banker who rose to prominence in the 1990's technology boom, on obstruction of justice charges,...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Appeals Court Reverses Conviction Of Former Investment Banker A federals appeals court overturned the conviction of Frank P. Quattrone, the investment banker who rose to prominence in the 1990's technology boom, on obstruction of justice charges, and granted him a new trial. The ruling, a rare reversal of a jury verdict, is a big setback for the government, which had sought to portray Mr. Quattrone as a symbol of Wall Street's excesses during the boom years. [Page A1.] Panel Faults Guidant on Heart Device Safety An expert panel commissioned by Guidant to review its handling of heart device flaws said that the company had systematically failed to fully assess patient safety in deciding whether to publicize product failures. [C1.] Microsoft Outlines Internet Software Strategy Microsoft faces a potent challenge as software is increasingly built and distributed as a service on the Internet. The company yesterday offered the most detailed glimpse to date of its strategic response: embrace the Internet software model, add its own offerings, and link the new technology to the coming version of its Windows Vista operating system. Speaking of his company's plan, Bill Gates, Microsoft's chairman said: ''We will definitely have a comprehensive model. And there will be an integration benefit.'' [C4.] Google is introducing a financial information service intended to compete directly with offerings from Microsoft, Yahoo and others. [C5.] Oracle Reports 42% Increase in Profit for Quarter The Oracle Corporation reported a 42 percent increase in quarterly profit, but growth in its flagship database business was softer than expected. [C4.] Effects of Delphi Bankruptcy Spread Across Industry A bankruptcy filing by Delphi has engulfed General Motors, the United Automobile Workers and has splashed over other auto parts suppliers that have followed it into Chapter 11. Market Place. [C1.] New Fed Chairman Stresses Global Economics Ben S. Bernanke, the newly installed Federal Reserve chairman, suggested that the central bank would need to pay more attention to global financial conditions in setting interest rates, moving beyond its traditional focus on domestic economic forces. [C1.] Poultry Producers Prepare for Avian Flu Fears Poultry producers and restaurants doubt that their chickens will be infected by avian flu or that people would catch the virus even if there were to be contamination. But they are concerned that if the virus gets to the United States, people will eat less chicken -- simply out of fear. And they are revving up big plans to be prepared. [C1.] The World Health Organization says that despite agreements made earlier, many countries are still not promptly sharing information on avian influenza with the scientific community. [A5.] Bid for Insurer Spurs Talk of European Consolidation Aviva's bid for Prudential, one of Britain's largest life insurers, aroused speculation that consolidation would again sweep the industry. [C6.] Dell Announces Plan to Double India Work Force Dell, the world's largest maker of personal computers, plans to double the size of its work force in India, to 20,000, and is looking for a site for its manufacturing unit in the country, the company's chairman, Michael S. Dell, said. ''There is a fantastic opportunity to attract talent,'' Mr. Dell said, referring to the country's workers, many of whom are educated in technological fields and speak English. ''We will ensure a major recruitment push in engineering talents,'' he said during a visit to Bangalore, India's outsourcing capital. [C6.] Major U.S. Stock Indicators Are Mixed The Dow Jones industrial average fell 5.12 points, to 11,274.53. Broader stock indicators were narrowly mixed. The Standard & Poor's 500 lost 2.17 points, to 1,305.08. The Nasdaq rose 7.63 points, to 2,314.11. [C9.] The Conference Board's index of leading economic indicators fell 0.2 percent in February, after a revised 0.5 percent rise in January. [C9.] In a Violent Place, a New Type of Insurance In what is apparently an unprecedented move, the Iraq Insurance Company has sold about 200 individual terrorism policies in the last year, and is now negotiating with several government ministries and private companies for group policies that would cover thousands of employees. [A1.] Airline Workers Starting to Lose Free Flights Through deep pay cuts and layoffs, airline employees knew they could still count on one thing: free flights. But that perk is now much harder to use because so many flights are full. [A1.] Groups in France Call for More Protests on Labor Law French students and unions stepped up pressure on the government, calling for a day of demonstrations and strikes on March 28 to fight a new labor law that makes it easier for companies to fire young employees. [A9.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 760, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A06E0D81F31F932A15750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24fdc8eb7c8105d7f336d", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google is introducing a financial information service intended to compete directly with offerings from Microsoft, Yahoo and other sources....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Harnessing yet another data category to its search-engine prowess, Google is introducing a financial information service intended to compete directly with offerings from Microsoft, Yahoo and other sources, Google executives said Monday. Google said the service, at finance.google.com, would distinguish itself by providing stock charts with interactive qualities like those on its Google Maps service, allowing users to find deeper or specified layers of data by sliding the cursor.", "headline": {"main": "Google Offers Search Service On Finance"}, "pub_date": "2006-03-21T00:00:00Z", "abstract": "Google will introduce financial information service to compete with offerings from Microsoft, Yahoo and other sources; service will provide interactive stock charts focusing on current and historical data; analysts say financial information is simple for Google to organize and present; company will purchase financial information from third parties including Hoover's, Interactive Data, Reuters and Morningstar; faces extremely competitive market (M)", "print_page": "5", "word_count": 444, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/21/technology/21google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "REUTERS GROUP PLC"}, {"name": "organizations", "value": "INTERACTIVE DATA CORP"}, {"name": "organizations", "value": "MORNINGSTAR INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "HOOVER'S INC"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2693d8eb7c8105d8202fb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "New methods of structuring Internet search results are being exploited by start-ups hoping to compete with Google, which uses a significantly different technique of organizing its Web searches. As larger Internet companies, like Yahoo and Amazon.c...", "news_desk": null, "lead_paragraph": "New methods of structuring Internet search results are being exploited by start-ups hoping to compete with Google, which uses a significantly different technique of organizing its Web searches.", "headline": {"main": "Keeping Up With Google", "kicker": "DealBook"}, "pub_date": "2006-03-22T06:57:51Z", "abstract": "New methods of structuring Internet search results are being exploited by start-ups hoping to compete with Google, which uses a significantly different technique of organizing its Web searches. As larger Internet companies, like Yahoo and Amazon.com, begin acquiring startups to get a jump on the game and Google, these small firms are counting on the [...]", "print_page": null, "word_count": 102, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/22/keeping-up-with-google/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364538eb7c8105d8b308e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Correction", "snippet": "The Joe Nocera column in Business Day on Saturday, about an alternative method of taking companies public, referred incompletely to the lead underwriters for Google, which used an auction for its initial offering. Credit Suisse had the role, along...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Joe Nocera column in Business Day on Saturday, about an alternative method of taking companies public, referred incompletely to the lead underwriters for Google, which used an auction for its initial offering. Credit Suisse had the role, along with Morgan Stanley.", "headline": {"main": "Corrections"}, "pub_date": "2006-03-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 42, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F06EFDC1630F931A15750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254838eb7c8105d7fb86d", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Blog", "snippet": "Induction into the Standard & Poor's 500 Index is a screaming \"buy\" signal for a stock, or so the conventional wisdom goes. Index fund managers are required to add such shares to their portfolios, triggering a wave of buying in the market. So it w...", "news_desk": null, "lead_paragraph": "Induction into the Standard & Poor's 500 Index is a screaming \"buy\" signal for a stock, or so the conventional wisdom goes. Index fund managers are required to add such shares to their portfolios, triggering a wave of buying in the market.", "headline": {"main": "Google Gets S&P Pop (But Will It Last?)", "kicker": "DealBook"}, "pub_date": "2006-03-24T11:32:55Z", "abstract": "Induction into the Standard & Poor's 500 Index is a screaming \"buy\" signal for a stock, or so the conventional wisdom goes. Index fund managers are required to add such shares to their portfolios, triggering a wave of buying in the market. So it was hardly surprising when Google's stock jumped more than 8 percent [...]", "print_page": null, "word_count": 365, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/24/google-gets-sp-pop-but-will-it-last/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364668eb7c8105d8b32cb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google will replace oil and gas producer Burlington Resources in the S&P 500 Index, Standard & Poor's said on Thursday. Shares of Google are up sharply. The move, which takes effect after the close of trade on March 31, means many portfolio manage...", "news_desk": null, "lead_paragraph": "Google will replace oil and gas producer Burlington Resources in the S&P 500 Index, Standard & Poor's said on Thursday. Shares of Google are up sharply.", "headline": {"main": "Google Joining the S&P 500", "kicker": "DealBook"}, "pub_date": "2006-03-24T07:54:33Z", "abstract": "Google will replace oil and gas producer Burlington Resources in the S&P 500 Index, Standard & Poor's said on Thursday. Shares of Google are up sharply. The move, which takes effect after the close of trade on March 31, means many portfolio managers will have to add Google shares to their holdings. Many index funds [...]", "print_page": null, "word_count": 75, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/24/google-joining-the-sp-500/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364538eb7c8105d8b30a5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Reaction has been mixed, but mostly positive, to Google Finance, which went live last week....", "news_desk": "Business/Financial Desk", "lead_paragraph": "REACTION has been mixed, but mostly positive, to Google Finance, which went live this week. Despite a few bugs, most Google watchers seem to like the service's features, which include news items keyed to stock charts; recent company-specific blog posts; and pop-up information on corporate officers. What has commentators talking the most, though, is what it means for Google, which has prided itself on a minimalist approach and an emphasis on directing users to content rather than providing it.", "headline": {"main": "Google Finance: A Portal Play?", "kicker": "WHAT'S ONLINE"}, "pub_date": "2006-03-25T00:00:00Z", "abstract": "What's Online column; reaction has been mixed, but mostly positive, to Google Finance, which went live this week; most Google watchers seem to like service's features, which include news items keyed to stock charts, recent company-specific blog posts and pop-up information on corporate officers; John Battelle of Searchblog, Forrester Research analyst Charlene Li and Henry M Blodget of Internet Outsider blog comment; Forbes.com lists 20 Most Important Tools Ever; Norwegian School of Management Assoc Prof Espen Andersen says students see math as hard, boring and irrelevant, and do not respond to motivational factors such as easier admission to higher education or interesting and important work; Andersen's essay at acm.or/ubiquity points out that taking high school math will maker one smarter and it is cool; Oil Standard is Firefox browser plug-in that converts prices of everyday items into equivalent values of oil in real time; plug-in's creator Michael Mandiberg does not provide explanation for why he created plug-in; drawing (M)", "print_page": "5", "word_count": 655, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/25/business/25online.html", "multimedia": [{"url": "images/2006/03/24/business/25online.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/24/business/25online.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "ANDERSEN, ESPEN"}, {"name": "persons", "value": "MANDIBERG, MICHAEL"}, {"name": "persons", "value": "BLODGET, HENRY S"}, {"name": "persons", "value": "BATTELLE, JOHN"}, {"name": "persons", "value": "LI, CHARLENE"}, {"name": "organizations", "value": "SEARCHBLOG"}, {"name": "organizations", "value": "FORRESTER RESEARCH"}, {"name": "organizations", "value": "FORBES.COM"}, {"name": "organizations", "value": "NORWEGIAN SCHOOL OF MANAGEMENT"}, {"name": "organizations", "value": "INTERNET OUTSIDER"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "OIL STANDARD"}, {"name": "subject", "value": "MATHEMATICS"}, {"name": "subject", "value": "RATINGS AND RATING SYSTEMS"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "BLOGS AND BLOGGING (INTERNET)"}, {"name": "subject", "value": "TOOLS"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd26ab18eb7c8105d8222e0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology; Education; Business"}, {"type_of_material": "Op-Ed", "snippet": "Are search engines making today's students dumber?...", "news_desk": "Editorial Desk", "lead_paragraph": "TALK of decline was old news in academia even in 1898, when traditionalists blasted Harvard for ending its Greek entrance requirement. But today there's a new twist in the story: Are search engines making today's students dumber? In December, the National Center for Education Statistics published a report on adult literacy revealing that the number of college graduates able to interpret complex texts proficiently had dropped since 1992 from 40 percent to 31 percent. As Mark S. Schneider, the center's commissioner of education statistics, put it, ''What's disturbing is that the assessment is not designed to test your understanding of Proust, but to test your ability to read labels.''", "headline": {"main": "Searching for Dummies", "kicker": "Op-Ed Contributor"}, "pub_date": "2006-03-26T00:00:00Z", "abstract": "Author Edward Tenner Op-Ed article holds that search engines like Google promote information illiteracy; maintains that many college students lack skills to structure their computer searches so they can find useful information quickly; cites university librarian Pamela Martin's contention that Google's simplicity and impressive search prowess trick students into thinking they are good all-around searchers, and when they fail in library searches, they are ashamed and confused; drawing (M)", "print_page": "12", "word_count": 880, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/26/opinion/26tenner.html", "multimedia": [{"url": "images/2006/03/25/opinion/26tenner_75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/25/opinion/26tenner_75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "MARTIN, PAMELA"}, {"name": "organizations", "value": "WIKIPEDIA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "INDEXERS AND INDEXING"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd26ab18eb7c8105d822327", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "Tenner"}], "original": "By Edward Tenner"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "An article in the San Francisco Chronicle on Friday seems to suggest that Google co-founders Larry Page and Sergey Brin are currying favor with San Francisco Mayor Gavin Newsom at a time when Google is bidding for a contract to offer free wireless...", "news_desk": null, "lead_paragraph": "An article in the San Francisco Chronicle on Friday seems to suggest that Google co-founders Larry Page and Sergey Brin are currying favor with San Francisco Mayor Gavin Newsom at a time when Google is bidding for a contract to offer free wireless Internet to the city's residents. Google offered Mr. Newsom a ride on a chartered jet to the World Economic Forum in Davos, Switzerland, last year, the article says. The newspaper also obtained e-mails that show that Mr. Page's secretary contacted Mr. Newsom's secretary to invite him to a weekend in the trendy Squaw Valley ski resort a year ago.", "headline": {"main": "Questions Raised About Google Founders' Wooing of  Mayor", "kicker": "DealBook"}, "pub_date": "2006-03-27T07:33:27Z", "abstract": "An article in the San Francisco Chronicle on Friday seems to suggest that Google co-founders Larry Page and Sergey Brin are currying favor with San Francisco Mayor Gavin Newsom at a time when Google is bidding for a contract to offer free wireless Internet to the city's residents. Google offered Mr. Newsom a ride on [...]", "print_page": null, "word_count": 107, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/27/questions-raised-about-google-founders-wooing-of-san-francisco-mayor/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364598eb7c8105d8b3204", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Normally, Steve Jobs' every move is the subject of obsessive analysis by technology watchers. But it took nearly a week for much of the world to notice that Mr. Jobs, the chief executive of Apple Computer, had unloaded Apple shares worth $296 mill...", "news_desk": null, "lead_paragraph": "Normally, Steve Jobs' every move is the subject of obsessive analysis by technology watchers. But it took nearly a week for much of the world to notice that Mr. Jobs, the chief executive of Apple Computer, had unloaded Apple shares worth $296 million, or more than half of his stake in the computer maker. (Perhaps the tech crowd was too distracted by the news last week that Google would be inducted into the Standard & Poor's 500 index.)", "headline": {"main": "Apple C.E.O. Jobs Pays His Taxes - With Apple Stock", "kicker": "DealBook"}, "pub_date": "2006-03-28T12:23:01Z", "abstract": "Normally, Steve Jobs' every move is the subject of obsessive analysis by technology watchers. But it took nearly a week for much of the world to notice that Mr. Jobs, the chief executive of Apple Computer, had unloaded Apple shares worth $296 million, or more than half of his stake in the computer maker. (Perhaps [...]", "print_page": null, "word_count": 282, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/28/apple-ceo-jobs-pays-his-taxes-with-apple-stock/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3649a8eb7c8105d8b3730", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Take a look at this list of the Google keyword advertising rates compiled on the CyberWyre blog that's making the rounds in the blogosphere. You'll see two subjects dominate the list: trial lawyers seeking clients and mortgage brokers. (The amount...", "news_desk": null, "lead_paragraph": "Take a look at this list of the Google keyword advertising rates compiled on the CyberWyre blog that's making the rounds in the blogosphere. You'll see two subjects dominate the list: trial lawyers seeking clients and mortgage brokers. (The amounts are in Canadian dollars.)", "headline": {"main": "A Common Bond", "kicker": "The Walk-Through"}, "pub_date": "2006-03-28T10:41:11Z", "abstract": "Take a look at this list of the Google keyword advertising rates compiled on the CyberWyre blog that's making the rounds in the blogosphere. You'll see two subjects dominate the list: trial lawyers seeking clients and mortgage brokers. (The amounts are in Canadian dollars.) $54.33 mesothelioma lawyers $47.79 what is mesothelioma $47.72 peritoneal mesothelioma $47.25 [...]", "print_page": null, "word_count": 68, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/03/28/a-common-bond/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3649a8eb7c8105d8b365c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "Highly regarded venture capital firm Sequoia Capital, an early backer of Internet darlings Google and Yahoo, has pumped more than $2 million into a new Web-based phone company that claims to make cheap Internet calls as easy as surfing the Web. Th...", "news_desk": null, "lead_paragraph": "Highly regarded venture capital firm Sequoia Capital, an early backer of Internet darlings Google and Yahoo, has pumped more than $2 million into a new Web-based phone company that claims to make cheap Internet calls as easy as surfing the Web. The new start-up, called Jajah, allows customers to use their existing landlines and cellphones to make cheap calls over the Web without having to install software or use microphones and other devices.", "headline": {"main": "Early Google Backer Dials up Deal for Internet Phone Start-Up", "kicker": "DealBook"}, "pub_date": "2006-03-28T07:13:35Z", "abstract": "Highly regarded venture capital firm Sequoia Capital, an early backer of Internet darlings Google and Yahoo, has pumped more than $2 million into a new Web-based phone company that claims to make cheap Internet calls as easy as surfing the Web. The new start-up, called Jajah, allows customers to use their existing landlines and cellphones [...]", "print_page": null, "word_count": 81, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/28/early-google-backer-dials-up-deal-for-internet-phone-startup/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364598eb7c8105d8b320a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "For years, Google has all but ignored Washington and its machinations. But the company's age of political innocence is clearly over. The giant of Internet search has been ramping up its lobbying and legislative operations, hiring politically conne...", "news_desk": null, "lead_paragraph": "For years, Google has all but ignored Washington and its machinations. But the company's age of political innocence is clearly over.", "headline": {"main": "Google Joins Lobbying Herd", "kicker": "DealBook"}, "pub_date": "2006-03-28T06:13:00Z", "abstract": "For years, Google has all but ignored Washington and its machinations. But the company's age of political innocence is clearly over. The giant of Internet search has been ramping up its lobbying and legislative operations, hiring politically connected lobbying firms and consultants with ties to Republican leaders. Advisers say the company may also set up [...]", "print_page": null, "word_count": 235, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/28/google-joins-lobbying-herd/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364598eb7c8105d8b3209", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "A KPMG Partner Pleads Guilty in Tax Case And Will Cooperate in Investigation of Others  David Rivkin, a partner at KPMG, pleaded guilty to charges of conspiracy and tax evasion in a case involving questionable tax shelters and agreed to cooperate ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A KPMG Partner Pleads Guilty in Tax Case And Will Cooperate in Investigation of Others David Rivkin, a partner at KPMG, pleaded guilty to charges of conspiracy and tax evasion in a case involving questionable tax shelters and agreed to cooperate with the government -- a development that might help federal prosecutors build a case against 16 remaining defendants and other companies that worked with KPMG to sell the shelters. [Page C1.] Lucent Unit's Government Work a Factor in Merger As merger talks between Lucent and Alcatel continued to advance yesterday, attention started turning to the role that Lucent's small but fast-growing work for federal defense and intelligence agencies may play in securing government approval for the transcontinental deal. [C1.] Jobs Bank Becomes an Obstacle to G.M. Buyouts General Motors' jobs bank, which pays idled workers full salary and benefits, provides such a good deal that it might be an obstacle as the company tries to persuade thousands of workers to take buyouts. [C1.] Goldman Sachs Buys German Concern's Property Stake Goldman Sachs said it had bought a controlling stake in the property group of the German department store chain KarstadtQuelle for 3.7 billion euros ($4.5 billion) and that it might bid for Britain's largest port operator, Associated British Ports, which is valued at more than £2 billion ($3.5 billion). Like other Wall Street banks, Goldman Sachs has increasingly been investing its own capital, rather than relying on charging clients fees to make deals and trades for them. Market Place. [C3.] Google, as Lobbyist, Is No Longer an Outsider For a company that takes pride in being the quintessential outsider, Google is moving quickly into the ultimate insider's game: lobbying. [A13.] Former Raytheon Executive to Pay Fine Over Accounting The former chief executive of the Raytheon Corporation, Daniel P. Burnham, has agreed to pay a fine and return part of a $1.75 million bonus to settle Securities and Exchange Commission accusations over improper accounting practices in 2000 and 2001. [C11.] HarperCollins Wins a Comic Distribution Contract Tokyopop, the publisher of Japanese-style comic books known as manga, said it had given its contract to distribute its popular graphic novels to bookstores to HarperCollins Publishers, reversing a decision to renew the contract with a division of the Perseus Books Group. [C7.] Number of American Millionaires Grows to a Record The number of American households with a net worth of $1 million or more, excluding their principal residence, grew to a record 8.9 million last year, the British market research firm TNS Financial Services found. [C2.] Brazil's Minister of Finance, Facing Impeachment, Resigns Facing a long and politically damaging impeachment trial, Brazil's Minister of Finance, Antonio Palocci, resigned, the latest victim of the corruption scandal that has debilitated President Luiz Inacio Lula da Silva and his government for nearly a year. Mr. da Silva named Guido Mantegna, a former planning minister and president of Brazil's national development bank, to succeed Mr. Palocci. [A5.] Alberta's Fortunes Grow as Oil Sands Are Squeezed As oil prices have risen, the process of squeezing oil from oil sands in Western Canada has become profitable and Alberta is experiencing a boom of new prosperity. [C1.] An oil outpost in Siberia, rich in high-quality crude, reflects the Russian oil industry's struggle to adopt market mechanisms without losing government control. [C1.] Stocks Slide as Market Awaits Another Rate Increase Stocks slid as investors anticipated the Federal Reserve's 15th straight increase in interest rates. The Standard & Poor's 500 Index lost 1.34 points, to 1,301.61. The Dow Jones Industrial Average retreated 29.86, to 11,250.11. The Nasdaq Composite Index added 2.76, to 2,315.58. [C13.] Interpublic Group Outlines Its Turnaround Strategy The Interpublic Group of Companies, struggling for almost four years with operational and financial difficulties, outlined a new set of turnaround plans for investors and Wall Street analysts. Stuart Elliott: Advertising. [C7.] Medicare Sorting Out Prescription Enrollments The Bush administration notified hundreds of thousands of Medicare beneficiaries that they were listed on the rolls of two prescription drug plans and would soon be dropped from one. [A12.] Insurance Company Settles Bid-Rigging Case The Zurich American Insurance Company said it would pay $153 million in restitution and penalties to settle accusations of bid rigging made by officials in New York, Connecticut and Illinois. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 711, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980DE4D81430F93BA15750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd26ab18eb7c8105d822363", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "After largely ignoring Washington for years, Google is scrambling to match the efforts of competitors like Yahoo and Microsoft....", "news_desk": "National Desk", "lead_paragraph": "For a company that takes pride in being the quintessential outsider, Google is moving quickly into the ultimate insider's game: lobbying. Started less than a decade ago in a Stanford dorm room, Google has evolved into a multibillion-dollar business, its search engine ubiquitous on the Internet. Its sprawling growth, fueled by a public stock offering in August 2004 that created a market behemoth, has now thrust it into the glare of Washington.", "headline": {"main": "Google, Once a Maverick in the Business World, Joins the Washington Lobbying Herd"}, "pub_date": "2006-03-28T00:00:00Z", "abstract": "Google intensifies lobbying and legislative operations in Washington, where competitors like Yahoo and Microsoft and telecommunication companies have long been active; departure from its noncomformist ethos reflects fact that lawmakers and regulators have begun scrutinizing Google's ventures in China and other countries, while Web surfers have been voicing concern about privacy of their searches; Google hires bipartisan lobbying firm Podesta Mattoon; photo of Claudia James, Democrat, president of firm, and Lauren Maddox, Republican, who is a principal (M)", "print_page": "13", "word_count": 1489, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/28/politics/28google.html", "multimedia": [{"url": "images/2006/03/28/national/28google.c751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/03/28/national/28google.c751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "MADDOX, LAUREN"}, {"name": "persons", "value": "JAMES, CLAUDIA"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "PODESTA MATTOON"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "LOBBYING AND LOBBYISTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd254848eb7c8105d7fb919", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Kate", "lastname": "PHILLIPS"}], "original": "By KATE PHILLIPS"}, "section_name": "Technology; U.S."}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-9    Shiite Leaders Halt Talks After Raid Backed by U.S.  Furious Shiite Iraqi political leaders suspended difficult talks over the formation of a new government. The source of the latest trouble was an American-backed military ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-9 Shiite Leaders Halt Talks After Raid Backed by U.S. Furious Shiite Iraqi political leaders suspended difficult talks over the formation of a new government. The source of the latest trouble was an American-backed military raid on a Shiite religious compound that killed at least 16 people. A1 France Gets Ready for Protest With Prime Minister Dominique de Villepin determined to put a new labor law into effect, France is bracing for what is being called ''black Tuesday'' -- strikes and demonstrations throughout France that could bring up to two million people out on the streets and paralyze much of the country. A1 Christian Convert Released The Justice Ministry of Afghanistan has released a jailed Afghan man who faced the death penalty for converting to Christianity, a spokesman said. Abdul Rahman has been in custody for weeks but has not been formally charged. A3 Uncertainty After Ukraine Vote In an election with no clear victor that was declared by international observers to be the country's freest since its independence from the Soviet Union, the Ukraine was in gridlock as the leading political parties jockeyed for advantage to appoint a newly empowered prime minister and government. A7 Low Turnout Predicted in Israel Israelis vote today in their fourth national election in seven years, and it is widely billed as one of the most important ballots in Israel's history. Despite the high stakes Israeli pollsters are predicting voter turnout which would be the lowest ever, more than 10 percentage points below the norm. A6 No Move to Arrest Liberian The Liberian president, Ellen Johnson Sirleaf, has asked Nigeria to extradite Charles G. Taylor to Sierra Leone to face trial for war crimes. Nigeria has said that Liberia is free to come and arrest Mr. Taylor; it has made no public move to detain him. A9 NATIONAL A10-15 Measure on Immigration Advances in the Senate With Republicans deeply divided, the Senate Judiciary Committee voted to legalize the nation's 11 million undocumented immigrants and to grant them citizenship provided that they hold jobs, pass criminal background checks, learn English and pay fines and back taxes. A1 Terrorist Defends Self in Court Zacarias Moussaoui, who is facing the death penalty for the Sept. 11, 2001, terrorist attacks, took the witness stand in his own defense, only to bolster the government's case by unhesitatingly acknowledging the charges in the indictment against him and adding a few new, self-incriminating statements. A1 Gunman Uttered One Phrase The 28-year-old man who killed six young people at a Seattle house party over the weekend before killing himself had more than 300 rounds of ammunition and said only, ''There's plenty for everyone,'' as he carried out the attack, the police said. A10 Border Checkpoint Fails Test Undercover Congressional investigators successfully smuggled into the United States enough radioactive material to make two dirty bombs even after it set off alarms on radiation detectors installed at border checkpoints, a new report says. A14 First the Web, Now Washington As lawmakers and regulators begin eyeing its ventures in China and other countries and as its Web surfers worry about the privacy of their on-line searches, Google has begun ramping up its lobbying and legislative operations after largely ignoring Washington for years. A13 Iraqi Intelligence Data for All American intelligence agencies concluded long ago that Saddam Hussein had no unconventional weapons and few ties to Al Qaeda before the 2003 invasion, but an experiment in public access is giving anyone with a computer a chance to examine intelligence documents. A1 NEW YORK/REGION B1-6 Newark's Longtime Mayor Won't Seek Re-election Mayor Sharpe James, who 11 days ago entered the race for a sixth term as mayor of New Jersey's largest city, dropped out, signaling the end of a 20-year period in which the city's downtown underwent a revival. A1 Deadlock on Medicaid Fraud Eight months after promising action against Medicaid fraud, New York state lawmakers have deadlocked on two pivotal issues. B1 Mayor Tackles S.I. Traffic Mayor Bloomberg, seeking to address a single problem that Staten Islanders have persistently complained about, traffic, presented a package of transportation improvements that seeks to make Staten Island's car-based culture a bit more dependent on mass transit. B1 Van Driver May be Charged The driver of the minivan that crashed in the Andes last week, killing 12 tourists from New Jersey and Connecticut and injuring two others, is likely to be charged with involuntary manslaughter later this week, according to Chilean prosecutors. B5 SCIENCE TIMES F1-8 Debating the Danger of Bird Flu While the gradual spread of the avian flu virus from Asia into Europe and Africa has been cause for serious concern among many experts, others argue that a human pandemic is by no means inevitable. F1 Health & Fitness F5 OBITUARIES B7 Lyn Nofziger The cigar-chomping former newspaperman who served as spokesman and strategist for Ronald Reagan in Sacramento and Washington, he was 81. B7 BUSINESS DAY C1-18 Plea Deal in KPMG Case David Rivkin, one of 17 former KPMG employees indicted over sales of questionable tax shelters, pleaded guilty to charges of conspiracy and tax evasion and has agreed to cooperate with the government. C1 G.M.'s Self-Made Obstacle General Motors' jobs bank, which pays idled workers full salary and benefits, provides such a good deal that it might be an obstacle as the company tries to persuade thousands of workers to take buyouts. C1 Bell Labs and a Lucent Deal Lucent's Bell Labs, which has a long history of working for the military, is expected to become a focal point when the company's merger with Alcatel is presented to regulators in Washington for approval. C1 Alberta Becomes Oil Mecca Some of the biggest international oil companies plan to sink 100 billion Canadian dollars into the development of oil sands in Western Canada, transforming Alberta into the epicenter of a new energy-based Canadian economy. C1 Business Digest C2 EDITORIAL A16-17 Editorials: Big oil's big windfall; eBay at the bar; free trade and AIDS drugs; Verlyn Klinkenborg on Adwaitya. Columns: John Tierney, Nicholas D. Kristof. Crossword E2 TV Listings E8 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-03-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1014, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A07E7D61430F93BA15750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2693d8eb7c8105d82036d", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "A follow-on stock offering by a public company is usually not headline news. Unless that company is Google, the $100 billion-in-market-cap heavyweight of Internet stocks. The Web search giant announced late Wednesday that it will sell up to 5.3 mi...", "news_desk": null, "lead_paragraph": "A follow-on stock offering by a public company is usually not headline news. Unless that company is Google, the $100 billion-in-market-cap heavyweight of Internet stocks.", "headline": {"main": "Get Ready for More Google", "kicker": "DealBook"}, "pub_date": "2006-03-30T07:09:52Z", "abstract": "A follow-on stock offering by a public company is usually not headline news. Unless that company is Google, the $100 billion-in-market-cap heavyweight of Internet stocks. The Web search giant announced late Wednesday that it will sell up to 5.3 million additional shares, raising as much as $2.1 billion at current prices. It would be Google's [...]", "print_page": null, "word_count": 316, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/30/google-to-sell-53-million-more-shares/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364538eb7c8105d8b30c1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "Automakers Give Drivers the Power They Prefer, and Fuel Efficiency Lags  For two decades, automakers have been developing technology that could make vehicles go farther on a gallon of gasoline. But instead, they have chosen pep and size, respondin...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Automakers Give Drivers the Power They Prefer, and Fuel Efficiency Lags For two decades, automakers have been developing technology that could make vehicles go farther on a gallon of gasoline. But instead, they have chosen pep and size, responding to consumers' preferences by putting that technology into making heavier vehicles accelerate faster. [Page A1.] The Transportation Department announced new fuel economy standards Wednesday for sport utility vehicles, pickup trucks and minivans that will make some of them go farther on a gallon of gasoline than the average car does, and will apply to many of the biggest S.U.V.'s for the first time. [C1.] Delphi and the United Automobile Workers agreed on one point: that the company is likely to ask a bankruptcy court judge to let it set aside its labor contracts and impose sharply lower wages and benefits. [C1.] New Tone but Same Environmental Position at Exxon Since Rex W. Tillerson took over as Exxon's chairman three months ago he has gone out of his way to soften the company's public stance on climate change, a stark difference from the abrasive tone of the man he succeeded. But the substance of the company's position has not changed. [C1.] Justices Appear Wary of Reducing Patent Holders' Rights Supreme Court justices showed little inclination to scale back the rights of patent holders, sharply questioning arguments made by a lawyer representing the online auctioneer eBay. Several of the justices, including Antonin Scalia, left, expressed skepticism during oral arguments about eBay's assertion that a federal appeals court had made it too easy for patent owners to obtain injunctions barring the use of their technologies. [C6.] Beatles' Record Company Fights Apple in British Court The High Court of Britain was treated to a funky playback of the disco anthem ''Le Freak'' as a lawyer for the Beatles' record company argued that Apple Computer's iTunes digital music store violated a trademark agreement between the companies. [C1.] Guidant Scraps Some Stents After a Defect is Found The Guidant Corporation said it would scrap $15 million of its Xience heart stents that had been manufactured for sale in Europe and for clinical testing in Japan after discovering that some of them had defects. [C3.] Wal-Mart Seeks P.R. Generals to Counter Critics Wal-Mart Stores has begun circulating two senior-level job postings and if the language used to describe the positions is any indication, the giant discount retailer is on the public relations equivalent of war footing. [C3.] Microsoft and Europe Are Squaring Off Again Microsoft and the European commission once again may be on a collision course over the shape of the company's next-generation computer operating system, Windows Vista. [C5.] Bill That May Help Grupo Televisa Before Mexican Senate The Mexican Senate is scheduled to vote Thursday on legislation that critics say would strengthen the dominant position of Grupo Televisa in the country's television industry. The bill is expected to pass. [C7.] Whirlpool's Purchase of Maytag Clears Antitrust Review The Justice Department's antitrust division said it had approved Whirlpool's purchase of its smaller rival Maytag, a $1.7 billion deal that will create one of largest home appliance companies in the world. Despite the dominant market share the companies would have, government lawyers concluded that the deal was not likely to substantially reduce competition among home appliance manufacturers. [C3.] Fashion Designers Lobbying for Copyright Protection Fashion designers are lobbying in Washington for copyright protections like those governing books, music and other creative arts. [E1.] Delta Air Cuts Management Jobs by 20% Delta Air Lines, which is trying to persuade its pilots to accept a $305 million-a-year pay cut, said it is cutting administrative and management employment at the carrier by 1,000 positions, or about 20 percent. [C4.] Stocks Rebound and Nasdaq Rises to a Five-Year High Stocks staged a broad rebound yesterday, with gains in Google and Apple Computer leading a rally in tech shares that drove the Nasdaq to a five-year high. The Dow Jones industrial average rose 61.16 points, to 11,215.70. The Standard & Poor's 500-stock index gained 9.66 points, to 1,302.89. The Nasdaq composite index was up 33.32 points, at 2,337.78. [C11.] JetBlue in New Ad Campaign Featuring Consumer Input JetBlue Airways is introducing an advertising campaign that carries the theme ''Sincerely, JetBlue'' and will include consumer-generated content. A focus will be JetBlue's efforts to encourage consumers to help create the advertising. The airline plans to set up booths where people can record their experiences on JetBlue. Stuart Elliott: Advertising. [C3.] Group Challenges Move That Eased Broadband Rules A group representing telephone and Internet companies challenged action by federal regulators that freed Verizon Communications from rules on its broadband data services for businesses. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 778, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E5D91530F933A05750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2693e8eb7c8105d820383", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Goldman Sachs, twice snubbed by Google, has now been embraced by the Internet darling. The giant investment bank has won a role as the sole underwriter in Google's latest stock offering, which could raise more than $2 billion in cash for the searc...", "news_desk": null, "lead_paragraph": "Goldman Sachs, twice snubbed by Google, has now been embraced by the Internet darling. The giant investment bank has won a role as the sole underwriter in Google's latest stock offering, which could raise more than $2 billion in cash for the search engine.", "headline": {"main": "Goldman Back in Google's Good Graces (And Its Offering)", "kicker": "DealBook"}, "pub_date": "2006-03-31T06:45:33Z", "abstract": "Goldman Sachs, twice snubbed by Google, has now been embraced by the Internet darling. The giant investment bank has won a role as the sole underwriter in Google's latest stock offering, which could raise more than $2 billion in cash for the search engine. Go to Article from The New York Post »", "print_page": null, "word_count": 52, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/03/31/goldman-back-in-googles-good-graces-and-its-offering/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3649b8eb7c8105d8b3742", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "Prominent Money Manager Loses a Ruling In a Lawsuit Accusing Him of Cheating Backers  Mario J. Gabelli's first investor won a crucial round in a long-running legal battle over whether Mr. Gabelli, the money manager, bilked him and another backer o...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Prominent Money Manager Loses a Ruling In a Lawsuit Accusing Him of Cheating Backers Mario J. Gabelli's first investor won a crucial round in a long-running legal battle over whether Mr. Gabelli, the money manager, bilked him and another backer out of more than $100 million. A judge filed a summary judgment against Mr. Gabelli, determining that he unfairly prevented the two investors from selling their shares in his private company. [Page C1.] Pension Proposal May Unmask More Corporate Debt The board that writes accounting rules for American business is proposing a new method of reporting pension obligations that is likely to show that many companies have a lot more debt than was obvious before. [C1.] Investor Bids for Aztar to Create Casino Empire Colony Capital Acquisitions, a privately held real estate investment firm controlled by Thomas J. Barrack Jr., offered to buy Aztar for about $1.4 billion to create what would become the country's third-largest casino company. The offer values Aztar at about $41 a share, slightly more than a $38 a share bid that another casino operator, Pinnacle Entertainment, made on March 13. [C4.] Big Insurers Have an Opportunity in New Medicare Plan For many big insurers, the new Medicare program is shaping up as a great opportunity. And prescription drugs may be only a starting point. [C1.] In Pursuit of Making Clothes That Actually Fit A company has developed a technology for making clothes that consumers can buy off the rack, but, by creating three different shapes for each size, clothes that actually fit. Retailers say they are undecided about whether they like the system. [C1.] Nasdaq Withdraws Bid for London Stock Exchange The Nasdaq Stock Market withdrew its $4.1 billion preliminary bid for the London Stock Exchange, less than a month after expressing an interest. [C5.] Judge Questions Prosecution of Accounting Partners A federal judge questioned the prosecution of 16 former employees of KPMG, the accounting company, over aggressive tax shelters, and criticized prosecutors for what he called murky definitions of fraud and evasion. [C4.] Web Concerns Have Provided Data to Investigators Google was not the first company to provide information for pornography-related investigations of Internet searches. America Online, Comcast, Verizon, Earthlink and Symantec are among companies that provided data to investigators a year ago. [C7.] Two Companies Clone a Horse for Competition ViaGen and Encore Genetics said they have cloned horses in what they call the start of commercial horse cloning. Royal Blue Boon Too, left, was cloned from Royal Blue Boon, at right, a champion in a sport in which a horse and rider separate a single calf from a herd and keep the calf from returning. Royal Blue Boon won $380,000 in the sport before she was retired. [C4.] U.S. Asks European Authorities to Treat Microsoft Fairly The United States government has intervened in Microsoft's antitrust dispute with the European Commission, urging it and the 25 national governments in the European Union to be fair to the company, American diplomats and European officials said. [C5.] U.S. and Europe File W.T.O. Complaint Against China The United States and the European Union filed a complaint with the World Trade Organization accusing China of imposing discriminatory tariffs on foreign suppliers of auto parts. [C5.] Apple Computer Lawyer Denounces Trademark Dispute A lawyer for Apple Computer dismissed as ridiculous a long-running trademark infringement claim by another cultural icon, the Apple Corps recording label of the Beatles. [C5.] French Council Upholds Labor Law, Extending Crisis France's Constitutional Council upheld a fiercely contested new labor law, dealing a blow to opposition Socialists who had asked the council to strike it down but extending the crisis now facing the government. [A4.] Lone Star Investigated Over Deal in South Korea Prosecutors investigating accusations of tax evasion and embezzlement conducted a raid on the Seoul office of an American investment company, Lone Star Funds, which has a controlling stake in a Korean bank. [C5.] Stocks Fall as New Economic Data Raises Rate Concerns Blue-chip stocks ended lower after economic data created new concerns about inflation. The Dow Jones industrial average declined 65 points, to 11,150.70; the Standard & Poor's 500-stock index fell 2.64 points, to 1,300.25; and the Nasdaq rose 3.04 points, to 2,340.82. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-03-31T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 703, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E2DC1230F932A05750C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2693e8eb7c8105d820396", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "A judge ordered Google to provide some information to the Justice Department, but not information on individual searches....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Both the Justice Department and the American Civil Liberties Union confirmed yesterday that they had requested and received information from Internet service providers and software makers in connection with an A.C.L.U. lawsuit challenging an anti-pornography law. Earlier this year it was revealed that the Justice Department, which is defending the law, had subpoenaed information from four search engine companies about keyword requests by users. Google challenged its subpoena. This month a judge ordered the company to provide some information to the Justice Department but not information on individual searches, saying that had the potential to violate the privacy of users.", "headline": {"main": "More Subpoenas in Suit Over Obscenity Law"}, "pub_date": "2006-03-31T00:00:00Z", "abstract": "Justice Department and American Civil Liberties Union confirm issuing subpoenas and receiving information from Internet service providers and software makers in connection with ACLU suit challenging Child Online Protection Act (M)", "print_page": "7", "word_count": 559, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/03/31/technology/31google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "AMERICAN CIVIL LIBERTIES UNION"}, {"name": "subject", "value": "SUBPOENAS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "PORNOGRAPHY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2509a8eb7c8105d7f4287", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}], "meta": {"hits": 63}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}