{"response": {"docs": [{"type_of_material": "News", "snippet": "Google says Microsoft is unfairly grabbing Web traffic by making its MSN search engine the default in its browser....", "news_desk": "Business", "lead_paragraph": "Google says Microsoft is unfairly grabbing Web traffic by making its MSN search engine the default in its browser.", "headline": {"main": "New Microsoft Browser Raises Google's Hackles", "sub": "A Competitor Contends That Sending Searches to MSN Is Unfair  ;", "print_headline": "New Microsoft Browser Raises Google's Hackles"}, "pub_date": "2006-05-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1605", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/01/technology/01google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Justice Department", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Antitrust Actions and Laws", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Computer Software", "name": "subject"}], "subsection_name": null, "_id": "54b382b238f0d82eb90f13e6", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steve", "rank": 1, "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Darfur Talks Continue After Deadline Passes  Sudan's government offered to accept a Darfur peace agreement, but two of Darfur's three main rebel groups raised objections that left the negotiations mired in confusion as the...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Darfur Talks Continue After Deadline Passes Sudan's government offered to accept a Darfur peace agreement, but two of Darfur's three main rebel groups raised objections that left the negotiations mired in confusion as the deadline passed. Mediators agreed to extend the talks for another 48 hours at the request of the United States. A1 Iraq Recreated in U.S. Desert As part of a major shift in focus to counterinsurgency fighting, the Army has built mock Iraqi villages at Fort Irwin in California to train soldiers headed to Iraq. The simulation -- with uprisings, bombings and even staged beheadings -- is so realistic that some soldiers have left the base with battle fatigue. A1 Afghanistan Grants Pardon An American imprisoned in Afghanistan after being found guilty of running a private jail and torturing detainees was pardoned by President Hamid Karzai as part of a release in honor of two national holidays. A11 Egypt Extends Detainee Law The Egyptian president, Hosni Mubarak, pushed through a two-year extension of an emergency law through Parliament that for almost 25 years has allowed the government to detain prisoners indefinitely and without charge. A3 Olmert Gains Majority In Israel Israel's prime minister designate, Ehud Olmert, signed up the ultra-Orthodox Shas party to his coalition. With Shas on board, Mr. Olmert and his partners command 67 of the 120 seats in the parliament. A6 Iranian Women Back in Stands Women can join men in Iran's stadiums for the first time in nearly three decades, after President Mahmoud Ahmadinejad lifted a ban that had barred them from the stands. A8 NATIONAL A12-17 G.O.P.'s Gas Rebate Draws Negative Reactions The plan by Senate Republicans to mail out $100 checks to soothe taxpayers' misery about gasoline prices is drawing scorn from the very people it was intended to help. Aides for several Republican senators reported a surge of calls and e-mail messages from constituents ridiculing the rebate. A1 Preparing for National Boycott With a new wave of immigration demonstrations set for today around the country, employers braced for a broad boycott as a show of immigrants' strength. Immigration advocates have been divided over the boycott as a method of protest. A12 Washington Rally for Darfur Religious leaders, politicians and celebrities urged Americans and the Bush administration to do more to help end the ethnic and political conflict in Darfur as thousands of people rallyed on the Mall. A17 EDUCATION Colleges Linked and Divided Three miles from Duke University and its academic excellence, lies North Carolina Central, a historically black institution across an immeasurable cultural divide. Yet North Carolina Central is also engaged in an ambitious push to enhance its academics and campus. A1 SCIENCE/HEALTH Drugs and Schizophrenia Psychiatric researchers have been experimenting with a controversial treatment strategy: prescribing drugs as a pre-emptive treatment to young people at risk for schizophrenia. A new study casts doubt on the method. A12 NEW YORK/REGION B1-6 Upper West Side Residents Feud Over New Towers Many residents of the Upper West Side are rushing to rezone their neighborhood before developers begin replacing shops and other low-rise sites with tall apartment buildings that they say will ruin the neighborhood's character. B1 Few Asians in Police Ranks Asian-Americans, while changing the demographics of New Jersey's suburbs, remain underrepresented in the state's law enforcement agencies and municipal police forces. Officers say that for varied reasons, few Asians are applying. B1 Speedway Plan Stirs Furor A proposal to build a Nascar speedway on Staten Island may be quickly developing into one of the more contentious land-use proposals in recent memory. Last week, a public hearing to discuss the plan quickly descended into a shouting match, and a city councilman who opposes the project was manhandled. B1 ARTS E1-8 Coveted Art Collection Debuts The French billionaire François Pinault is exhibiting 200 of his 2,500 artworks, for the first time, in the Palazzo Grassi on Venice's Grand Canal. He had originally planned to build his own museum on an island in the Seine southwest of Paris, but abandoned the project after five years of wrestling with red tape. E3 OBITUARIES B6-8 Pramoedya Ananta Toer An Indonesian novelist who chronicled the country's battle for independence against the Dutch in a quartet of sharply drawn novels composed in prison, he was 81. B8 BUSINESS DAY C1-10 Google Takes On Microsoft Google is raising objections to the way that it says Microsoft is wielding control over Internet searching in its next Web browser. Google contends that Microsoft is positioning itself to unfairly grab Web traffic and advertising dollars away from its competitors. A1 Studio Chief Questioned Visits made by Ron Meyer, the president of Universal Studios, to Anthony Pellicano, the imprisoned private investigator whose client list included some of the movie business's most influential players, raised questions with the government, and Mr. Meyer wound up explaining them to the F.B.I. and a grand jury, evidence and interviews with agents show. C1 Starbucks Goes Hollywood Starbucks, which used its stores to promote ''Akeelah and the Bee,'' a Lionsgate movie that opened this weekend, is set to announce today that it has signed an agreement to find more movie and book projects to market. C1 Business Digest C2 EDITORIAL A18-19 Editorials: Ethanol's promise; revamping FEMA; the drought derivative; when medical devices fail. Columns: Bob Herbert, Paul Krugman. Autos D8 Bridge E4 Crossword E2 Metro Diary B2 TV Listings E7 Weather A16", "headline": {"main": "News Summary"}, "pub_date": "2006-05-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 897, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9505E7DD113FF932A35756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd250a08eb7c8105d7f47d1", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "With a $10 billion advertising market at stake, Google, the fast-rising Internet star, is raising objections to the way that it says Microsoft, the incumbent powerhouse of computing, is wielding control over Internet searching in its new Web brows...", "news_desk": "National Desk", "lead_paragraph": "With a $10 billion advertising market at stake, Google, the fast-rising Internet star, is raising objections to the way that it says Microsoft, the incumbent powerhouse of computing, is wielding control over Internet searching in its new Web browser. Google, which only recently began beefing up its lobbying efforts in Washington, says it expressed concerns about competition in the Web search business in recent talks with the Justice Department and the European Commission, both of which have brought previous antitrust actions against Microsoft.", "headline": {"main": "New Microsoft Browser Raises Google's Hackles"}, "pub_date": "2006-05-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1605, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A00E2DD113FF932A35756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2702d8eb7c8105d82b458", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR; John Markoff contributed reporting for this article"}, "section_name": "Front Page; U.S."}, {"type_of_material": "Interview", "snippet": "BOOKSTORE shelves are crowded with how-to books for business leaders striving toward excellence. David G. Thomson's recently published book, ''Blueprint to a Billion: Seven Essentials to Achieve Exponential Growth,'' takes a different approach. Mr...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BOOKSTORE shelves are crowded with how-to books for business leaders striving toward excellence. David G. Thomson's recently published book, ''Blueprint to a Billion: Seven Essentials to Achieve Exponential Growth,'' takes a different approach. Mr. Thomson evaluates patterns shared by what he calls ''blueprint companies'' -- the 387 businesses that have gone public since 1980 and have reached $1 billion in revenue. These star businesses represent just 5 percent of the companies that have gone public in that time frame, yet they accounted for more than half of their employment and two-thirds of their market value in 2005. Many of them are household names: Microsoft, Starbucks, Google, Nike, Genentech and Staples. Mr. Thomson notes that of the 4,000 publicly traded companies with $30 million to $1 billion in annual revenue, only 30 become billion-dollar businesses each year. ''We must improve our hit rate,'' he said. ''If we could make that 60, we'd be a different nation.''", "headline": {"main": "In Search of $1 Billion in Revenue", "kicker": "UPSIZING"}, "pub_date": "2006-05-01T00:00:00Z", "abstract": "Interview with David G Thomson, author of new book Blueprint to a Billion: Seven Essentials to Achieve Exponential Growth; photo (special section, Small Business) (M)", "print_page": "2", "word_count": 1212, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE1DF113FF932A35756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "creative_works", "value": "BLUEPRINT TO A BILLION (BOOK)"}, {"name": "persons", "value": "THOMSON, DAVID G"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SMALL BUSINESS"}], "subsection_name": null, "_id": "4fd278358eb7c8105d83a399", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Susan", "lastname": "MORAN"}], "original": "By SUSAN MORAN"}, "section_name": "Business; Books"}, {"type_of_material": "Blog", "snippet": "Bill Gates, the chairman of Microsoft, described Google in an interview late last year as a worthy adversary, a company to test Microsoft's mettle. \"This is hypercompetition, make no mistake,\" Mr. Gates observed. The rivalry between the companies ...", "news_desk": null, "lead_paragraph": "Bill Gates, the chairman of Microsoft, described Google in an interview late last year as a worthy adversary, a company to test Microsoft's mettle. \"This is hypercompetition, make no mistake,\" Mr. Gates observed.", "headline": {"main": "Microsoft and Google Set to Wage Arms Race", "kicker": "DealBook"}, "pub_date": "2006-05-02T06:00:53Z", "abstract": "Bill Gates, the chairman of Microsoft, described Google in an interview late last year as a worthy adversary, a company to test Microsoft's mettle. \"This is hypercompetition, make no mistake,\" Mr. Gates observed. The rivalry between the companies is growing more combative, and with good reason: the outcome is likely to shape the future of [...]", "print_page": null, "word_count": 203, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/02/microsoft-and-google-set-to-wage-arms-race/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364cc8eb7c8105d8b3c34", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The rivalry between the companies is growing more combative as the outcome is likely to shape the future of competition in computing and the way people use information technology....", "news_desk": "Business", "lead_paragraph": "The rivalry between the companies is growing more combative as the outcome is likely to shape the future of competition in computing and the way people use information technology.", "headline": {"main": "Microsoft and Google Set to Wage Arms Race", "print_headline": "Microsoft And Google Set to Wage Arms Race"}, "pub_date": "2006-05-02T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1036", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/02/technology/02google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b387bf38f0d82eb90f1497", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steve", "rank": 1, "lastname": "LOHR"}, {"organization": "", "role": "reported", "firstname": "Saul", "rank": 2, "lastname": "HANSELL"}], "original": "By STEVE LOHR  and SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "IMMIGRATION PROTESTS -- Hundreds of thousands of immigrants and their supporters skipped work and school and marched in dozens of cities from coast to coast. The demonstrations did not bring the nation to a halt as planned by some organizers, thou...", "news_desk": "Business/Financial Desk", "lead_paragraph": "IMMIGRATION PROTESTS -- Hundreds of thousands of immigrants and their supporters skipped work and school and marched in dozens of cities from coast to coast. The demonstrations did not bring the nation to a halt as planned by some organizers, though they conveyed in peaceful but sometimes boisterous ways the resolve of those who favor loosening the country's laws on immigration. [Page A1.] RETREAT ON TAX PLAN -- Senate Republicans hurriedly abandoned a broad tax proposal opposed by the oil industry and business community, another sign of their struggle to come up with a legislative answer to high gasoline prices. [A1.] BOLIVIAN OIL -- President Evo Morales of Bolivia on Monday ordered the military to occupy energy fields around the Andean country as he placed Bolivia's plentiful oil and gas reserves under state control. [A9.] NEW ECONOMIC DATA -- Robust spending on homes, cars and other consumer goods kept the economy moving at a brisk pace and sent a crucial measure of inflation higher in March, the Commerce Department reported, renewing concerns that the Federal Reserve will have to raise interest rates further. [C1.] CHURCHES AND PENSIONS -- Under a little-known aspect of pension law, churches and organizations affiliated with them can opt out of the costly and complicated rules that apply to secular employers. Tens of thousands of people work for organizations that have opted out of the law, and most do not know that they are exposed to large losses. [A1.] DETERMINED TO GO WEST -- BenQ, whose cellphone unit primarily made handsets for big companies like Motorola, formed a venture with Siemens so it could sell its own branded phones beyond Taiwan and China. But by trying to reach consumers in the West, BenQ now competes more directly with the companies it used to sell to, and some are taking their business elsewhere. [C1.] S.U.V. LAWSUIT -- Ten states, including California and New York, plan to file a lawsuit to force the Bush administration to toughen mileage regulations for sport utility vehicles and other trucks. [A21.] GOOGLE VS. MICROSOFT -- The rivalry between Google and Microsoft is growing more combative, and with good reason: the outcome is likely to shape the future of competition in computing and the way people use information technology. To succeed, Microsoft has to make strong inroads into Internet services and software, where Google is a leader. [C1.] INTEL'S INTERNET PLAN -- Intel plans to announce a design for a sub-$400 educational laptop and a five-year, $1 billion program to train teachers and to extend wireless digital Internet access worldwide. The initiative comes as Intel is embarking on what it says will be a $1 billion restructuring program in the face of declining market share. [C3.] ENRON TESTIMONY -- Having $100 million in personal debt did not stop Kenneth L. Lay from spending $200,000 on a birthday cruise for his wife and holding onto some $30 million in real estate, even as banks were demanding repayment, according to testimony at his trial. [C3.] STOCKS DIP -- Anxiety over interest rates sent stocks lower. The Dow Jones industrial average slid 23.85 points, to 11,343.29. The Standard & Poor's 500 dropped 5.42 points, to 1,305.19, and the Nasdaq lost 17.78 points, to 2,304.79. [C6.] QUESTIONS ON MEDICAL STUDIES -- Recent disclosures of fraudulent or flawed studies in medical and scientific journals have called into question the merits of their peer-review system. [F1.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 567, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B02E4DA113FF931A35756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2702d8eb7c8105d82b477", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Another Google map mashup turned into a property locator has arrived, this time for apartments. Go to MyNewPlace.com to see this iteration. It focuses on big apartment buildings. Erick Schonfeld over at Business 2.0's blog has an explanation of it...", "news_desk": null, "lead_paragraph": "Another Google map mashup turned into a property locator has arrived, this time for apartments. Go to MyNewPlace.com to see this iteration. It focuses on big apartment buildings.", "headline": {"main": "A New Apartment Finder", "kicker": "The Walk-Through"}, "pub_date": "2006-05-03T16:07:03Z", "abstract": "Another Google map mashup turned into a property locator has arrived, this time for apartments. Go to MyNewPlace.com to see this iteration. It focuses on big apartment buildings. Erick Schonfeld over at Business 2.0's blog has an explanation of it. He notes that the site goes to large apartment buildings to get listings. It will [...]", "print_page": null, "word_count": 152, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/05/03/a-new-apartment-finder/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365148eb7c8105d8b41c0", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Damon", "rank": 1, "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Editorial", "snippet": "The government should act something like a referee in a boxing match when it comes to fights like the one between Microsoft and Google....", "news_desk": "Editorial", "lead_paragraph": "The government should act something like a referee in a boxing match when it comes to fights like the one between Microsoft and Google.", "headline": {"main": "The Battle of the Box", "print_headline": "The Battle of the Box", "content_kicker": "Editorial"}, "pub_date": "2006-05-03T00:00:00Z", "abstract": null, "print_page": "24", "word_count": "434", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/03/opinion/03wed4.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Msn", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b38f7738f0d82eb90f158a", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "This week, Google unveiled a really great, free online calendar program. And yet I won't be adopting it any time soon. But there is another great calendar program out there....", "news_desk": "BIZ", "lead_paragraph": "This week, Google unveiled a really great, free online calendar program. And yet I won't be adopting it any time soon. But there is another great calendar program out there.", "headline": {"main": "Seeking Calendar Nirvana", "kicker": "From the Desk of David Pogue", "content_kicker": "From the Desk of David Pogue"}, "pub_date": "2006-05-04T11:05:00Z", "abstract": null, "print_page": null, "word_count": "832", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/04/technology/04POGUE-EMAIL.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b398d538f0d82eb90f16b1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "It already counted big names such as Google and Goldman Sachs among its backers. Now Current Communications, which develops technology for providing broadband Internet access over power lines, says it has hauled in an additional $130 million in fu...", "news_desk": null, "lead_paragraph": "It already counted big names such as Google and Goldman Sachs among its backers. Now Current Communications, which develops technology for providing broadband Internet access over power lines, says it has hauled in an additional $130 million in funding from a group including new investors General Electric, EarthLink and Texas utility company TXU.", "headline": {"main": "Current Gets $130 Million to Offer Internet Over Power Lines", "kicker": "DealBook"}, "pub_date": "2006-05-04T10:25:15Z", "abstract": "It already counted big names such as Google and Goldman Sachs among its backers. Now Current Communications, which develops technology for providing broadband Internet access over power lines, says it has hauled in an additional $130 million in funding from a group including new investors General Electric, EarthLink and Texas utility company TXU. TXU plans [...]", "print_page": null, "word_count": 123, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/04/current-gets-130-million-to-develop-broadband-over-power-lines/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364d88eb7c8105d8b3caf", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "There was a range of reactions to Wednesday's report in The Wall Street Journal that Microsoft has held discussions to buy a stake in Internet media company Yahoo to compete against Google. The story of a Microsoft-Yahoo deal drew a comment of \"No...", "news_desk": null, "lead_paragraph": "There was a range of reactions to Wednesday's report in The Wall Street Journal that Microsoft has held discussions to buy a stake in Internet media company Yahoo to compete against Google.", "headline": {"main": "Yahoo Stake for Microsoft?", "kicker": "DealBook"}, "pub_date": "2006-05-04T04:06:39Z", "abstract": "There was a range of reactions to Wednesday's report in The Wall Street Journal that Microsoft has held discussions to buy a stake in Internet media company Yahoo to compete against Google. The story of a Microsoft-Yahoo deal drew a comment of \"No way\" from John Battelle's Searchblog, but a \"Yes!\" from Paul Kedrosky's Infectious [...]", "print_page": null, "word_count": 230, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/04/yahoo-stake-for-microsoft/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd364ee8eb7c8105d8b3edb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Video", "snippet": "When corporate titans like Microsoft and Google compete, history tells us the company that adapts, wins.  (Producer: Emily B. Hager)...", "news_desk": "Business Day", "lead_paragraph": "When corporate titans like Microsoft and Google compete, history tells us the company that adapts, wins.  (Producer: Emily B. Hager)", "headline": {"main": "Microsoft and Google Square Off", "sub": "Stakes Rise for Technology Companies"}, "pub_date": "2006-05-05T20:45:44Z", "abstract": null, "print_page": null, "word_count": "20", "document_type": "multimedia", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/video/business/1194817114656/microsoft-and-google-square-off.html", "multimedia": [{"width": 190, "url": "images/2006/05/05/business/Google_5_8_06_Hag.190x126.fr.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/05/05/business/Google_5_8_06_Hag.190x126.fr.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/05/05/business/Google_5_8_06_Hag.75x75.fr.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/05/05/business/Google_5_8_06_Hag.75x75.fr.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "504a717d1c22dfde670b9155", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Microsoft will increase investments in its online businesses as it escalates a battle with Google....", "news_desk": "Business", "lead_paragraph": "Microsoft will increase investments in its online businesses as it escalates a battle with Google.", "headline": {"main": "Microsoft to Put More Money Into MSN", "print_headline": "Microsoft to Put More Money Into MSN"}, "pub_date": "2006-05-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "446", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/05/technology/05soft.html", "multimedia": [{"width": 75, "url": "images/2006/05/05/business/soft_75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/05/05/business/soft_75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "54b39e5238f0d82eb90f175f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Of all the stories I've read about China and Internet censorship — and there have been a bunch — Clive Thompson's article (April 23) was the first to show a more nuanced and interesting picture. As a First Amendment near-absolutist, I had foun...", "news_desk": "Magazine", "lead_paragraph": "Of all the stories I've read about China and Internet censorship — and there have been a bunch — Clive Thompson's article (April 23) was the first to show a more nuanced and interesting picture. As a First Amendment near-absolutist, I had found it easy to label Google as craven and hypocritical, until I learned more about what it actually has done and why. That doesn't cleanse Google in my eyes, but it certainly turns caricatures into fully animated characters.", "headline": {"main": "Letters", "print_headline": "Google's China Problem (And China's Google Problem)"}, "pub_date": "2006-05-07T00:00:00Z", "abstract": null, "print_page": null, "word_count": "1120", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/07/magazine/07letters.html", "multimedia": [{"width": 75, "url": "images/2006/04/19/magazine/23cover.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/04/19/magazine/23cover.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [], "subsection_name": null, "_id": "54b3911338f0d82eb90f15c0", "byline": null, "section_name": "Magazine"}, {"type_of_material": "Letter", "snippet": "I had thought that everything had been said that could be said about Google's China problem, but Thompson's article helped me see something new. In the Google Bildungsroman, the chronicle of its extraordinary growth and development to magnificent ...", "news_desk": "Magazine", "lead_paragraph": "I had thought that everything had been said that could be said about Google's China problem, but Thompson's article helped me see something new. In the Google Bildungsroman, the chronicle of its extraordinary growth and development to magnificent maturity, it appears that Google's moral imagination has been left behind in grade school. Think of the devastating list of things that it would have been '' 'arrogant' of Google to try to change'' -- apartheid, death camps, the gulag, Mao's killing machine. Donald Heinz Chico, Calif.", "headline": {"main": "Google's China Problem (And China's Google Problem)"}, "pub_date": "2006-05-07T00:00:00Z", "abstract": "Donald Heinz letter comments on April 23 article on Google's operations in China; drawing", "print_page": "10", "word_count": 85, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A06E0D8113FF934A35756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "HEINZ, DONALD"}, {"name": "persons", "value": "THOMPSON, CLIVE"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287dc8eb7c8105d859c98", "byline": null, "section_name": "Technology; Magazine; Opinion"}, {"type_of_material": "Letter", "snippet": "For many years, the United States government's Voice of America and the BBC's World Service tried to penetrate China's antitruth fire wall with radio broadcasts that could skip into the country from transmitters outside the country. Chinese govern...", "news_desk": "Magazine", "lead_paragraph": "For many years, the United States government's Voice of America and the BBC's World Service tried to penetrate China's antitruth fire wall with radio broadcasts that could skip into the country from transmitters outside the country. Chinese government transmitters tried to jam these radio broadcasts, and the same is happening today, in the digital world, via China-based Cisco routers that block the truth. Thus we know that digital transmissions are every bit as susceptible to censorship as over-the-air radio, television and satellite transmissions are. Patrick Jackson Chapel Hill, N.C.", "headline": {"main": "Google's China Problem (And China's Google Problem)"}, "pub_date": "2006-05-07T00:00:00Z", "abstract": "Patrick Johnson letter comments on April 23 article on Google's operations in China; drawing", "print_page": "10", "word_count": 89, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9801E0D8113FF934A35756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "JACKSON, PATRICK"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287dc8eb7c8105d859c99", "byline": null, "section_name": "Technology; Magazine; Opinion"}, {"type_of_material": "Letter", "snippet": "Of all the stories I've read about China and Internet censorship -- and there have been a bunch -- Clive Thompson's article (April 23) was the first to show a more nuanced and interesting picture. As a First Amendment near-absolutist, I had found ...", "news_desk": "Magazine", "lead_paragraph": "Of all the stories I've read about China and Internet censorship -- and there have been a bunch -- Clive Thompson's article (April 23) was the first to show a more nuanced and interesting picture. As a First Amendment near-absolutist, I had found it easy to label Google as craven and hypocritical, until I learned more about what it actually has done and why. That doesn't cleanse Google in my eyes, but it certainly turns caricatures into fully animated characters. Mark Obbie Canandaigua, N.Y.", "headline": {"main": "Google's China Problem (And China's Google Problem)"}, "pub_date": "2006-05-07T00:00:00Z", "abstract": "Mark Obbie letter comments on April 23 article on Google's operations in China; drawing", "print_page": "10", "word_count": 84, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E0D8113FF934A35756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "THOMPSON, CLIVE"}, {"name": "persons", "value": "OBBIE, MARK"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287dc8eb7c8105d859c97", "byline": null, "section_name": "Technology; Magazine; Opinion"}, {"type_of_material": "News", "snippet": "In hopes of catching up to Google's ad revenue, Yahoo will soon release a simpler, more stable and more nuanced search-advertising system....", "news_desk": "Business", "lead_paragraph": "In hopes of catching up to Google's ad revenue, Yahoo will soon release a simpler, more stable and more nuanced search-advertising system.", "headline": {"main": "Yahoo Is Unleashing a New Way to Turn Ad Clicks Into Ka-Ching", "print_headline": "Yahoo Is Unleashing a New Way to Turn Ad Clicks Into Ka-Ching"}, "pub_date": "2006-05-08T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1452", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/08/technology/08yahoo.html", "multimedia": [{"width": 600, "url": "images/2006/05/08/business/08yahoo_600x400.jpg", "height": 400, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/05/08/business/08yahoo_600x400.jpg", "xlargeheight": "400"}, "type": "image"}, {"width": 75, "url": "images/2006/05/08/business/08yahoo_75x75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/05/08/business/08yahoo_75x75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b3ac0c38f0d82eb90f193c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "WACHOVIA DEAL -- The Wachovia Corporation was near a deal to acquire Golden West Financial, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said. [C1.]    FISH...", "news_desk": "Business/Financial Desk", "lead_paragraph": "WACHOVIA DEAL -- The Wachovia Corporation was near a deal to acquire Golden West Financial, one of the last major independent banks on the West Coast, for about $26 billion in cash and stock, people involved in the negotiations said. [C1.] FISHER SCIENTIFIC DEAL -- Fisher Scientific International, a larger supplier of medical laboratory equipment, was near a deal to merge with its rival Thermo Electron in a deal worth about $11 billion, people involved in the transaction said. [C1.] YAHOO'S NEW SEARCH CODE -- Yahoo, in an effort to catch up with Google, will soon switch to a new search advertising software code. If the project was worth the two years and tens of millions it cost, users will find the text ads adjacent to the main search results just a little more interesting, luring them to click on them a little more often. [C1.] MTV, IN TWO PLACES AT ONCE -- Beginning this summer with the MTV Video Music Awards and continuing in the fall with its live afternoon program, ''Total Request Live,'' MTV will offer two simultaneous versions of each show, one on television and another, focusing on a behind-the-scenes narrative, on its broadband channel, MTV Overdrive. [C1.] NEW RULES OF THE GAME -- Video game makers are gathering at their annual convention at a moment of deep uncertainty and concern over the industry's transition to the next generation of high-end game systems. [C1.] PORTFOLIO NIGHT -- In an event held last week, advertising hopefuls met face-to-face with their professional idols: creative directors and copywriters. The event, called Portfolio Night, is something like ''The Apprentice'' but in a bar instead of a boardroom. Agency professionals spent 15 minutes with each aspiring creative director, analyzing portfolios and delivering instant, and frequently painful, critiques. [C5.] STILL IN THE MAINFRAME GAME -- I.B.M. is introducing software tools, academic programs and support for outside developers that are intended to bring new business and new programmers to the mainframe. [C3.] THE POWER OF MOM -- Web sites aimed at mothers of school-age children are popping up quickly, while existing sites are adding features they hope will draw new users. [C7.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 358, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E3DF163EF93BA35756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2548b8eb7c8105d7fbfb4", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Microsoft is the world's dominant force in computing, but the software giant is also facing some significant threats to its reign. One of those is the Internet. The New York Times writes on Wednesday that Microsoft and Google, the powerhouse of In...", "news_desk": null, "lead_paragraph": "Microsoft is the world's dominant force in computing, but the software giant is also facing some significant threats to its reign. One of those is the Internet. The New York Times writes on Wednesday that Microsoft and Google, the powerhouse of Internet search tools, appear to be \"on a collision course, as the realms of desktop computing and Internet services and software overlap more and more.\"", "headline": {"main": "Can Microsoft Fight Threats With Deals?", "kicker": "DealBook"}, "pub_date": "2006-05-10T03:08:58Z", "abstract": "Microsoft is the world's dominant force in computing, but the software giant is also facing some significant threats to its reign. One of those is the Internet. The New York Times writes on Wednesday that Microsoft and Google, the powerhouse of Internet search tools, appear to be \"on a collision course, as the realms of [...]", "print_page": null, "word_count": 281, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/10/in-its-search-for-content-could-microsoft-consider-time-warner/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365268eb7c8105d8b43a4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The Microsoft-Google rivalry is shaping up as a titanic corporate clash for the ages....", "news_desk": "Business", "lead_paragraph": "The Microsoft-Google rivalry is shaping up as a titanic corporate clash for the ages.", "headline": {"main": "Microsoft and Google Grapple for Supremacy", "sub": "Microsoft and Google Grapple for Supremacy as Stakes Escalate;", "print_headline": "And in This Corner{hellip}"}, "pub_date": "2006-05-10T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1645", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/10/technology/10titans.html", "multimedia": [{"width": 190, "url": "images/2006/05/10/business/10titans_graphic_190.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/05/10/business/10titans_graphic_190.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 600, "url": "images/2006/05/10/business/tita.600.jpg", "height": 292, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/05/10/business/tita.600.jpg", "xlargeheight": "292"}, "type": "image"}, {"width": 75, "url": "images/2006/05/10/business/tita.7575.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/05/10/business/tita.7575.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Executives and Management", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Intel Corporation", "name": "organizations"}], "subsection_name": null, "_id": "54b3bc1838f0d82eb90f1b4e", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steve", "rank": 1, "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-14    Iranian Leader Lectures Bush in Letter on Religion  The president of Iran, in a letter sent to president Bush on Monday, wrote that Western democracy has failed and that the invasion of Iraq, American treatment of prisoner...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-14 Iranian Leader Lectures Bush in Letter on Religion The president of Iran, in a letter sent to president Bush on Monday, wrote that Western democracy has failed and that the invasion of Iraq, American treatment of prisoners of war and support for Israel could not be reconciled with Christian values. A1 The United States and its European negotiating partners are preparing to repackage economic incentives aimed at inducing Iran to cooperate in eliminating its suspected nuclear weapons program, American and European officials said. A14 U.S. Agrees to Aid Palestinians Yielding to pressure from its allies, the Bush administration endorsed a European proposal to increase aid to the Palestinian territories, including money that could possibly go to pay salaries of civil servants working under Hamas. A6 Sunnis Forming Civilian Patrols As evidence mounts that Shiite police commandos are carrying out secret killings, Sunni Arab neighborhoods in Baghdad have begun forming citizen groups to keep the forces out of their areas. A1 U.N. Votes on Rights Council The United Nations General Assembly chose members of the new Human Rights Council in an election that admitted some countries with poor rights records but barred notorious violators. A12 Romanian Orphans Still Abused Investigators for an advocacy group based in Washington have found that thousands of children in government-run institutions in Romania are living in conditions that are little changed from a decade ago, when systematic abuse and squalor prompted an international outcry and calls for reform. A3 NATIONAL A15-22 Bush's Low Ratings Are Grim for Republicans President Bush's approval rating for his management of foreign policy, Iraq and the economy have fallen to the lowest levels of his presidency, which has created a grim political environment for the White House and Congressional Republicans, according to the latest New York Times/CBS News Poll. A1 Pentagon's Expanding Spy Role President Bush's selection of Gen. Michael V. Hayden to be the next director of the Central Intelligence Agency sets the stage for new wrangling with the Pentagon, which is rapidly expanding its own global spying and terrorist-tracking operations, which were long considered C.I.A. roles. A1 Ordeal of Prisoners in Storm More than 100 teenagers held in detention during Hurricane Katrina endured horrific conditions after the storm according to a new report. A15 Nominee Courts Senators As Senate Republicans promised to begin confirmation hearings soon, Gen. Michael V. Hayden spent the day trying to win over lawmakers wary of his nomination to lead the Central Intelligence Agency. A22 G.O.P. Deal on Tax Plan Republicans in Congress agreed on a $69 billion bill that would extend President Bush's tax cuts for investors for two years and temporarily block a big jump in the alternative minimum tax, possibly giving the party a much-sought victory. A15 Newspaper Sale Causes Feud When David V. Mitchell sold the local newspaper in Point Reyes Station, Calif., to Robert I. Plotkin, no one could have predicted the ensuing public battle, complete with a disputed claim of attempted murder. A22 NEW YORK/REGION B1-7 Booker Elected Mayor, Newark Looks to New Era Cory Booker, the young, Ivy League-educated lawyer who fought an unsuccessful battle four years ago against the domineering incumbent Sharpe James, was elected mayor, marking the start of a new political era in New Jersey's largest city. A1 Response Questioned The Civilian Complaint Review Board, the New York City agency investigating the police response to protests at the 2004 Republican National Convention, sharply criticized the performance of two deputy police chiefs, saying that they yelled incomprehensible orders to marchers, which resulted in numerous unnecessary arrests. B1 McCain Invitation Protested About three dozen students and professors at New School University, a bastion of liberal politics, rallied to protest the school's decision to invite Senator John McCain, an Arizona Republican, to serve as commencement speaker. B1 Murdoch-Clinton Synergy Rupert Murdoch, who founded the media empire that includes Fox News and The New York Post, has agreed to throw a fund-raiser this summer for Senator Hillary Rodham Clinton, who is often a prime target of his news outlets. B1 ARTS E1-10 More Twists in Detective Case Anthony Pellicano, the jailed private detective charged with wiretapping and conspiracy in Hollywood's biggest scandal in decades, conspired recently with organized-crime figures to try to assassinate a key witness against him, federal prosecutors say. E1 BUSINESS DAY C1-14 C.E.O.'s and Jet Travel As chief executives' salaries have risen sharply, shareholders are also paying more for their personal travel on corporate jets, new government data show. A1 Bush's Stance on the Yuan After three years of pushing China to let its currency float more freely, the Bush administration still appears reluctant to accuse China of manipulating its exchange rate. C1 Insight Into a Tech Rivalry The Microsoft-Google rivalry is shaping up as a titanic corporate clash for the ages. A look at similar battles in the past may shed light on who will emerge as the winner in this confrontation. C1 Business Digest C2 EDITORIAL A24-25 Editorials: Reining in charter schools; the ''she asked for it'' defense; barely staying afloat; an agriprop guide to cluck and awe. Columns: Thomas L. Friedman, Maureen Dowd. Crossword E6 Obituaries A23 TV Listings E9 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-05-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 861, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03E4D6163EF933A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2548b8eb7c8105d7fbff5", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "New U.N. Rights Group Excludes Worst Abusers  Six nations with poor records were elected to a new rights panel, but serious violators from the earlier rights commission were voted down. It was the first official outing for the new British foreign ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "New U.N. Rights Group Excludes Worst Abusers Six nations with poor records were elected to a new rights panel, but serious violators from the earlier rights commission were voted down. It was the first official outing for the new British foreign secretary, Margaret Beckett, left, with the U.S. envoy, John R. Bolton, and Secretary of State Condoleezza Rice. PAGE A12 $69 Billion Tax Cut Deal House and Senate Republicans reached agreement on a bill that would extend President Bush's tax cuts for investors and temporarily block a big jump in the alternative minimum tax. PAGE A15 Clash of Computer Titans The Microsoft-Google rivalry is shaping up as a titanic clash, with the worlds of desktop computing and the Internet colliding. A look at corporate battles of the past may shed light on how this conflict will play out. BUSINESS DAY, PAGE C1 Lingering Abuse in Romania Thousands of children in government-run institutions in Romania are living in conditions that are little changed from a decade ago, a rights group said in a report issued days before Europe assesses the country's human rights standards. PAGE A3 McCain Invitation Protested Students and professors at New School University, a liberal bastion in Greenwich Village, are protesting their school's choice of commencement speaker: Senator John McCain, a Republican. PAGE B1 When Words Fail In Conor McPherson's new play ''Shining City,'' lonely Dubliners struggle to communicate with each other -- and with the dead. A review by Ben Brantley. THE ARTS, PAGE E1", "headline": {"main": "INSIDE"}, "pub_date": "2006-05-10T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 248, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9400E6D6163EF933A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd278368eb7c8105d83a496", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "EXECUTIVE JET RIDES -- Shareholders are paying more for executives' personal travel on corporate jets, new government data show. [A1.]    CHINA CURRENCY STANCE -- After nearly three years of pushing China to let its currency float more freely, wit...", "news_desk": "Business/Financial Desk", "lead_paragraph": "EXECUTIVE JET RIDES -- Shareholders are paying more for executives' personal travel on corporate jets, new government data show. [A1.] CHINA CURRENCY STANCE -- After nearly three years of pushing China to let its currency float more freely, without getting much result, the Bush administration still appears reluctant to accuse China of manipulating its exchange rate. Treasury Secretary John W. Snow, left, has steadfastly resisted demands to threaten China, arguing that Chinese leaders are making ''progress'' toward a more flexible exchange rate and a more open financial system. [C1.] CLASH OF COMPUTER TITANS -- The Microsoft-Google rivalry is shaping up as a corporate clash for the ages. Pitched corporate battles of the past may shed some light on how this one will turn out. [C1.] MICROSOFT'S GAMING STRATEGY -- Leaving no doubt how much importance Microsoft attaches to its video-game efforts, Bill Gates laid out a vision in which gamers can be connected whether using the Xbox 360 console, a PC or a cellphone. [C5.] TEST OF CORPORATE AID -- Northrop Grumman, the largest builder of warships in the world, is laying out its arguments for another $200 million from Congress to cover losses from Hurricane Katrina. It is a test case of whether such a large company should receive extra help from taxpayers or bear its financial difficulties on its own. [C1.] DELPHI IN COURT -- Delphi began its court push to throw out its labor contracts and impose sharply lower wages and benefits, a move that the United Automobile Workers warns could result in a strike that would shut down both Delphi and its biggest customer, General Motors. [C3.] INTERNET IN THE SKIES -- The Federal Communications Commission begins to auction off frequencies for in-flight Internet service. Nine companies, including Verizon Airfone, which pioneered pay phones in the air, are expected to enter bids for the two licenses available. [C3.] BILL TO EXTEND TAX CUTS -- House and Senate Republicans reached agreement on a $70 billion bill that would extend President Bush's tax cuts for investors for two more years and temporarily block a big jump in the alternative minimum tax. [A15.] DRUG PLAN PROVES POPULAR -- President Bush's prescription drug plan is emerging as a surprising plus for Republicans in a rocky election season. Rather than angering a crucial bloc, aides say, the plan gives older voters something that always endears politicians to constituents -- money in the pocket. [A20.] GOLD SOARS -- Prices for gold, platinum and other precious metals surged to new heights yesterday as investors weighed an assortment of worries over energy and Iran's nuclear program. [C11.] ANXIETY OVER BOLIVIAN LAND -- Unnerved by the Bolivian government's announcement that it would nationalize oil and gas fields, Brazilian farmers with land in the country are increasingly alarmed at the possibility of another step: a redistribution of Bolivian land. [C6.] WHOLE FOODS STRESSES PRICE -- Whole Foods, the organic food emporium that is all but synonymous with gastronomic indulgence, now wants to be known for something else: low prices. For 10 weeks, Whole Foods is running print advertisements in New York City emphasizing ''value'' and ''deals.'' Advertising. [C1.] CISCO REVENUE UP -- Cisco Systems, the largest network equipment maker, reported a slight decline in quarterly profit due to stock option expensing, while revenue increased the most in seven quarters. [C5.] KPMG INQUIRY -- A federal prosecutor said that a move by KPMG to cut off legal fees to employees caught up in a criminal investigation of the firm over tax shelters played no role in the government's decision not to indict the firm. [C13.] NORDIC ECONOMICS -- Defying conservative American beliefs, Sweden's economy is thriving, even though taxes remain high and the government administers cradle-to-grave social programs that absorb more than half the national output. It is called the Nordic model. The question some Europeans are asking is: Would it work farther south, in Germany or France, or even Italy? [A4.] ONLINE INVESTOR TOOLS: Information on stock and bonds, mutual funds and commodities, and tools to follow the market or track your investment portfolio, can be found at nytimes.com/business. THE CLASSICS: Previous columns from Gretchen Morgenson, Joe Nocera and Floyd Norris can be found at nytimes.com/timesselect. DEALBOOK -- A newsletter on mergers and acquisitions, I.P.O.'s, venture capital and more, edited by Andrew Ross Sorkin: nytimes.com/dealbook. Business Briefing Articles on these developments are at nytimes.com/business. THE FORD MOTOR COMPANY lowered its global market share projections and said that it would close seven North American plants from 2010 to 2012 as part of its previously announced revamping. (REUTERS) MITTAL STEEL said it planned to take its $27 billion bid for its rival Arcelor directly to shareholders as soon as next week. (NYT) A FORMER INVESTMENT BANKER for UBS testified at a trial in Alabama that the bank helped channel money to pay off campaign debts incurred by former Gov. Donald Siegelman, at the request of Richard M. Scrushy, then chief of HealthSouth. (NYT)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 825, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9904E1D7163EF933A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2548b8eb7c8105d7fbff0", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": null, "news_desk": "BIZ", "lead_paragraph": null, "headline": {"main": "Google Keeps Two-Tier Ownership Structure"}, "pub_date": "2006-05-11T12:18:00Z", "abstract": null, "print_page": null, "word_count": "273", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/11/technology/12google-wire.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "54b3cf5838f0d82eb90f1dd6", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google introduced several services on Wednesday that draw on contributions from users to help identify popular Web sites....", "news_desk": "Business", "lead_paragraph": "Google introduced several services on Wednesday that draw on contributions from users to help identify popular Web sites.", "headline": {"main": "Google Shows New Services in Battle of Search Engines", "sub": "Users to Help Identify Popular Web Sites;", "print_headline": "Google Shows New Services In Battle of Search Engines"}, "pub_date": "2006-05-11T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "808", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/11/technology/11google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}], "subsection_name": null, "_id": "54b3c39038f0d82eb90f1c4f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Yahoo and the Telemundo Group plan to combine their Spanish-language sites, giving Yahoo an edge over Google in competing for the Hispanic market....", "news_desk": "Business", "lead_paragraph": "Yahoo and the Telemundo Group plan to combine their Spanish-language sites, giving Yahoo an edge over Google in competing for the Hispanic market.", "headline": {"main": "Yahoo in Deal on Spanish Site", "print_headline": "Yahoo in Deal On Spanish Site"}, "pub_date": "2006-05-11T00:00:00Z", "abstract": null, "print_page": "10", "word_count": "147", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/11/technology/11online.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Telemundo", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "United States", "name": "glocations"}], "subsection_name": null, "_id": "54b3c1f438f0d82eb90f1c16", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "U.S. AND THE YUAN The Bush administration said that although it was ''extremely dissatisfied'' with China's refusal to allow its currency to fluctuate more freely in value, it would not formally cite China as a currency manipulator and provoke a c...", "news_desk": "Business/Financial Desk", "lead_paragraph": "U.S. AND THE YUAN The Bush administration said that although it was ''extremely dissatisfied'' with China's refusal to allow its currency to fluctuate more freely in value, it would not formally cite China as a currency manipulator and provoke a confrontation. [C1.] FED RAISES RATES The Federal Reserve raised short-term interest rates again, its 16th increase in two years, and gave itself room to raise them again in June. Its statement illustrated the uncertainty that confronts the Fed and its new chairman, Ben S. Bernanke, above, as policy makers prepare to shift gears after two years of raising rates. [C1.] TAX CUT BILL The House passed a $69 billion bill to extend President Bush's tax cuts for investors for two more years, giving the White House a victory at a time when its agenda is largely stalled. [C10.] IMPACT OF CUTS Most of the benefits of the tax cut will flow to high-income Americans. [C1.] AIRBUS TO REDESIGN PLANE Airbus, facing a growing chorus of doubts from customers, is expected to radically redesign its midsize plane, the A350, in a move that could give Boeing the upper hand in a critical segment of the commercial aircraft market. [C3.] NEW GOOGLE SERVICES Google introduced several services that draw on contributions from users. [C6.] ENRON TRIAL DEVELOPMENT The judge in the Enron trial dealt a serious blow to the two former chief executives accused of defrauding investors by agreeing to allow jurors to find both men guilty for consciously avoiding knowing about wrongdoing at the company. [C3.] NASDAQ'S LONDON STAKE Nasdaq raised its stake in the London Stock Exchange to 24.1 percent. In addition, the insurance company AXA said that it had bought up 10.6 percent of the London exchange. Analysts said AXA probably hoped to sell the shares to Nasdaq at a higher price. [C11.] STOCKS ARE MOSTLY LOWER The Dow Jones industrial average rose 2.88 points, to 11,642.65. The Standard & Poor's 500-stock index lost 2.29 points, to 1,322.85, and the Nasdaq composite index sank 17.51 points, to 2,320.74. [C11.] THE OPRAH EFFECT IN COSMETICS Oprah Winfrey drives enormous traffic to cosmetics counters, spas and doctors' offices when she endorses a product or a treatment on her show, according to beauty industry executives. Some doctors say that can be a problem when the beauty treatment being featured is medical, with possible complications, rather than simply a cosmetic or spa procedure. [G1.] CATHOLIC RADIO CHANNEL The Roman Catholic Archdiocese of New York announced a deal to work with Sirius Satellite Radio to create a 24/7 Catholic channel. [E1.] ENTER THE DRAENEI Blizzard Entertainment, the company behind the World of Warcraft game, announced that its latest expansion, called the Burning Crusade, will include the introduction of an otherworldly species called the Draenei. [E3.] TOYOTA PROFIT SURGES Toyota posted a 17.2 percent jump in net profit, to a record 1.37 trillion yen ($12.1 billion) in the fiscal year that ended March 31. It was its sixth consecutive year of record profit. Toyota also released a sales forecast that analysts said showed it was on track to dethrone General Motors as the world's largest carmaker, possibly as soon as this year. [C4.] ASIA IN U.S. CAR CAPITAL Detroit is having trouble adjusting to a new reality: the Asian car companies it once vowed to vanquish have moved squarely into its front yard. [A1.] ACTION ON OIL LEASES Amid a growing uproar over lucrative government incentives for oil and gas producers, the House Appropriations Committee approved a bill that would order the Interior Department to renegotiate about 1,000 leases for drilling in the Gulf of Mexico. [C4.] ONLINE EXECUTIVE PAY IN 2005: While new technology and low-cost labor overseas are holding down the wages of the average American worker, executive pay continues to rise. An interactive graphic is at at nytimes.com/business. DEALBOOK: A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. CORPORATE BONDS DATA: A roundup of the most active investment grade, high yield and convertible corporate bonds, provided by NASD is at nytimes.com/business. Business Briefing Articles on these developments are at nytimes.com/business. THE AMERICAN INTERNATIONAL GROUP Inc., the insurance companies, said that its net income fell nearly 16 percent in the quarter. Net income was $3.2 billion, down from $3.8 billion a year earlier. (AP) NORTHWEST AIRLINES, which filed for bankruptcy in September, reported a first-quarter net loss of $1.1 billion, hurt by reorganization costs and rising fuel prices. (REUTERS) A JUDGE IN THE KPMG case questioned the constitutionality of a government policy that defense lawyers say pressures companies to stop paying legal fees for employees who do not cooperate with prosecutors. Federal District Judge Lewis A. Kaplan said he might consider forcing KPMG to pay legal fees for employees or former employees accused in criminal tax case. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-11T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 807, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DEFDC173EF932A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aec58eb7c8105d89d16f", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Dealbook spent some time playing - ahem, conducting research - on Google's new Web tool, Google Trends. The service reports how often a given term has been searched on Google, as well as where in the world the searches originated. We tried a few c...", "news_desk": null, "lead_paragraph": "Dealbook spent some time playing -- ahem, conducting research -- on Google's new Web tool, Google Trends. The service reports how often a given term has been searched on Google, as well as where in the world the searches originated.", "headline": {"main": "Google Trends and Scottish Short Sellers", "kicker": "DealBook"}, "pub_date": "2006-05-12T16:00:13Z", "abstract": "Dealbook spent some time playing - ahem, conducting research - on Google's new Web tool, Google Trends. The service reports how often a given term has been searched on Google, as well as where in the world the searches originated. We tried a few common financial terms on Friday afternoon and were left scratching our [...]", "print_page": null, "word_count": 158, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/12/google-trends-and-scottish-short-sellers/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364b98eb7c8105d8b3912", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Shareholders of Google, the world's most popular Web search provider, on Thursday rejected a dissident investor proposal to end a two-tier ownership structure that vests power in its founders. A majority of the shareholders participating in the co...", "news_desk": null, "lead_paragraph": "Shareholders of Google, the world's most popular Web search provider, on Thursday rejected a dissident investor proposal to end a two-tier ownership structure that vests power in its founders.", "headline": {"main": "Google Keeps Two-Tier Ownership Structure", "kicker": "DealBook"}, "pub_date": "2006-05-12T07:53:16Z", "abstract": "Shareholders of Google, the world's most popular Web search provider, on Thursday rejected a dissident investor proposal to end a two-tier ownership structure that vests power in its founders. A majority of the shareholders participating in the company's annual shareholder meeting voted against a proposal by a union pension fund that would have diluted control [...]", "print_page": null, "word_count": 70, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/12/google-keeps-two-tier-ownership-structure/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365048eb7c8105d8b4089", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "SENATE APPROVES TAX BILL -- The Senate voted 54 to 44 to pass $70 billion in tax cuts, most of which will flow to the nation's wealthiest taxpayers. The action ensured that virtually all of President Bush's tax cuts will be locked in place until a...", "news_desk": "Business/Financial Desk", "lead_paragraph": "SENATE APPROVES TAX BILL -- The Senate voted 54 to 44 to pass $70 billion in tax cuts, most of which will flow to the nation's wealthiest taxpayers. The action ensured that virtually all of President Bush's tax cuts will be locked in place until after the next presidential election. [Page A1.] STOCKS FALL -- Stock prices fell sharply as investors worried that rising oil prices would quicken the pace of inflation and force policy makers to raise interest rates further. The Standard & Poor's 500-stock index fell 1.3 percent, to 1,305.92. The Dow Jones industrial average declined 1.2 percent, to 11,500.73, and the Nasdaq fell 2 percent, to 2,272.70. [C1.] MARKET REVIVAL IN CHINA -- After sinking to an eight-year low last year and being declared all but dead, the Chinese stock market has recently soared to a level more than 50 percent higher from a year ago. [C9.] WAL-MART SUPPLIER CONTROVERSY -- Wal-Mart, having helped start an advocacy group that trumpets the company's contributions to America, is quietly helping that organization recruit Wal-Mart's suppliers to join the public relations offensive -- a move that some vendors say puts improper pressure on them. [C1.] ORGANIC FOOD AND WAL-MART -- Starting this summer, there will be a lot more organic food on supermarket shelves, and it should cost a lot less. The reason is that Wal-Mart wants to sell more organic food -- and because of its size and clout, Wal-Mart usually gets what it wants. [A1] INHALER SHORTAGE -- A federally mandated shift to a more ozone-friendly version of hand-held inhalers for asthma attacks is creating spot shortages of the devices. [C1.] MERGER RESISTANCE IN EUROPE -- Few business executives are as determined to forge a single European market as Alessandro Profumo, the Italian banker who took over HVB, the German bank. For other European chief executives eager to expand across borders, Mr. Profumo's experience shows that building a pan-European enterprise requires luck, stamina, and a thick skin. [C1.] NEW TWIST IN TRADING CASE -- Federal prosecutors arrested Jason C. Smith and charged him with leaking secret information from grand jury proceedings to David Pajcin and Eugene Plotkin, two men previously accused of running an insider-trading ring that reaped $6.7 million in illegal profits in 2004 and 2005. [C1.] WARNING ON PAXIL -- GlaxoSmithKline has sent letters to doctors warning that its antidepressant drug Paxil appears to increase the risk of suicide attempts in young adults. [A26.] SUIT OVER AIDS DRUG -- Two patients' rights groups in India sued to stop Gilead Sciences, a California biopharmaceutical company, from patenting the AIDS drug Viread, which is available in India in a generic form. If the drug is patented, it will become too expensive for patients in developing countries, the groups argue. [A4.] BLACKBERRY IN CHINA -- Research In Motion said it would introduce its BlackBerry wireless service in China. But the announcement prompted questions about how the service would fit into the Chinese government's program of communications surveillance and censorship. [C3.] HEALTH BILL FAILS -- A small-business health insurance bill collapsed in the Senate as critics contended that the bill would strip away years of consumer protections. [A23.] PAY-FOR-PLAY SETTLEMENT -- The Universal Music Group has agreed to pay $12 million to settle accusations that executives paid radio programmers to play songs. [C3.] ONLINE SHORTS AS OFFICE WEAR -- Dress codes these days are as elastic as a bungee cord, expanding to accommodate all manner of once unthinkable workplace infractions. This year dress codes have stretched to encompass shorts, of all things. A report can be found at nytimes.com/fashion. INVESTOR TOOLS -- Information on all United States stock, plus bonds, mutual funds, commodities and foreign stocks, as well as analysis of industry sectors and stock indexes is at nytimes.com/business POGUE'S POSTS -- A blog on the latest in technology from the Times's David Pogue, with a new look is at nytimes.com/pogue. Business Briefing Articles on these developments are at nytimes.com/business. Expedia Inc., the Internet travel agency, said first-quarter profit fell 51 percent on higher expenses and waning demand for vacation packages. Net income declined to $23.3 million from $48 million a year earlier. Revenue rose 1.8 percent to $493.9 million. (BLOOMBERG NEWS) Delta Air Lines Inc., the nation's third-largest carrier, said in a regulatory filing Thursday that it expected a first-quarter loss of $2.1 billion, almost all of it because of bankruptcy restructuring costs. Delta said in the filing that excluding the cost of restructuring, losses for the quarter would be $356 million. (AP) Shareholders of Google Inc., the world's most popular Web search provider, rejected a dissident investor proposal to end a two-tier ownership structure. (REUTERS) Ford told shareholders that the company was considering a plug-in hybrid vehicle. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 790, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9807E3D7173EF931A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251778eb7c8105d7f5a53", "byline": null, "section_name": "Business"}, {"type_of_material": "Correction", "snippet": "An article in The Arts yesterday about readings by authors at corporate offices misstated the title of the new book by Simon Schama, who read from it to Google employees. It is ''Rough Crossings,'' not ''Rough Passages.''...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in The Arts yesterday about readings by authors at corporate offices misstated the title of the new book by Simon Schama, who read from it to Google employees. It is ''Rough Crossings,'' not ''Rough Passages.''", "headline": {"main": "Corrections"}, "pub_date": "2006-05-17T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 37, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E0DF123EF934A25756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2879f8eb7c8105d85991b", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Blog", "snippet": "He is not saying that SAP is in talks to be acquired - in fact, he took pains to say it was not - but it it were, SAP co-founder Hasso Plattner sees only three logical acquirers for the German business-software giant. The three possibilities are I...", "news_desk": null, "lead_paragraph": "He is not saying that SAP is in talks to be acquired -- in fact, he took pains to say it was not -- but it it were, SAP co-founder Hasso Plattner sees only three logical acquirers for the German business-software giant. The three possibilities are IBM, Microsoft and Google, Mr. Plattner said in an interview with German newspaper Financial Times Deutschland, which was published Thursday afternoon on the newspaper's Web site.", "headline": {"main": "SAP Co-Founder Makes Takeover Shortlist", "kicker": "DealBook"}, "pub_date": "2006-05-18T16:19:13Z", "abstract": "He is not saying that SAP is in talks to be acquired - in fact, he took pains to say it was not - but it it were, SAP co-founder Hasso Plattner sees only three logical acquirers for the German business-software giant. The three possibilities are IBM, Microsoft and Google, Mr. Plattner said in an [...]", "print_page": null, "word_count": 190, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/18/who-could-buy-sap-a-co-founder-speculates/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364dc8eb7c8105d8b3d8a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google is introducing a new service that will place video commercials on the many Web sites where it sells advertising....", "news_desk": "Business", "lead_paragraph": "Google is introducing a new service that will place video commercials on the many Web sites where it sells advertising.", "headline": {"main": "Google Moves to Sell Space for Video Spots on Network of Web Sites", "kicker": "Advertising", "print_headline": "Google Moves to Sell Space for Video Spots on Network of Web Sites", "content_kicker": "Advertising"}, "pub_date": "2006-05-23T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "806", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/23/business/media/23adco.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Television", "name": "subject"}], "subsection_name": "Media", "_id": "54b415a038f0d8623a3539d2", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "OFFER FOR EUROPEAN MARKETS -- The New York Stock Exchange's parent took a big step toward the creation of a global marketplace by offering to acquire Euronext, the operator of five European stock and futures exchanges, for $10.2 billion in cash an...", "news_desk": "Business/Financial Desk", "lead_paragraph": "OFFER FOR EUROPEAN MARKETS -- The New York Stock Exchange's parent took a big step toward the creation of a global marketplace by offering to acquire Euronext, the operator of five European stock and futures exchanges, for $10.2 billion in cash and shares. [Page A1.] THE STOCK SLUMP -- A three-year bull run in stocks has lost strength in recent weeks as concerns mount about higher inflation and slower growth. Shares fell again yesterday after sharp declines in Asia and Europe, especially on emerging markets. The Dow Jones industrial average fell 18.73 points, to 11,125.33. Market Place [C1.] GAS PRICE INQUIRY -- Despite suspicions among consumers about rapidly rising gasoline prices and record oil industry profits, a federal investigation has concluded that the jump at the pump over the last year has not been a result of unlawful price manipulation. [C1.] UNEASY TIES -- The State Department's decision to keep personal computers made by Lenovo of China off its networks that handle classified government messages and documents points to how much relations between the United States and China have become a tangled web of political, trade and security issues. [C1.] GOOGLE VIDEO ADS -- Google is taking its first steps to go after the huge market for television advertising with a new service that will place video commercials on the many Web sites on which it sells advertising. For now, Google isn't placing video advertising on Google.com or the other sites it runs, but it says it is considering doing so in the future. Advertising. [C3.] RIVALS GAIN ON VONAGE -- Vonage, which is expected to go public this week, has become synonymous with phone service over the Internet thanks to relentless marketing and low prices. But others are rapidly catching up. [C1.] IMMIGRATION REVISITED -- As the immigration debate boils, the halls of Congress are haunted by the failed amnesty legislation of 1986. Senators who hope to put the nation's illegal immigrants on a path to citizenship say they have learned from the past. But some members of Congress and former immigration officials fear history will repeat itself. [A20.] LAY TAKES STAND -- The former chief executive of Enron, Kenneth L. Lay, took the witness stand in a trial in Houston. Meanwhile, a jury from an earlier case against Mr. Lay and his co-defendant Jeffrey K. Skilling, the former Enron chief executive, deliberated for a second full day. [C3.] SINGAPORE CASINOS -- Next month, Singapore's government -- which under Prime Minister Lee Hsien Loong, left, has lifted a ban against casinos -- is due to choose a company to build the first of two planned resorts. The list includes some of the biggest names in Las Vegas. [C1.] OPTIONS INQUIRY GROWS -- Juniper Networks, F5 Networks, Openwave Systems and Brooks Automation said they were contacted by the authorities as an inquiry into executive stock option grants widened. [C7.] WIRELESS NETWORK -- In an ambitious proposal, a Silicon Valley company, M2Z Networks, has asked the government to give it a band of radio spectrum for a free high-speed wireless Internet network that would cover most of the country and be supported by advertising. [C3.] HOLLYWOOD LAW -- Three months after the indictment of Anthony Pellicano, the private eye who prosecutors say routinely wiretapped enemies of the rich and famous, the high-priced lawyers who do Hollywood's business are waking to a grim truth: the government believes they are the problem. [E1.] WAL-MART EXITS KOREA -- Wal-Mart Stores agreed to sell its 16 South Korean outlets to Shinsegae, a local retailer, for $882 million, becoming the latest global brand to flounder in an economy with some of the most demanding consumers. [C5.] EX-EXECUTIVES INDICTED -- Lance K. Poulsen, former chairman of National Century Financial Enterprises, and six other former executives were indicted on charges of plotting to defraud investors in the company, a health care finance concern that is now bankrupt. [C9.] LOWE'S CUTS FORECAST -- The Lowe's Companies, the home-improvement retailer, said first-quarter profit rose 44 percent on higher sales of appliances and lawn mowers, but the company cut its annual revenue forecast. Net income climbed to $841 million from $586 million in the period a year earlier. [C9.] ONLINE A DO-IT-HERSELF TREND -- In 2003, a purchaser of a kitchen cabinet was far more likely to be a man, but in 2005, such a buyer was almost as likely to be a woman. A report is at nytimes.com/business. THE CLASSICS -- Previous columns from Gretchen Morgenson, Joe Nocera and Floyd Norris can be found at select.nytimes.com/pages/timesselect. ONLINE: DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 780, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0CE0DA103EF930A15756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd250a28eb7c8105d7f4977", "byline": null, "section_name": "Business"}, {"type_of_material": "Correction", "snippet": "The Advertising column in Business Day yesterday, about Google's introduction of video commercials on its ad-placement network, misspelled the name of a company recently bought by AOL that sells video advertisements on 150 Web sites. It is Lightni...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Advertising column in Business Day yesterday, about Google's introduction of video commercials on its ad-placement network, misspelled the name of a company recently bought by AOL that sells video advertisements on 150 Web sites. It is Lightningcast, not Lighteningcast.", "headline": {"main": "Corrections"}, "pub_date": "2006-05-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 40, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9900E6DE113EF937A15756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd270318eb7c8105d82b861", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Blog", "snippet": "Yahoo and the Web auctioneer eBay announced a partnership designed to improve their position against Microsoft and the Web search leader Google, underscoring recent speculation the two companies could eventually merge. Go to Article from The New Y...", "news_desk": null, "lead_paragraph": "Yahoo and the Web auctioneer eBay announced a partnership designed to improve their position against Microsoft and the Web search leader Google, underscoring recent speculation the two companies could eventually merge.", "headline": {"main": "Yahoo and eBay Form Advertising Alliance", "kicker": "DealBook"}, "pub_date": "2006-05-25T12:44:27Z", "abstract": "Yahoo and the Web auctioneer eBay announced a partnership designed to improve their position against Microsoft and the Web search leader Google, underscoring recent speculation the two companies could eventually merge. Go to Article from The New York Times »", "print_page": null, "word_count": 38, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/05/25/yahoo-and-ebay-form-advertising-alliance/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364c88eb7c8105d8b3bb0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The deal will expand Yahoo's share of Internet advertising, a market where it lost leadership to Google, and give eBay some new ways to make money from its large audience....", "news_desk": "Business", "lead_paragraph": "The deal will expand Yahoo's share of Internet advertising, a market where it lost leadership to Google, and give eBay some new ways to make money from its large audience.", "headline": {"main": "Yahoo Makes Deal on Ads With eBay", "kicker": "Advertising", "print_headline": "Yahoo Makes Deal on Ads With eBay", "content_kicker": "Advertising"}, "pub_date": "2006-05-26T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "824", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/26/business/media/26adco.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "eBay Incorporated", "name": "organizations"}], "subsection_name": "Media", "_id": "54b42fce38f0d8623a353d3c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The arrangement means that Google's search toolbar will appear on the screens of new Dell systems, and that Dell users will be directed to a Web page branded by the two companies....", "news_desk": "Business", "lead_paragraph": "The arrangement means that Google's search toolbar will appear on the screens of new Dell systems, and that Dell users will be directed to a Web page branded by the two companies.", "headline": {"main": "Google Reaches Agreement to Have Its Software Installed on New Dell Computers", "print_headline": "Google Reaches Agreement to Have Its Software Installed on New Dell Computers"}, "pub_date": "2006-05-26T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "486", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/26/technology/26google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Dell Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "54b42f5138f0d8623a353d2c", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The successful 2004 initial public offering of Google erased some of the painful memories of the bursting of the Internet bubble. They have all come flooding back with Vonage, which has slid 24 percent since its market debut on Wednesday...", "news_desk": "Business/Financial Desk", "lead_paragraph": "The successful 2004 initial public offering of Google erased some of the painful memories of the bursting of the Internet bubble. They have all come flooding back with Vonage, which has slid 24 percent since its market debut on Wednesday", "headline": {"main": "Back of the Envelope"}, "pub_date": "2006-05-26T00:00:00Z", "abstract": "Back of the Envelope column; chart, in light of drop in Vonage stock value since its initial public offering, of leading technology IPO's since 2001 (S)", "print_page": "7", "word_count": 40, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A03E3D6113EF935A15756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "VONAGE"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd278388eb7c8105d83a65f", "byline": null, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "ENRON CONVICTIONS A jury in Houston found Kenneth L. Lay and Jeffrey K. Skilling, the former Enron chief executives, guilty of fraud and conspiracy. If they lose their appeals, they face potential sentences that experts say will keep them in priso...", "news_desk": "Business/Financial Desk", "lead_paragraph": "ENRON CONVICTIONS A jury in Houston found Kenneth L. Lay and Jeffrey K. Skilling, the former Enron chief executives, guilty of fraud and conspiracy. If they lose their appeals, they face potential sentences that experts say will keep them in prison for the rest of their lives. [Page A1.] WHAT JURORS SAID In the end, jurors said, they just could not believe that Kenneth L. Lay and Jeffrey K. Skilling were telling the truth when they said they did not know that something was rotten at Enron. [A1.] WHO MAKES WHAT Last year, hedge fund managers had to take home $130 million to make it into the top ranks in a survey of the best paid in hedge funds, a survey closely followed by people in the business. [C1.] LONG-DISTANCE TAX TO BE REVOKED After a series of court reversals, the Treasury Department said it would scrap the 108-year-old federal excise tax on long-distance phone calls. The move will bring consumers and businesses about $15 billion in refunds on next year's tax returns. [C1.] EBAY-YAHOO PARTNERSHIP EBay and Yahoo, two top Internet companies that have been losing influence to Google, said they would work together in several areas, including advertising and online payments. Advertising. [C1.] FORD CREDIT RATING AT RISK Standard & Poor's Ratings Services said it might cut Ford's debt rating deeper into junk status, citing concerns that a turnaround was falling short of expectations. S.& P. put Ford and its finance unit on CreditWatch with negative implications. [C3.] HOUSE APPROVES REFUGE DRILLING The House has again voted, 225 to 201, to approve drilling for oil and gas in the Arctic National Wildlife Refuge in Alaska. It was at least the 12th time that the House had voted to allow energy exploration in a small piece of the preserve's 19 million acres. [A18.] REPORT SHOWS STRONG GROWTH Concerns the economy might have overheated in the first quarter eased after revised economic growth figures showed expansion was strong, but not too strong. The Commerce Department said gross domestic product expanded 5.3 percent. [C3.] DEALS SPUR STOCKS Stocks rallied as corporate deals and mergers, as well as a robust initial public offering for the credit card company MasterCard, lifted investor sentiment. The Dow Jones industrial average rose 93.73 points, or 0.84 percent, to end at 11,211.05. [C8.] NO DOLLS AFTER ALL Hasbro has canceled plans to produce fashion dolls modeled on the pop act the Pussycat Dolls after parents objected to the group's racy image. Hasbro viewed the Pussycat Dolls line as one that would compete against the Bratz, fashion dolls known for curvaceous figures and trendy outfits. [C8.] PAPERS TELL OF PLAINTIFF PAYMENT A lead plaintiff in a proposed tax shelter settlement brokered by the law firm Milberg Weiss Bershad & Schulman indicated that he was offered a financial incentive to serve as plaintiff, according to court documents. Milberg Weiss and two of its partners have been indicted by a federal grand jury. [C3.] SNOW REPORTED READY TO LEAVE John W. Snow has signaled his readiness to step down as Treasury secretary, possibly by the end of June, or as soon as the White House is ready with a candidate to succeed him, according to Republicans with ties to the administration. [A18.] BANK MERGER The Regions Financial Corporation has agreed to acquire the AmSouth Bancorporation for $9.8 billion in stock. The companies said the combination would create the United States' 10th-largest bank. [C10.] ARCELOR PLANS PARTIAL SALE Arcelor, the steel maker struggling to fend off a hostile takeover bid from Mittal Steel, is planning to sell a third of the company to Severstal, a Russian steel company controlled by the billionaire Aleksei Mordashov, according to executives. [C10.] BERTELSMANN TO BUY OUT INVESTOR Moving swiftly to fend off a public stock offering, the founding family of Bertelsmann, Germany's leading media conglomerate, announced that it had agreed to buy out its only outside shareholder for 4.5 billion euros, or $5.8 billion. [C3.] BRITAIN TO OVERHAUL PENSIONS Britain announced far-reaching plans to overhaul its cumbersome state pension system. The plans would re-establish a link between pensions and earnings scrapped 26 years ago and introduce a national pension savings program that would automatically enroll workers. [C8.] ONLINE INTERACTIVE GRAPHIC: SCIENCE -- Science scores rose among fourth graders and held steady among eighth graders, but the drop among high school seniors is likely to raise anxiety about America's academic competitiveness. An interactive graphic is at nytimes.com/science. ONLINE: DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. FINANCIAL NEWSLETTER -- ''Your Money,'' a free weekly newsletter from The New York Times, is at nytimes.com/yourmoney. Business Briefing Articles on these developments are at nytimes.com/business. Eddie Bauer Holdings, the outdoor apparel retailer, said it had hired Goldman Sachs as an adviser to explore alternatives, including a possible sale. (BLOOMBERG NEWS) Home Depot shareholders had harsh words for the chief executive, Robert L. Nardelli, but rejected a proposal that would let investors cast an advisory vote on executive pay packages. Home Depot has come under fire from critics who charge that Mr. Nardelli's pay is not in line with the company's performance. (REUTERS) Eugene Plotkin, 27, a former fixed-income research associate of the Goldman Sachs Group, was indicted in connection with what prosecutors say was a series of insider-trading schemes. (DOW JONES/AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-05-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 897, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06EED7113EF935A15756C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aeca8eb7c8105d89d402", "byline": null, "section_name": "Business"}, {"type_of_material": "Letter", "snippet": "Kelly assumes that people who encounter a tasty snippet on Google will be prompted to read the entire book. But the idea of reading may evolve over time to reflect the experience of using the new technology. Increasingly, we may read just the tiny...", "news_desk": "Magazine", "lead_paragraph": "Kelly assumes that people who encounter a tasty snippet on Google will be prompted to read the entire book. But the idea of reading may evolve over time to reflect the experience of using the new technology. Increasingly, we may read just the tiny chunks of books that correspond to our searches and fit comfortably on our BlackBerry-size screens. Mark Lewis New York", "headline": {"main": "Scan This Book!"}, "pub_date": "2006-05-28T00:00:00Z", "abstract": "Mark Lewis letter wonders if literary database will cause people to limit their reading to snippets of books that correspond to searches (May 14 Kevin Kelly article)", "print_page": "10", "word_count": 63, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F02EFDD103EF93BA15756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "LEWIS, MARK"}, {"name": "persons", "value": "KELLY, KEVIN"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251798eb7c8105d7f5bae", "byline": null, "section_name": "Technology; Magazine; Books; Opinion"}, {"type_of_material": "Letter", "snippet": "The fact that Google is mentioned no fewer than 53 times in Kevin Kelly's article is a bit of a giveaway where his loyalties lie. Forgive us if we're less than enthusiastic! There is no question that Google has created an amazing search engine. Th...", "news_desk": "Magazine", "lead_paragraph": "The fact that Google is mentioned no fewer than 53 times in Kevin Kelly's article is a bit of a giveaway where his loyalties lie. Forgive us if we're less than enthusiastic! There is no question that Google has created an amazing search engine. There is also no question that without exciting, interesting, well-researched and well-written information, Google would have nothing to search. We do well to remember that Microsoft, Yahoo and others in the Open Content Alliance are also in the business of connecting words and ideas -- the difference is that they first obtain permission to copy works under copyright. (The problem of ''orphan'' copyrighted works, whose owners can't be identified or located, is currently being looked at by Congress, where responsive legislation is being drafted.) No one at the Association of American Publishers or the Authors Guild was quoted in the piece. Our two lawsuits challenging Google's right to take millions of our books, make complete digital copies and store them on their computers to promote their search engine and generate ad revenues were dismissed as the last hurrahs of an ancient order of mastodons who refuse to stand aside as the Google technological juggernaut rolls on. Google is a $100 billion, profit-making, publicly held corporation, with the interests of stockholders and partners to serve. Pat Schroeder President and C.E.O. Association of American Publishers Washington", "headline": {"main": "Scan This Book!"}, "pub_date": "2006-05-28T00:00:00Z", "abstract": "Letter from Pat Schroeder of Association of American Publishers says Kevin Kelly's loyalties clearly lie with Google; says others in Open Content Alliance first obtain permission to copy works under copyright (May 14 article)", "print_page": "8", "word_count": 228, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06EFDD103EF93BA15756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "KELLY, KEVIN"}, {"name": "persons", "value": "SCHROEDER, PAT"}, {"name": "organizations", "value": "OPEN CONTENT ALLIANCE"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd278388eb7c8105d83a691", "byline": null, "section_name": "Technology; Magazine; Books; Opinion"}, {"type_of_material": "Letter", "snippet": "Your provocative article should cause any writer to stop and think before lifting from another's work. Publishers may claim that vetting manuscripts would be too expensive.Yetin the not too distant future, perhaps they will merely runmanuscripts t...", "news_desk": "Magazine", "lead_paragraph": "Your provocative article should cause any writer to stop and think before lifting from another's work. Publishers may claim that vetting manuscripts would be too expensive.Yetin the not too distant future, perhaps they will merely runmanuscripts through the rinse cycle of the Google library, which will instantly compare themwith an enormous database of literature going back to the ancient Sumerians. Ellen Geiger New York", "headline": {"main": "Scan This Book!"}, "pub_date": "2006-05-28T00:00:00Z", "abstract": "Ellen Geiger letter says May 14 Kevin Kelly article about literary database should cause author to think twice about plagiarizing", "print_page": "8", "word_count": 64, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9903EFDD103EF93BA15756C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "GEIGER, ELLEN"}, {"name": "persons", "value": "KELLY, KEVIN"}, {"name": "subject", "value": "PLAGIARISM"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd287de8eb7c8105d859eb7", "byline": null, "section_name": "Technology; Magazine; Books; Opinion"}, {"type_of_material": "News", "snippet": "EBay and Yahoo's new partnership will not sever the strong ties that exist between eBay and Google, Yahoo's chief rival....", "news_desk": "Business", "lead_paragraph": "EBay and Yahoo's new partnership will not sever the strong ties that exist between eBay and Google, Yahoo's chief rival.", "headline": {"main": "Rivalry or Alliance? Maybe a Bit of Both", "kicker": "Drilling Down", "print_headline": "Rivalry or Alliance? Maybe a Bit of Both", "content_kicker": "Drilling Down"}, "pub_date": "2006-05-29T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "163", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/05/29/technology/29drill.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Incorporated", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b49a8338f0d8623a354056", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Maria", "rank": 1, "lastname": "ASPAN"}], "original": "By MARIA ASPAN"}, "section_name": "Technology"}], "meta": {"hits": 46}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}