{"response": {"docs": [{"type_of_material": "Schedule", "snippet": "8 P.M. (BET) DON'T TRIP . . . HE AIN'T THROUGH WITH ME YET! -- Mr. Zoot Suit, the comedian Steve Harvey (above), keeps it clean as he revels in faith, family, preachers and relationships in this stand-up routine taped before church folk at Bishop ...", "news_desk": "Movies, Performing Arts/Weekend Desk", "lead_paragraph": "8 P.M. (BET) DON'T TRIP . . . HE AIN'T THROUGH WITH ME YET! -- Mr. Zoot Suit, the comedian Steve Harvey (above), keeps it clean as he revels in faith, family, preachers and relationships in this stand-up routine taped before church folk at Bishop T. D. Jakes's MegaFest, a four-day evangelical festival in Atlanta. Listen up: underneath the laugh lines lurk words of wisdom. 8 P.M. (Showtime) DIARY OF A MAD BLACK WOMAN (2005). Hell hath no fury, especially when Madea is working on behalf of the scorned. In this adaptation of his revenge play about a woman whose husband of 18 years boots her out of their mansion, Tyler Perry revs up his gun-packing, extra-extra- large grandmother, whose idea of dividing community property requires a chain saw. 9 P.M. (Discovery) DIRTY JOBS: JOBS THAT BITE . . . HARDER -- Mike Rowe mingles with people who earn their livings working with toothy terrors, including some that make plaster molds of live sharks for fiberglass replicas and others who make shark-proof diving suits. Problem is, it's his turn to test the things. (Cue the ''Jaws'' theme.) 9 P.M. (13) BILL MOYERS ON FAITH AND REASON -- Why does an elementary teacher reared in New York and schooled at Miss Porter's and Berkeley decide to become a Buddhist nun? Tonight, in this series' eighth and last installment, Pema Chodron (above right) talks with Mr. Moyers about the spiritual search that led her to this ancient Eastern practice, and why more and more harried Westerners are turning to it in an effort to slow down. 9 P.M. (TLC) WHAT NOT TO WEAR -- Nancy G., a 34-year-old single mother, dresses like she feels, in worn-out cardigans and flannel pajama pants. Stacy and Clinton help wake up her wardrobe. 9 P.M. (USA) MONK -- Natalie persuades Monk to go into business as a private eye, but his first case, a fender bender, is no mere bump in the road. 9 P.M. (BBC America) EDDIE IZZARD: GLORIOUS -- No topic is off-limits in this taping from Mr. Izzard's 1997 stand-up tour, in which he sputters and spews out one-liners like a human equivalent of Google. His riff on air terror, in which the evildoer is a cookie-snatching pilot, may not hit the same comic heights these days. But if you're not laughing with Mr. Izzard (above), you'll be laughing at him, or at least his get-up: shiny apple-red suit, frosted shag and glittery fingernails. 10 P.M. (Discovery) SCIENCE OF SHARK SEX -- Gray sharks mating. You may want to cover your eyes. KATHRYN SHATTUCK", "headline": {"main": "WHAT'S ON TONIGHT"}, "pub_date": "2006-08-04T00:00:00Z", "abstract": null, "print_page": "23", "word_count": 431, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9805EFDF113FF937A3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c158eb7c8105d8604a0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Kathryn", "lastname": "SHATTUCK"}], "original": "By KATHRYN SHATTUCK"}, "section_name": "Movies; Arts"}, {"type_of_material": "News", "snippet": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue....", "news_desk": "None", "lead_paragraph": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue.", "headline": {"main": "Google Joins Viacom in Web Test of Video Ads"}, "pub_date": "2006-08-07T06:32:00Z", "abstract": null, "print_page": null, "word_count": "1147", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/07/learning/newssummaries/07google_LN.html", "multimedia": [], "keywords": [], "subsection_name": "newssummaries", "_id": "54b0aa6f38f0d8367c842140", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Learning"}, {"type_of_material": "News", "snippet": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue....", "news_desk": "Business", "lead_paragraph": "Google will allow Web site owners to put Viacom video clips on their pages, accompanied by advertising. Viacom, Google and the site owners will divide the ad revenue.", "headline": {"main": "Google Joins Viacom in Web Test of Video Ads", "print_headline": "Google Joins With Viacom In a Web Test Of Video Ads"}, "pub_date": "2006-08-07T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1147", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/07/technology/07google.html", "multimedia": [{"width": 600, "url": "images/2006/08/07/business/07google.xlarge1.jpg", "height": 280, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/08/07/business/07google.xlarge1.jpg", "xlargeheight": "280"}, "type": "image"}, {"width": 75, "url": "images/2006/08/07/business/07google.751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/08/07/business/07google.751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Viacom Incorporated", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Television", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Media", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "8", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "9", "is_major": "N", "value": "America Online Inc", "name": "organizations"}], "subsection_name": null, "_id": "54b0a76b38f0d8367c8420db", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "A SALE AT FORBES -- The Forbes family has sold a significant minority stake in a newly formed company, Forbes Media -- which includes Forbes magazine, the Forbes.com Web site and a number of smaller media properties -- to Elevation Partners, a pri...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A SALE AT FORBES -- The Forbes family has sold a significant minority stake in a newly formed company, Forbes Media -- which includes Forbes magazine, the Forbes.com Web site and a number of smaller media properties -- to Elevation Partners, a private equity group. [C1.] EXPECTING A PAUSE -- After a string of 17 consecutive interest rate increases, the Federal Reserve may pause this week in its long campaign of monetary tightening, which has lifted the benchmark federal funds rate to 5.25 percent, from 1 percent in June 2004. At least that is what most investors have come to believe. [C1.] CLERKS ON THE WEB -- Internet retailers are increasingly adding online chat specialists who lurk in the background and wait for signs that someone needs just the slightest nudge to buy an item. Paco Underhill, right, a retailing consultant, said: ''Making this process social is important, because the acquisition of goods has never been just about the acquisition of goods. There's always been a social element to it.'' Bob Tedeschi: E-Commerce Report. [C9.] GOOGLE AD DEAL -- Google has struck a deal to allow Web site owners to put video clips from Viacom, including ''SpongeBob SquarePants'' and MTV's ''Laguna Beach: The Real Orange County,'' on their pages. The clips will be accompanied by advertising, with Viacom, Google and site owners dividing ad revenue. [C1.] THE FADING PICTURE TUBE -- The bulky, squarish, heavy picture tube is heading for the dustbin of history much faster than anyone expected. This year, the number of TV models in the United States that use glass cathode-ray tubes to produce an image has been reduced sharply. By next year, even fewer C.R.T. televisions will be made, and fewer retailers will sell them. [C1.] MOVIE MARKETING, TRANSLATED -- As Hollywood increasingly looks overseas to bolster the bottom line, studios are finding that the rules that apply to movie marketing and distribution in the United States -- calling for a barrage of talk-show interviews and television advertising -- do not necessarily translate in Hamburg, Tokyo or Moscow. [C1.] DEBATING WIKIPEDIA'S FUTURE -- As hard-core Wikipedia contributors gathered during the weekend to consider the next phase of the online encyclopedia's life cycle, Jimmy Wales, the site's founder, said that the emphasis going forward would be on quality, not quantity. [C4.] FREE PAPERS IN EUROPE -- When Metro International, a publisher of free newspapers, moved into France four years ago, established competitors cried foul. Now Metro and other free papers are fixtures of the French cityscape, reflecting a broader shift across Europe, as upstart free papers continue their rapid growth. And publishers of existing papers, casting about for any way to retain readers, are increasingly turning to giveaways. [C6.] SATIRE STARTS A FEUD -- A satire in a German newspaper aimed at the twin brothers who now head the Polish government has sparked a cross-border feud over the role of the press. [C6.] AD MAKEOVER AT MONTBLANC -- Montblanc is paying up-and-coming designers to put their names, and their clothing, on a new crop of ads appearing in the September issue of Vogue. It is a May-December relationship, in which Montblanc, the venerable company famed for its high-end pens, will share glossy ad space with youthful designers whose mere presence adds an element of cool. Advertising. [C6.] NEW TERRITORY FOR CABLE -- The biggest names in cable and satellite television are poised to get into mobile phone and wireless data services. [C8.] CLAMORING TO GET INSIDE CUBA -- With one of the biggest stories in Cuban history now unfolding, many news organizations in the United States are scrambling to cover events in a Communist country that bars most American reporters. [C5.] CHAIN BUYS COLLEGE PAPER -- Last week The Tallahassee Democrat, a daily paper owned by Gannett, announced that it had purchased a college newspaper. Media industry analysts said that it seemed to be the first time that a college paper had been bought by a major chain. [C5.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 662, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E4DC1E3FF934A3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ae8eb7c8105d82e24d", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-9    In Deadliest Day for Israel, 15 Are Killed by Missiles  The deadliest Hezbollah rocket attacks in nearly a month of fighting hit northern Israel, killing 12 army reservists near the Lebanon border and 3 civilians in the port ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-9 In Deadliest Day for Israel, 15 Are Killed by Missiles The deadliest Hezbollah rocket attacks in nearly a month of fighting hit northern Israel, killing 12 army reservists near the Lebanon border and 3 civilians in the port of Haifa. In Lebanon, Israeli airstrikes killed at least 16 people, according to Lebanese officials. A1 Efforts to speed adoption of a draft resolution to halt the fighting between Israel and Hezbollah faltered at the United Nations while sharp criticism of the measure rang out across the Middle East. The Security Council, despite enormous pressure to take action in a war that has raged unchecked for 26 days, failed to hold an expected meeting to discuss the measure and schedule a vote. A6 Iraq Murder Hearing Starts Steven D. Green, a former American soldier who is accused of raping a 14-year-old Iraqi and killing her and three members of her family, told fellow soldiers that ''all Iraqis are bad people'' after his unit began taking casualties, according to testimony in an American military hearing. A9 NATO Toll Rises in Afghanistan A British soldier was killed by gunfire during an operation in Musa Qala, Afghanistan, a region known for Taliban sympathies, NATO said. The death brings to nine the number of NATO soldiers killed since they formally replaced American forces in southern Afghanistan. A9 Iran to Defy U.N. Resolution During a news conference, Ali Larijani, Iran's security chief and top nuclear negotiator, said that Iran would defy the United Nations Security Council by refusing to halt its enrichment of uranium by the end of August. He accused the West, of double-dealing by first offering incentives for suspension of its nuclear enrichment program, and then by issuing a threat. A3 Hong Kong Surveillance Bill Pro-Beijing lawmakers approved legislation that gives broad authority to the police to conduct covert surveillance, including wiretapping phones, bugging homes and offices and monitoring e-mail. The bill passed the 60-member Legislative Council on a vote of 32-0 after pro-democracy lawmakers walked out of the chamber in protest. A4 Mexican Vows More Protests The presidential candidate Andrés Manuel López Obrador vowed that the daily demonstrations supporting his demand for a full recount of the results in last month's presidential race would convene at the courthouse where a special electoral court had denied his request. A3 NATIONAL A10-13 States Expand Rights Of Victims on Self-Defense In the last year, 15 states have enacted laws that expand the right of self-defense, allowing crime victims to use deadly force in situations that might formerly have subjected them to prosecution for murder. The first of the new laws, which served as a model for the others, took effect in Florida in October. A1 Routine Duty on the Border For the National Guard troops sent to the United States-Mexican border, their jobs may seem humdrum, but the Border Patrol has claimed some early success as the operation moves into full swing. Critics still question whether the Guard troops are making a big difference. A10 Immigration Hearings Criticized When House leaders announced their plan to hold 21 immigration hearings in 13 states, they said it demonstrated a commitment to securing the border. But some lawmakers said the schedule of the hearings only heightened their concerns that the Republican leadership was using immigration as a political weapon. A10 Protester Returns to Texas Cindy Sheehan, the 49-year-old California peace advocate whose son Casey died in Iraq, returned to Crawford, Tex., on the anniversary of her much-publicized march down a winding country road to the Bush ranch, where she asked unsuccessfully to meet the president. A10 Nashville Murder Trial Starts Perry March, 45, goes on trial, accused of murdering his wife, whose remains have not been found. What began as a missing person report eventually sprawled to Mexico from Tennessee in a tangled skein of cases that riveted Nashville and included a plot to kill Mr. March's in-laws. A12 Local Issues in Montana Race Jon Tester, left, a 49-year-old farmer and Democratic state senator, in his first run at statewide office, is trying to unseat Senator Conrad Burns in Montana. The nationally watched election a few months ago seemed to be swinging on the issue of Washington's ways and mores, but has now downshifted to local, idiosyncratic Montana issues. A13 SPORTSMONDAY D1-7 Woods Wins Buick Open Tiger Woods notched the 50th victory of his career, defeating Jim Furyk by three strokes at the Buick Open and finding new ways to build on a reputation that is looming over golf once again. Mr. Woods finished the tournament at 24-under par 264. D1 N.F.L. Owners to Select Boss With the 32 National Football League owners meeting in Chicago to select the next commissioner, almost everyone is willing to predict who will get the job. But nobody wants to predict how they will arrive at their choice. D2 NEW YORK/REGION B1-7 Muslims in U.S. Struggle After Serving in Iraq For Muslim Americans who serve in the United States armed forces the trip home from Iraq has been especially fraught. They were called upon to fight a Muslim enemy alongside comrades who sometimes questioned their loyalty, and then returned home to neighborhoods where the occupation is dismissed as an imperialist crusade. A1 Lieberman Confronts Critics Senator Joseph I. Lieberman confronted the anger roiling the Democratic Party over Iraq, in an attempt to explain his support for the war and to win back doubting voters in Connecticut before the state primary election tomorrow. A1 Taxes vs. Income in Suburbs Property taxes grew faster than personal income from 2000 to 2004 in the suburbs of New York City, a reversal from the 1990's, when incomes soared and property taxes climbed more modestly, a review of statistics shows. A1 More Heat-Related Deaths The number of deaths attributed to last week's sweltering weather rose to 22, and the mayor said the city would study how it could prevent such deaths in future heat waves. B3 ARTS E1-8 Returned Klimts to Be Sold Four of five paintings by Gustav Klimt that were at the center of a restitution battle will be heading to Christie's for sale this fall, the president of the auction house said. E1 Candidate Seeks Help in Film Representative Cynthia A. McKinney of Georgia, who had a scuffle with a Capitol police officer last March and is facing tough competition in a Democratic primary vote, has been promoting an award winning documentary that paints her as a progressive heroine, hoping for an increase in her poll numbers. E1 OBITUARIES B8 Susan Butcher The dog sled racer who won the Iditarod race four times and became a pioneer for women and an influence in the treatment of animals, she was 51. B8 BUSINESS DAY C1-10 Google and Viacom Make Deal Google has struck a deal to allow Web site owners to put video clips from Viacom, one of the biggest creators of television programming, on their pages. C1 Interest Rate Climb May Halt After 17 consecutive interest rate increases, the Federal Reserve may pause in its campaign of monetary tightening, partly because a weak jobs report offered further evidence that the economy was slowing. C1 Stake in Forbes Media Sold The family of Malcolm S. Forbes has sold a significant minority stake in Forbes Media, which includes the Forbes magazine, the Forbes.com Web site to Elevation Partners, a private equity group. C1 Movies and Global Markets Hollywood is looking overseas to bolster the bottom line, and studios are finding that the rules of movie marketing in the United States do not translate in Tokyo or Moscow. C1 Peril of Rear-End Collisions New crash tests show that many vehicles remain vulnerable in rear-end accidents, although automakers have greatly improved protection for drivers and their passengers in frontal and side-impact collisions. C2 Business Digest C2 EDITORIAL A14-15 Editorials: A truce for Lebanon; drug-fueled sports superstars; the Brooke Astor effect; next: is hot fudge nonfattening? Columns: Bob Herbert, Paul Krugman. Bridge E6 Crossword E2 Metro Diary B2 TV Listings E8 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-08-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1334, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06EFDB1E3FF934A3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd253098eb7c8105d7f8fdd", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "No shirt, no bandwidth, no service?...", "news_desk": null, "lead_paragraph": "The Lieberman Web site is still down, but that doesn't mean you can't see it. The Lamont campaign is directing people to the Google cache version.", "headline": {"main": "Blog Blast: The Web Crash", "kicker": "The Empire Zone"}, "pub_date": "2006-08-08T16:39:28Z", "abstract": "No shirt, no bandwidth, no service?", "print_page": null, "word_count": 248, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://empirezone.blogs.nytimes.com/2006/08/08/blog-blast-the-web-crash/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365c28eb7c8105d8b522f", "byline": {"organization": "THE NEW YORK TIMES", "original": "By THE NEW YORK TIMES", "person": []}, "section_name": "N.Y./Region"}, {"type_of_material": "Blog", "snippet": "It appears that News Corporation's bet on MySpace is paying off - and Google will be footing the bill. Google emerged victorious in a bidding war to provide search services and advertising to MySpace.com, the social networking phenomenon, and othe...", "news_desk": null, "lead_paragraph": "It appears that News Corporation's bet on MySpace is paying off -- and Google will be footing the bill.", "headline": {"main": "Google Deal Will Give News Corp. Huge Payoff", "kicker": "DealBook"}, "pub_date": "2006-08-08T06:48:33Z", "abstract": "It appears that News Corporation's bet on MySpace is paying off - and Google will be footing the bill. Google emerged victorious in a bidding war to provide search services and advertising to MySpace.com, the social networking phenomenon, and other Web sites owned by the News Corporation. The search engine giant agreed to pay a [...]", "print_page": null, "word_count": 520, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/08/drifting-in-the-considerable-wake-of-myspace-will-viacom-anchor-a-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365a18eb7c8105d8b4f7a", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google has won a bidding war to provide search services and advertising to MySpace.com and other News Corporation sites....", "news_desk": "Business", "lead_paragraph": "Google has won a bidding war to provide search services and advertising to MySpace.com and other News Corporation sites.", "headline": {"main": "Google Deal Will Give News Corp. Huge Payoff", "print_headline": "Google Deal Will Give News Corp. Huge Payoff"}, "pub_date": "2006-08-08T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "922", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/08/technology/08google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "MySpace.com", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "News Corporation Limited", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}], "subsection_name": null, "_id": "54b0b01e38f0d8367c842200", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-10    Lebanese Offer to Deploy Troops Dismissed by Israel  Lebanon's government, including two Hezbollah ministers, offered to deploy 15,000 of its troops to the south if Israel withdrew its forces. Israel insisted that its troops...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Lebanese Offer to Deploy Troops Dismissed by Israel Lebanon's government, including two Hezbollah ministers, offered to deploy 15,000 of its troops to the south if Israel withdrew its forces. Israel insisted that its troops would remain until an international force capable of halting Hezbollah missile strikes into Israel is in place. A8 Hezbollah rocket fire in the north of Israel has ignited hundreds of fires in the few forests in the Galilee region. Officials estimated that as much as 3,000 acres of forest has been damaged by fire from the rockets. A9 In Iraq, Striving for a Cool Phone According to the State Department, there are now 7.1 million cellphone subscribers in Iraq. Iraqis of all sects rely on their phones as a means of communication to avoid danger, as well as a means of self-expression. As a status symbol certain phones are given names, like ''Apache,'' and have price tags reaching $800. A1 Cubans Expect Rapid Recovery High-ranking Cuban officials, working hard to put out the message that Cuba is stable after the transfer of power from Fidel Castro to his younger brother, said that Mr. Castro was recovering and that he would be able to return to duty ''in a short time.'' A4 Flood in Ethiopia Kills 191 A flash flood in Dire Dawa, in eastern Ethiopia, swept away houses, factories and dozens of people over the weekend, killing at least 191, with 300 more still missing, officials said. A6 Taiwan Loses Another Ally Taiwan's foreign minister warned that Beijing's establishment of diplomatic relations with Chad, one of Taiwan's few remaining allies, would hurt relations with China. A6 NATIONAL A12-15 Ohio Congressman Will Not Seek Re-election Representative Bob Ney, left, an Ohio Republican entangled in the corruption scandal centered on the former lobbyist Jack Abramoff, announced that he would abandon his bid for re-election. A15 DeLay to Stay on Ballot The Supreme Court dealt a final blow to efforts by the Texas Republican Party to replace former Representative Tom DeLay on the Congressional ballot in November, leaving him the reluctant party nominee from his longtime district. A15 Fighting Crime in New Orleans After months of chaos in the criminal justice system, Mayor C. Ray Nagin of New Orleans announced the first steps to replace the city's missing prosecutors, public defenders and police officers, along with its ruined courtrooms. A12 Phoenix Man Claims Innocence One of two men charged in a series of killings in Phoenix told reporters that he was innocent and that his roommate might have taken his car and guns to commit the crimes. A12 SCIENCE TIMES F1-8 The Seafloor as Gas Trap A team of researchers propose what they say is a limitless, low-risk repository for carbon dioxide, the heat-trapping gas emitted by power plants: seafloor sediments at depths and temperatures that would guarantee the gas would be permanently locked away. F3 Health & Fitness F5 NEW YORK/REGION B1-6 Senate Rivals Shift Tactics In Last Day of Campaigning As Connecticut voters prepared for their highly anticipated Democratic primary, Senator Joseph I. Lieberman and Ned Lamont, the rivals for United States Senate, used sharply different tactics in seeking a final advantage in a contest that appeared to be tightening. A1 Audit Faults Fiscal Practices State Comptroller Alan G. Hevesi, in the latest stinging audit of a Long Island school district, has accused the superintendent of the William Floyd School District of dispensing raises to himself and other administrators, awarding no-bid contracts, and overseeing millions of dollars in ''inappropriate'' expenditures. B1 Brewery Moves to Newark Rolling Rock Beer, a longtime staple of Latrobe in the mountains of western Pennsylvania, will soon begin brewing in the Anheseur-Busch plant on Routes 1 and 9 in the shadow of Newark Liberty International Airport in Newark. B1 SPORTSTUESDAY D1-6 Landis Defends Performance Floyd Landis set out on a vigorous public relations campaign, speaking to about a dozen television stations and newspapers, to declare that he did not use performance-enhancing drugs to win the Tour de France. D3 ARTS E1-10 Foundation Selects New Leader The Barnes Foundation announced that it had appointed a prominent Philadelphia arts figure as its executive director, ending a 14-month search. E1 BUSINESS DAY C1-12 BP Shuts Down Oil Field BP began shutting down the nation's largest oil field after an inspection detected heavy corrosion and a small leak in a critical pipeline in its Alaskan Prudhoe Bay operation. The emergency drove already high world crude oil prices to $77 a barrel. A1 Pension Plan Shortages Across the nation, states, counties and municipalities may owe their current and future retirees roughly $375 billion more than they have committed to their pension funds. A1 Google Has MySpace Deal Google won a bidding war to provide search services and advertising to MySpace.com and other Web sites owned by the News Corporation. Google promised to pay a minimum of $900 million. C1 Business Digest C2 EDITORIAL A16-17 Editorials: Start talking; the non-working man's burden; a reprieve for public lands; a manatee comes to Manhattan. Columns: John Tierney, Nicholas D. Kristof, Thomas Frank. Crossword E2 Obituaries B8 TV Listings E9 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-08-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 852, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03E4D71E3FF93BA3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2559a8eb7c8105d7fe875", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "PIPELINE LEAK SENDS OIL HIGHER -- BP began shutting down the nation's largest oil field after an inspection detected heavy corrosion and a small leak in a critical pipeline in its Alaskan Prudhoe Bay operation. The emergency drove already-high wor...", "news_desk": "Business/Financial Desk", "lead_paragraph": "PIPELINE LEAK SENDS OIL HIGHER -- BP began shutting down the nation's largest oil field after an inspection detected heavy corrosion and a small leak in a critical pipeline in its Alaskan Prudhoe Bay operation. The emergency drove already-high world crude oil prices to just under $77 a barrel. BP said it could not estimate how long the system would be down. [Page A1.] STOCKS FALL ON OIL WORRIES -- Stocks declined as crude oil surged after BP began shutting down its field in Alaska for emergency repairs. The Standard & Poor's 500-stock index fell 3.59 points, to 1275.77. The Dow Jones industrial average declined 20.97 points, to 11,219.38. The Nasdaq lost 12.55 points, to 2,072.50. [C12.] SHORTCHANGING PUBLIC PENSIONS -- A number of states, counties and municipalities have engaged in maneuvers similar to the city worker pension fund in San Diego, which, after being underfunded, set off a wave of lawsuits, investigations and eventually criminal indictments. [A1.] TRADING IN CADAVERS -- ''Body Worlds,'' a show displaying preserved, skinless human corpses, has attracted 20 million people worldwide over the past decade and taken in over $200 million. But now with millions of people flocking to see that exhibition and others like it, a ghastly new underground cadaver industry has emerged in China. [A1.] CELLPHONE BOOM IN IRAQ -- The State Department said there are 7.1 million cellphone subscribers in Iraq, up from 1.4 million two years ago. [A1.] MARTHA STEWART SETTLEMENT -- Martha Stewart, the celebrated domestic tastemaker, reached a settlement with securities regulators over insider-trading accusations, agreeing to pay $195,000 to conclude a five-year legal battle that once put a dent in her brand name. [C1.] GOOGLE IN DEAL WITH MYSPACE -- Google has won a bidding war to provide search services and advertising to MySpace.com, the social networking phenomenon, as well as other Web sites owned by the News Corporation. [C1.] I.B.M. CLEARED IN RETIREMENT CASE -- A three-judge appellate panel ruled that I.B.M. did not discriminate against its older workers when it switched retirement plans in 1999, a decision that could help shelter hundreds of companies from possible age-discrimination suits. [C1.] FORBES FAMILY SAGA -- The sale of 40 percent of the company that publishes Forbes magazine may resolve some growing tensions among Forbes family members, some of whom have been unhappy about the sale of nonpublishing family assets in the last six years. [C1.] THE MAN BEHIND THE FORBES DEAL -- Wall Street bankers are abuzz about Roger McNamee, a force in Silicon Valley venture capital circles who founded Elevation Partners, a private equity firm that has invested an estimated $250 million in the Forbes publishing business. [C1.] APPLE COMPLETES TRANSITION -- Apple Computer said it had completed its transition to computers based entirely on Intel processors. [C4.] WAL-MART TO RAISE SALARIES -- Wal-Mart Stores said it would raise starting salaries at a third of its United States stores by about 6 percent after a company survey found that it needed to improve hourly pay to remain competitive. [C4.] AOL REMOVES SEARCH DATA -- AOL removed a list of the Web search queries of 658,000 unnamed users from a public Web site over the weekend, after bloggers complained that the information was so detailed and personal that it could compromise the users' privacy. [C4.] NEW TACTICS FOR MAGAZINES -- Condé Nast's Fashion Rocks extravaganza demonstrates what it takes for a publisher to stay relevant lately: staging outsize, razzle-dazzle productions that incorporate television, the Web and wireless communications, but have relatively little to do with a print product. Advertising. [C4.] OUTREACH TO INDIA -- The Bush administration is organizing a business delegation to India this fall, potentially the largest such mission ever to a single country and one that underscores the economic potential of a nation of 1.1 billion. [C7.] COLA CAMPAIGN IN INDIA -- PepsiCo and Coca-Cola intensified a long-running campaign in India to prove that their products are safe, as local governments imposed a partial ban on their soft drinks. [C7.] ONLINE MORTGAGES -- Bob Tedeschi's weekly column on mortgages and finances can be found at nytimes.com/realestate. ONLINE: DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. ONE FOR BABY -- For years baby food changed little. Now there has been a growth spurt of alternatives, from single-ingredient purées to complete toddler meals in designer packages. A report is at nytimes.com/style. TWO NEW G.M. PICKUPS -- Chevrolet and GMC introduce the 2007 Silverado and Sierra pickups -- delivering what G.M. says is the best power and fuel economy in the segment. A report is at nytimes.com/automobiles.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 775, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05E2D81E3FF93BA3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd253098eb7c8105d7f8fed", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Another Russian art theft, “Idol” dreamers play the Rose Bowl, Wepner and Stallone end their fight, Google snags another library and more culture news....", "news_desk": "Culture", "lead_paragraph": "Another Russian art theft, “Idol” dreamers play the Rose Bowl, Wepner and Stallone end their fight, Google snags another library and more culture news.", "headline": {"main": "Arts, Briefly ", "sub": "Another Russian Art Theft ;"}, "pub_date": "2006-08-09T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "1183", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/09/arts/09arts.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Russia", "name": "glocations"}, {"rank": "2", "is_major": "N", "value": "Hermitage Museum", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Underwood, Carrie", "name": "persons"}, {"rank": "5", "is_major": "N", "value": "Marshall, Kathleen", "name": "persons"}, {"rank": "6", "is_major": "N", "value": "Wepner, Chuck", "name": "persons"}, {"rank": "7", "is_major": "N", "value": "Stallone, Sylvester", "name": "persons"}], "subsection_name": null, "_id": "54b0b31b38f0d8367c84225e", "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "GELDER", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by LAWRENCE VAN GELDER"}, "section_name": "Arts"}, {"type_of_material": "News", "snippet": "In a continuing effort to digitize as many books as possible, Google has signed a deal with the University of California to scan many of its 34 million volumes and make them searchable online through the Google Book Search program. The University ...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "In a continuing effort to digitize as many books as possible, Google has signed a deal with the University of California to scan many of its 34 million volumes and make them searchable online through the Google Book Search program. The University of California has 100 libraries on 10 campuses. The university system has already started digitizing some of its own collections, so Google's efforts will be complementary, said Adam Smith, group business product manager for Google Search. The University of California libraries join other Google library partners, including the University of Michigan, Harvard, Stanford, the New York Public Library, Oxford University and the Library of Congress. Google is not paying the University of California system for the right to scan its books. Mr. Smith said Google planned to make available the full texts of all public domain titles that it scans, but that for books still in copyright, it would provide only ''short snippets or bibliographic information.'' Google's plans have been the subject of controversy in the publishing industry, and the company has been sued by several publishers and authors who are challenging Google's right to scan books that are still under copyright. Mr. Smith said Google believed its use of small portions of the books was ''consistent with the fair use'' laws that permit the replication of copyrighted material. MOTOKO RICH", "headline": {"main": "Arts, Briefly; Google Snags Another Library"}, "pub_date": "2006-08-09T00:00:00Z", "abstract": "Google signs deal with University of California system to scan many of its 34 million volumes and make them searchable online through Google Book Search program (S)", "print_page": "2", "word_count": 223, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03EFDE1F3FF93AA3575BC0A9609C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "UNIVERSITY OF CALIFORNIA"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2559a8eb7c8105d7fe88c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Motoko", "lastname": "RICH"}], "original": "By MOTOKO RICH; Compiled by Lawrence Van Gelder"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-11    Relief Crisis Grips Lebanon; Escalation by Israel Is Seen  A humanitarian crisis deepened across Lebanon amid indications that Israel was preparing for a major escalation as its planes dropped leaflets over the Lebanese city...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Relief Crisis Grips Lebanon; Escalation by Israel Is Seen A humanitarian crisis deepened across Lebanon amid indications that Israel was preparing for a major escalation as its planes dropped leaflets over the Lebanese city of Tyre warning civilians that any car on the roads south of the Litani River could be bombed. A11 Moderate reformers across the Arab world say that American support for Israel's battle with the Lebanese militant group Hezbollah has put them on the defensive, tarring them by association and boosting Islamist parties. A1 As Israel's war with Hezbollah finishes a fourth week, domestic criticism of its prosecution is growing. Yet the criticism is not that the war is going on, but that it is going poorly as the public wants the army to hit Hezbollah harder, so it will not threaten Israel again. A1 Bank Robbery in Baghdad Five homemade bombs and a bank robbery left 24 people dead in Baghdad as the level of violence in the city remained undiminished despite a buildup of American and Iraqi troops meant to restore order. A8 A Gathering Threat in India The bomb attacks last month on seven Mumbai commuter trains underscored a gathering threat for India: a small but deadly cadre of young Indian Muslims who are being drawn into deadly terrorist operations. A3 American TV Has Chinese Fans The popularity in China of American television shows downloaded from the Internet has created a fierce competition among companies hoping to translate the shows. A6 NATIONAL A12-14 Nation Copes With Closing Of Oil Field in Alaska Car owners across the country braced themselves as the shutdown of the giant Prudhoe Bay oil field in Alaska rippled through energy markets and consumer psyches. A14 Energy Secretary Samuel W. Bodman said that the country was prepared to cope with the temporary loss of 400,000 barrels of oil a day from Alaska. A14 Medicare Payments May Be Cut The Bush administration proposed a cut of 5.1 percent across the board in Medicare payments for services provided by doctors to elderly and disabled patients in 2007. A14 Georgia Congresswoman Loses Representative Cynthia McKinney lost a Democratic runoff election in Georgia. Ms. McKinney's political future has been uncertain since an encounter she had in March with a Capitol Police officer who had tried to stop her. A14 EDUCATION A15 New Rules for Racial Identity The Education Department proposed rules that would let students identify themselves by as many racial categories as they want. A12 SCIENCE/HEALTH Plans for Morning-After Pill Drug regulators and the maker of an emergency contraceptive agreed on a plan that could lead within weeks to over-the-counter sales of the morning-after pill. A13 NEW YORK/REGION B1-6 NEW YORK/REGION B1-6 Lamont Wins Primary; Lieberman to Stay in Race Ned Lamont, whose candidacy for the United States Senate soared from nowhere on a fierce antiwar message, claimed a stunning but narrow victory in the Connecticut Democratic primary over the incumbent in the race, Joseph I. Lieberman. The senator declared that he will run for re-election as an independent this fall. A1 Arrest in Officer's Death A 19-year-old reputed Bloods gang member has been charged in the shotgun slaying of a decorated Police Department detective in Orange, N.J. B1 More Power Lines Sought The Energy Department has taken the first step toward designating parts of the nation's electric grid as ''critical congestion'' areas, which could force New York and New Jersey to allow construction of new power lines that they do not want. B1 SPORTSWEDNESDAY D1-6 New N.F.L. Commissioner Early in his National Football League career Roger Goodell chauffered former Commissioner Pete Rozelle through New Orleans during a Super Bowl. Now he will become the league's fifth commissioner. D1 OBITUARIES C12 John L. Weinberg An investment banker who ran Goldman Sachs from 1976 to 1990, he was 81. C12 BUSINESS DAY C1-11 Interest Rates Stabilize The Federal Reserve suspended its two-year campaign of raising interest rates, a long-awaited policy shift based on the hope that a modest economic slowdown will subdue inflation without much pain. A1 Web Searchers, Unmasked Detailed records of searches conducted by 657,000 Americans underscore how much people unintentionally reveal about themselves when they use search engines -- and how risky it can be for companies like AOL, Google and Yahoo to compile such data. A1 Business Digest C2 EDITORIAL A16-17 Editorials: The vote in Connecticut; lessons from Prudhoe Bay; the measles vaccine follies; Verlyn Klinkenborg on package tracking. Columns: Thomas L. Friedman. Crossword: E8 TV Listings: E9 Weather: D8", "headline": {"main": "News Summary"}, "pub_date": "2006-08-09T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 751, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9503E2DE1F3FF93AA3575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2af378eb7c8105d89e1fe", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "Google, according to The Economist, is much like Napoleonic France. Google's rivals - Yahoo, eBay, and Microsoft - are much like France's enemies, Russia, Prussia and Austria. They should ally against their enemy to create a \"balance of power.\" Go...", "news_desk": null, "lead_paragraph": "Google, according to The Economist, is much like Napoleonic France. Google's rivals - Yahoo, eBay, and Microsoft - are much like France's enemies, Russia, Prussia and Austria. They should ally against their enemy to create a \"balance of power.\"", "headline": {"main": "Weekend Reading: Anti-Google Bloc As 19th Century Europe", "kicker": "DealBook"}, "pub_date": "2006-08-11T17:08:17Z", "abstract": "Google, according to The Economist, is much like Napoleonic France. Google's rivals - Yahoo, eBay, and Microsoft - are much like France's enemies, Russia, Prussia and Austria. They should ally against their enemy to create a \"balance of power.\" Google's recent agreements with Viacom and News Corporation are \"hard blows\" for Yahoo and Microsoft's MSN, [...]", "print_page": null, "word_count": 376, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/11/the-economist-alliance-against-google-looks-like-19th-century-europe/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365a18eb7c8105d8b4f84", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Of the fastest-growing Web sites last month, 5 of the Top 10 featured user-generated content, including Flickr, a site for image sharing, and MySpace, the social networking destination.     MySpace may be popular at the moment, but its 46 million ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Of the fastest-growing Web sites last month, 5 of the Top 10 featured user-generated content, including Flickr, a site for image sharing, and MySpace, the social networking destination. MySpace may be popular at the moment, but its 46 million visitors put it well behind major portals like Yahoo, with 106 million, MSN, with 96 million, and Google, with 94 million. But MySpace's 183 percent jump in visitors in July far outstripped Google, the No. 2 gainer among the portals. It gained 23 percent. SHELLY FREIERMAN", "headline": {"main": "Popular Demand", "kicker": "MOST WANTED"}, "pub_date": "2006-08-14T00:00:00Z", "abstract": null, "print_page": "7", "word_count": 87, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D00E2DE173EF937A2575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2561e8eb7c8105d7ff55d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Shelly", "lastname": "FREIERMAN"}], "original": "By SHELLY FREIERMAN"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google will let any business offer discount coupons to people who use its Google Maps service, which also acts as online yellow pages....", "news_desk": "Business", "lead_paragraph": "Google will let any business offer discount coupons to people who use its Google Maps service, which also acts as online yellow pages.", "headline": {"main": "New at Google: Local Coupons", "print_headline": "New at Google: Local Coupons"}, "pub_date": "2006-08-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "381", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/15/business/15google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "CoolSavings Incorporated", "name": "organizations"}], "subsection_name": null, "_id": "54b0db1838f0d8367c842778", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "COMPUTER BATTERIES RECALLED -- Dell is recalling 4.1 million notebook computer batteries because they could erupt in flames, the company said. It will be the largest safety recall in the history of the consumer electronics industry, the Consumer P...", "news_desk": "Business/Financial Desk", "lead_paragraph": "COMPUTER BATTERIES RECALLED -- Dell is recalling 4.1 million notebook computer batteries because they could erupt in flames, the company said. It will be the largest safety recall in the history of the consumer electronics industry, the Consumer Product Safety Commission said. The recall raises broader questions about lithium-ion batteries, which are used in a host of other devices. [Page A1.] PEPSICO NAMES NEW CHIEF -- PepsiCo said that its president and chief financial officer, Indra K. Nooyi, left, would succeed Steven S. Reinemund as chief executive on Oct. 1. Ms. Nooyi, 50, who was born in India, will be PepsiCo's fifth chief executive in its 41-year history, and the first woman. Her promotion will make Pepsico, with $33 billion in sales, the largest United States company by market value led by a woman, and the third-largest by revenue, behind Archer Daniels Midland and Kraft Foods. [C1.] CONCERN IN INDIA OVER SODA BANS -- Industry groups in India are concerned that recent bans on Coca-Cola and Pepsi-Cola could harm the country's image as an attractive place for foreign investment. [C5.] QUESTIONS ON PLAVIX -- Bernard C. Sherman, the owner of a generic drug maker, has seemingly outsmarted Bristol-Myers and Sanofi-Aventis to market the first generic form of the drug Plavix five years before its patent expires. Now the Department of Justice is investigating whether Bristol and Sanofi tried to conceal part of a deal they were negotiating with Mr. Sherman to settle a lawsuit on the validity of their patent. [C1.] SEARCH PORTRAITS -- In a practice known as behavioral targeting, Internet companies like Yahoo and AOL are using computer models to analyze records of what their users search for and then displaying advertising meant to speak directly to individual interests. [C1.] GOOGLE COUPONS -- Starting today, Google will let any business offer discount coupons to people who use its Google Maps service, which also acts as an online yellow pages. [C2.] TOUGH JOB IN THE AIR -- Flight attendants, whose profession was once considered glamorous, may have one of the toughest jobs in the airline industry these days. And now that new terror threats have come to light, they have to deal with travelers who are increasingly confused and agitated about new restrictions and long security lines. [C1.] RISE IN TIME CARD TRAVEL -- Last week's travel disruptions gave a sharp boost to a small but fast-growing segment of the private jet market -- the niche that allows customers to purchase time cards that allow them to fly a certain model of jet by the hour, without the financial burdens of ownership. [C7.] GROWTH IN EUROPE -- The economy in the 12 nations that use the euro currency grew at its fastest quarterly rate since 2000, a development that is expected to fortify the resolve of the European Central Bank to raise interest rates again this year. [C3.] DEBATE ON INDEXING -- The gloves have come off in a debate over indexing -- ways that investors can efficiently buy large baskets of stocks that mirror significant segments of the overall market. Market Place [C3.] EX-ENRON CHIEF SAID TO BE LIABLE -- Federal prosecutors say that Jeffrey K. Skilling, the former Enron chief, is liable not only for his own ill-gotten gains, but also for those of the late Kenneth L. Lay. [C3.] JONES AUCTION MAY BE DROPPED -- The Jones Apparel Group, the $5 billion clothing conglomerate that owns Barneys New York, plans to abandon its months-long auction after failing to find a buyer willing to meet its price, people involved in the process said. The called-off auction is a stinging disappointment for the managers and directors of Jones Apparel, which includes such brands as Anne Klein and Nine West, and may be an indication of more problems at the company. [C1.] S.E.C. CRITICIZED -- The chairmen of two Senate committees have written to the head of the Securities and Exchange Commission saying they are troubled by the agency's handling of allegations that political considerations impeded the investigation of a prominent hedge fund, Pequot Capital Management. [C3.] NEW EDITOR AT THE VOICE -- David Blum, a veteran writer and editor at New York magazine, has been named editor in chief of The Village Voice. [E2.] STOCKS EDGE HIGHER -- The Dow Jones industrial average rose 9.84 points, or 0.09 percent, to 11,097.87. The Standard & Poor's 500-stock index edged up 1.47 points, or 0.12 percent, to finish at 1,268.21. The Nasdaq composite index did best among the major indexes, up 11.33 points, or 0.55 percent, at 2,069.04. [C8.] UNPREDICTABLE PROMOTIONS -- Mock advertisements on the video site YouTube are capturing the attention of ad creators, who are sometimes flattered and sometimes aggravated by the attention. Advertising. [C6.] ONLINE E-COMMERCE REPORT -- Two shopping services, Mpire.com and Slide.com, present new variations on the traditional method of finding items online. A report is at nytimes.com/business. AMERICA'S MISSING MEN -- Millions of men in the prime of their lives, between 30 and 55, have dropped out of regular work. The Times's Louis Uchitelle talks with one of them at nytimes.com/business. TECHNOLOGY -- Next month, Canon will release the world's smallest and least expensive high-definition tape camcorder. A report by David Pogue is at nytimes.com/technology.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 872, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9903E2DA173EF936A2575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2559a8eb7c8105d7fe8ef", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "According to Google's blog, the search giant has bought Neven Vision, a small Santa Monica-based company that specializes in object and facial recognition technology. Financial terms of the deal were not disclosed, but Adrian Graham, Google's prod...", "news_desk": null, "lead_paragraph": "According to Google's blog, the search giant has bought Neven Vision, a small Santa Monica-based company that specializes in object and facial recognition technology.", "headline": {"main": "Google Buys Neven Vision", "kicker": "DealBook"}, "pub_date": "2006-08-16T07:14:14Z", "abstract": "According to Google's blog, the search giant has bought Neven Vision, a small Santa Monica-based company that specializes in object and facial recognition technology. Financial terms of the deal were not disclosed, but Adrian Graham, Google's product manager for photo-sharing application Picasa, elaborated slightly on how Neven's \"expertise around automatically extracting information from a photo\" [...]", "print_page": null, "word_count": 66, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/16/google-buys-neven-vision/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365c38eb7c8105d8b52ca", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Even as it rolls out local wireless Internet service in Mountain View, Calif., Google says it will not be a national provider of such services....", "news_desk": "Business", "lead_paragraph": "Even as it rolls out local wireless Internet service in Mountain View, Calif., Google says it will not be a national provider of such services.", "headline": {"main": "Google Says It Has No Plans for National Wi-Fi Service", "print_headline": "Google Says It Has No Plans for National Wi-Fi Service"}, "pub_date": "2006-08-16T00:00:00Z", "abstract": null, "print_page": "7", "word_count": "552", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/16/technology/16google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Wireless Communications", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Telephones and Telecommunications", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Earthlink", "name": "organizations"}, {"rank": "7", "is_major": "N", "value": "Washington (DC)", "name": "glocations"}], "subsection_name": null, "_id": "54b0e38938f0d8367c842892", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "KATRINA INSURANCE RULING A federal judge in Mississippi sided with home insurance companies and ruled that they do not have to pay for the flooding that destroyed tens of thousands of homes in Hurricane Katrina. [C1.]    STOCKS RISE ON PRICE DATA ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "KATRINA INSURANCE RULING A federal judge in Mississippi sided with home insurance companies and ruled that they do not have to pay for the flooding that destroyed tens of thousands of homes in Hurricane Katrina. [C1.] STOCKS RISE ON PRICE DATA Wall Street rallied after a government report showing inflation softening at the wholesale level encouraged hopes among investors that the Federal Reserve may be able to avoid further interest rate increases. [C1.] THE SCIENCE OF BATTERIES In trying to improve the endurance of batteries, scientists cannot overcome some basic hurdles of chemistry and physics. The more energy that is stored in a smaller package, the more volatile and dangerous that package becomes. The volatility of some batteries became clear with Dell's recall of 4.1 million laptop batteries. Dell said the batteries, made by Sony, could catch fire. [C1.] BAE'S GROWTH PLANS BAE, the British military contractor, says it is neither British nor American, but a new breed of military contractor -- a trans-Atlantic supplier. The chief executive has even hinted he might move the company to the United States if he gets more Pentagon business, a goal that is central to his strategy for growth. [C1.] AIR DELAYS CONTINUE Passengers flying out of Heathrow Airport in London endured a sixth day of disruption as airlines weighed the possibility of seeking compensation from the airport operator and the British government, in an attempt to avoid passing costs on to customers. [C8.] AIRPORT OPERATOR CRITICIZED BAA, the British airport operator, faced continued criticism for its handling of new security procedures, with passengers and airline executives asking why the company did not hire temporary workers to meet the demand for security checks. [C8.] MEDICARE DRUG PREMIUMS Federal officials announced that the average premium for Medicare prescription drug coverage next year would be about $24 a month, which is the same as this year and 40 percent less than originally estimated for 2007. [A12.] TRADE WITH VENEZUELA Even as the talk from Caracas and Washington grows more hostile and the countries seem to be growing ever farther apart, trade between Venezuela and the United States has reached its highest level ever. [A3.] MONSANTO MAKES ACQUISITION Monsanto will acquire the Delta and Pine Land Company, the nation's leading supplier of cotton seeds, in a move that will add to Monsanto's commanding position in the business of biotechnology crops. [C4.] UNAPPROVED PLANT FOUND An unapproved type of genetically engineered grass has been found in the wild in what scientists say could be the first instance in America in which a biotechnology plant has established itself outside a farm. [A13.] JOCKEYING FOR NICKEL MINER The three-way scramble continued among companies trying to acquire Inco, the nickel miner based in Toronto. [C8.] WAL-MART EARNINGS FALL Wal-Mart Stores reported its first decline in quarterly income in 10 years, blaming the financial slip on troubles in foreign markets. [C3.] CHANGES AT PFIZER Less than three weeks after being named Pfizer's chief executive, Jeffrey B. Kindler moved to put his stamp on the drug maker with a wide-ranging executive reorganization. [C3.] EX-CHIEF DECLARED A FUGITIVE The hunt for Jacob Alexander, former chief executive of Comverse, was stepped up after the Federal Bureau of Investigation declared him a fugitive and said agents were seeking his arrest. Mr. Alexander was charged last week with conspiracy to commit securities fraud. [C3.] MAKING THE CASE FOR G.E. Late last month, an array of General Electric executives stood before about 100 analysts and attempted to prove that all of G.E.'s wildly disparate units march to the same tune. In a sense, G.E. was preaching to the choir, with most analysts covering G.E. rating its shares a buy. But investors are not heeding the advice. For more than a year, analysts have predicted that the stock would reach $40 or more. Instead, it has hovered around the mid-30's. [C5.] FOOD SITE WITH ATTITUDE Chow.com, a new food Web site, hopes to inject a hip sensibility into its smorgasbord of recipes, restaurant reviews, party hints, video tutorials and coverage of the marketing and culture of food. All this is aimed at a younger audience than the major food Web sites tend to attract. [F1.] GOOGLE'S WIRELESS PLANS Even as it rolls out a local wireless Internet service in the city where it is based, Google says it has no plans to position itself as a national provider of such services. [C7.] ONLINE ONLINE: DEALBOOK A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. Business Briefing An article on these developments is at nytimes.com/business. STAPLES, THE OFFICE SUPPLIES RETAILER, said that its profit rose 19 percent in the second quarter, driven by market share gains in North America and strong back-to-school sales. Staples said its income rose to $161.2 million, from $135.2 million, a year earlier. Sales rose 12 percent, to $3.88 billion from $3.47 billion. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 821, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980CEED6173EF935A2575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2559b8eb7c8105d7fe8fd", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Software provider Salesforce.com said on Tuesday that it has acquired start-up Kieden, which helps customers track sales leads generated with online advertisements on Google. Financial terms of the deal were not released by Salesforce, which sells...", "news_desk": null, "lead_paragraph": "Software provider Salesforce.com said on Tuesday that it has acquired start-up Kieden, which helps customers track sales leads generated with online advertisements on Google.", "headline": {"main": "Salesforce.com Buys Start-Up With Google Links", "kicker": "DealBook"}, "pub_date": "2006-08-22T07:36:11Z", "abstract": "Software provider Salesforce.com said on Tuesday that it has acquired start-up Kieden, which helps customers track sales leads generated with online advertisements on Google. Financial terms of the deal were not released by Salesforce, which sells Web-based software that companies use to manage their sales and marketing efforts. Kieden's software would help Salesforce's business customers [...]", "print_page": null, "word_count": 79, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/22/salesforcecom-buys-start-up-with-google-links/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365b38eb7c8105d8b50d7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "A French start-up called Netvibes is trying to take on the likes of Yahoo and Google by offering Internet users a better way to organize news, information and other Web-based services. The site, at www.netvibes.com, is being billed as easier to us...", "news_desk": null, "lead_paragraph": "A French start-up called Netvibes is trying to take on the likes of Yahoo and Google by offering Internet users a better way to organize news, information and other Web-based services.", "headline": {"main": "French Start-Up Goes Up Against Yahoo and Google", "kicker": "DealBook"}, "pub_date": "2006-08-24T07:38:43Z", "abstract": "A French start-up called Netvibes is trying to take on the likes of Yahoo and Google by offering Internet users a better way to organize news, information and other Web-based services. The site, at www.netvibes.com, is being billed as easier to use than RSS feeds and more flexible than MyYahoo or Google's home page. Recently [...]", "print_page": null, "word_count": 97, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/24/french-start-up-goes-up-against-yahoo-and-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365b38eb7c8105d8b50e1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The mergers and acquisitions potential for some big Internet names - eBay, Google and Yahoo, to name a few - is the subject of a substantial piece of new research from Citigroup. We thank PaidContent.org for bringing it to our attention, as well a...", "news_desk": null, "lead_paragraph": "The mergers and acquisitions potential for some big Internet names -- eBay, Google and Yahoo, to name a few -- is the subject of a substantial piece of new research from Citigroup. We thank PaidContent.org for bringing it to our attention, as well as for reproducing the report's chart that breaks down the kinds of companies that the big portals and online-commerce outfits might be considering.", "headline": {"main": "The Feeding Habits of Internet Giants", "kicker": "DealBook"}, "pub_date": "2006-08-25T15:43:05Z", "abstract": "The mergers and acquisitions potential for some big Internet names - eBay, Google and Yahoo, to name a few - is the subject of a substantial piece of new research from Citigroup. We thank PaidContent.org for bringing it to our attention, as well as for reproducing the report's chart that breaks down the kinds of [...]", "print_page": null, "word_count": 201, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/25/the-feeding-habits-of-internet-giants/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365988eb7c8105d8b4ef9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google will supply eBay with Web search advertising outside the United States, and the two will join forces on \"click-to-call\" ads that link online shoppers to customer service operators, the companies said on Monday. EBay said that for internatio...", "news_desk": null, "lead_paragraph": "Google will supply eBay with Web search advertising outside the United States, and the two will join forces on \"click-to-call\" ads that link online shoppers to customer service operators, the companies said on Monday.", "headline": {"main": "Google and eBay Strike a Deal on Web Advertising", "kicker": "DealBook"}, "pub_date": "2006-08-28T09:01:46Z", "abstract": "Google will supply eBay with Web search advertising outside the United States, and the two will join forces on \"click-to-call\" ads that link online shoppers to customer service operators, the companies said on Monday. EBay said that for international online text advertising it had agreed to rely exclusively on Google instead of existing partner Yahoo, [...]", "print_page": null, "word_count": 223, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/28/google-and-ebay-strike-deal-on-web-advertising/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365b88eb7c8105d8b51db", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "EBay signed a similar partnership in May with Yahoo that included ads on domestic pages....", "news_desk": "Business", "lead_paragraph": "EBay signed a similar partnership in May with Yahoo that included ads on domestic pages. ", "headline": {"main": "EBay Strikes an Ad Deal With Google", "print_headline": "EBay, Already Working With Yahoo, Strikes an Ad Deal With Google"}, "pub_date": "2006-08-28T00:00:00Z", "abstract": null, "print_page": "10", "word_count": "369", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/28/technology/28ebay.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Telephones and Telecommunications", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Skype Technologies", "name": "organizations"}, {"rank": "8", "is_major": "N", "value": "PayPal", "name": "organizations"}, {"rank": "9", "is_major": "N", "value": "Europe", "name": "glocations"}, {"rank": "10", "is_major": "N", "value": "United States", "name": "glocations"}], "subsection_name": null, "_id": "54b132ad38f0d8367c84329b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Taking aim at Microsoft, Google plans to offer a package of software for business users....", "news_desk": "Business", "lead_paragraph": "Taking aim at Microsoft, Google plans to offer a package of software for business users.", "headline": {"main": "Google to Offer Services for Businesses", "print_headline": "Google to Offer Services for Businesses"}, "pub_date": "2006-08-28T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "506", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/28/technology/28google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Forrester Research Incorporated", "name": "organizations"}], "subsection_name": null, "_id": "54b1314338f0d8367c84326b", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "THE FED AND GLOBAL FORCES -- As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country will soon make the Fed's job much harder. [Page C1.]    TRACKING A HIGH-T...", "news_desk": "Business/Financial Desk", "lead_paragraph": "THE FED AND GLOBAL FORCES -- As the Federal Reserve fiercely debates how to reduce inflation within the United States, economists are warning that trends outside the country will soon make the Fed's job much harder. [Page C1.] TRACKING A HIGH-TECH FUGITIVE -- An Israeli private detective's account of a sighting of Jacob Alexander, the fugitive former head of Comverse Technology, has only deepened the mystery surrounding Mr. Alexander's whereabouts. [C1.] CRUISE MOVE -- Some in the movie industry have questioned the decision by Sumner M. Redstone, chairman of Viacom, to let Tom Cruise go after a 14-year relationship. After all, the movies made by Viacom's Paramount studio and the actor's production company have earned more than $2.5 billion at the box office. Yet if you ask economists and other academics that study the movie industry, Mr. Redstone's decision was, in financial terms, spot on. [C1.] COLLEGIATE WEB EFFORTS -- Sears Holdings is among the retailers putting extra effort this year into attracting college students online. With a new Web site, Sears is hoping to take advantage of an untapped market, said Lorna Sargent, above, director of e-commerce content. Visitors to the site are greeted with background music ranging from retro rock to contemporary metal, and a screen that includes idea lists and articles and videos about surviving freshman year. Bob Tedeschi: E-Commerce Report. [C7.] PREPARING FOR DISASTER -- Teams from the Pentagon, nongovernmental agencies and several dozen technology companies participated in a five-day simulation of a national disaster meant to showcase and test a new set of digital tools. [C1.] US WEEKLY IN RUSSIA -- American capitalism's latest export to its former communist adversaries is celebrity gossip. Us Weekly is starting a Russian edition. Making its debut Sept. 4, it will appear in Moscow and St. Petersburg and across the former Soviet map. Readers from Azerbaijan to Uzbekistan, as well as the Baltics, will be able to follow Tom Cruise's career and the latest on Brad and Angelina. [C5.] FIGURES ON FORBES -- Forbes.com, in promoting the popularity of its site as a source for business news, has noted in advertising that its sites drew about 15 million unique visitors in a single month earlier this year. But a closer look at the numbers raises questions about Forbes.com's industry-leading claims. [C1.] GOOGLE'S BUSINESS SERVICES -- Further extending its efforts beyond search technology, Google plans to announce that it will offer software providing a range of online services for business users. [C6.] CELLPHONES AND SPECTRUM -- The country's biggest cellular providers appear poised to win many of the 1,122 radio spectrum licenses that are up for auction, allowing them to expand their reach and reducing the chance that a new entrant might bring down prices in the mobile-phone industry. [C4.] TAKING NOTE OF KATRINA -- The anniversary of Hurricane Katrina is being marked this week with a spate of advertising, public relations and promotional campaigns on television, in print and online. [C6.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 492, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9901E7D6103EF93BA1575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271b18eb7c8105d82e4d7", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "Google and eBay, Partners  Google has been competing more directly with eBay in various businesses, like online payment and phone calls. But today eBay plans to announce that it has hired Google to sell ads on Web pages seen outside the United Sta...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Google and eBay, Partners Google has been competing more directly with eBay in various businesses, like online payment and phone calls. But today eBay plans to announce that it has hired Google to sell ads on Web pages seen outside the United States. PAGE A10 SPECIAL TODAY U.S. Open Preview The United States Open, which begins today in Flushing Meadows-Corona Park in Queens, will be the final event for Andre Agassi, who will retire after his 21st Open. A look at his career, the fashions and the field, with a spectator's guide. SECTION F Kidnapped Journalists Freed Militants in Gaza released a correspondent and a cameraman for Fox News after holding them for 13 days. The two journalists said they had been forced at gunpoint to declare that they had converted to Islam. In Lebanon, the leader of Hezbollah said it would ignore what he called Israel's provocations. PAGE A3 Rumsfeld on Missile Defense Secretary of Defense Donald H. Rumsfeld said that while the United States' ballistic missile defense system was becoming more capable, he wanted to see a successful full-scale test before declaring it able to shoot down a missile. PAGE A10 How Popular Is Forbes.com? Forbes.com, the more provocative sibling of Forbes magazine, draws plenty of traffic with stories about billionaire heiresses, topless beaches and why career women make bad spouses. But a close look at the traffic figures Forbes.com uses raises questions about the site's actual performance. BUSINESS DAY, PAGE C1 Television Celebrates Its Best at the 58th Emmy Awards Kiefer Sutherland accepts his Emmy as outstanding actor in a drama series for ''24,'' the counterterrorism suspense show on Fox. THE ARTS, PAGE E1", "headline": {"main": "INSIDE"}, "pub_date": "2006-08-28T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 277, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03E1DF113EF93BA1575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2530c8eb7c8105d7f9204", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "Experts wonder if enough people are willing to make the switch from traditional phones to talking through their computers....", "news_desk": "Business", "lead_paragraph": "Experts wonder if enough people are willing to make the switch from traditional phones to talking through their computers.", "headline": {"main": "EBay Gambles on Google Partnership for Success of Skype, the Internet Phone Service", "print_headline": "EBay Gambles on Google Partnership for Success of Skype, the Internet Phone Service"}, "pub_date": "2006-08-29T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "951", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/29/technology/29ebay.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Skype Technologies", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Telephones and Telecommunications", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "8", "is_major": "N", "value": "PayPal", "name": "organizations"}, {"rank": "9", "is_major": "N", "value": "Whitman, Margaret C", "name": "persons"}], "subsection_name": null, "_id": "54b1395e38f0d8367c84336f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INSURER SETTLES LAWSUIT -- Prudential Financial, the life insurance company, agreed to pay $600 million to settle charges with federal and state regulators that one of its units engaged in inappropriate mutual fund trading. [Page C1.]    TOM CRUIS...", "news_desk": "Business/Financial Desk", "lead_paragraph": "INSURER SETTLES LAWSUIT -- Prudential Financial, the life insurance company, agreed to pay $600 million to settle charges with federal and state regulators that one of its units engaged in inappropriate mutual fund trading. [Page C1.] TOM CRUISE LINES UP FINANCING -- Tom Cruise announced that he had lined up financing for his independent production company with the help of Daniel M. Snyder, owner of the Washington Redskins and chairman of the Six Flags amusement park company. [C1.] BMW AND CLEMSON, PARTNERS -- BMW's $10 million gift to Clemson University in 2002, the largest cash donation ever received by the school, has led to some unusual privileges for the company, including a hand in developing a course of study. [C1.] A MODERN DUST BOWL -- A severe drought has slowly sizzled a large swath of the plains states, tumbling farmers and ranchers into conditions they say are comparable to the Dust Bowl of the 1930's. [A15.] INQUIRY OVER SALES TO IRAN -- An investigation into the Mitutoyo Corporation, a Japanese manufacturer suspected of exporting sophisticated measuring devices to Libya's former atomic weapons program, has increasingly focused on whether the company also sold similar equipment to Iran, a government official said. [A12.] GRIM FORECAST ON GAS PRICES -- Chrysler, which depends more heavily on sales of pickup trucks and sport utility vehicles than any other Detroit automaker, said it expected gasoline prices to remain at $3 to $4 a gallon for the rest of this decade. The comments by Thomas M. LaSorda, chief executive of Chrysler, represent the first time one of the Detroit automakers has issued a specific forecast on gas prices. [C1.] AOL ACCUSED OF 'BADWARE' -- Dealing yet another blow to AOL, a leading software watchdog group warned users away from AOL's free client software on the grounds that it displayed characteristics consistent with ''badware,'' or software that installs components without clearly informing users. [C3.] DEAL FOR TEQUILA MAKER -- The Brown-Forman Corporation, the Kentucky company known for its Jack Daniel's and Southern Comfort liquor, said it was buying the Mexican tequila company Casa Herradura for $876 million. [C3.] BIG BOARD SUIT DISMISSED -- A New York State judge has dismissed a lawsuit brought by the former New York Stock Exchange chairman and chief executive, Richard A. Grasso, against H. Carl McCall, a former Big Board director who once ran New York State's finances. [C3.] KINDER MORGAN AGREES TO SALE -- Kinder Morgan Inc., one of the largest pipeline operators in the country, said that it had agreed to a sweetened buyout offer of $15 billion from a group of investors led by its chairman and co-founder, Richard D. Kinder. [C3.] THE OPERA'S NEW STAGE -- For 30 years, the Metropolitan Opera has wrinkled its elegant nose at advertising campaigns, preferring discreet sales tactics like direct mail and phone solicitations. But next week, it is entering the mass marketing fray with ads in the most conventional places: telephone kiosks, lamp posts, subway entrances and the sides of city buses. Advertising. [C1.] WAL-MART CAMPAIGN COMMERCIAL -- Wal-Mart, under attack now from unions and prominent Democrats, introduced a marketing campaign that closely resembles the television advertisements used by political candidates. [C3.] FERVOR OVER METALS -- The merger activity involving companies that pull metals like copper, nickel, zinc and iron ore from the earth has the mark of a new-economy fervor. Market Place. [C4.] LOANS FOR THE PHILIPPINES -- Earlier this summer, as markets around the region were still struggling to recover from a sell-off by global investors, the Philippines pulled off something seemingly unthinkable: it persuaded international investors to lend it $750 million. [C4.] HIGH HOPES FOR SKYPE -- EBay is hoping its new partnership with Google will help it find new ways to make money from Skype, its Internet calling service. [C5.] ARTICLE UNAVAILABLE IN BRITAIN -- The New York Times made an article about a terror investigation unavailable to Web readers in Britain to avoid violating British law. [C7.] NEW PUBLISHER FOR FREE PAPER -- A new publisher has been named for the free newspaper amNew York, the paper said. [C7.] JETS ON DEMAND -- Magnum Jet, an air taxi operator, plans early next year to make planes available for hire on demand in regional route sectors -- starting in Texas and the Southwest, eventually expanding to the New York area south to Florida, then to the Pacific Coast. [C8.] INSURANCE EXECUTIVE DIES -- Brig. Gen. Robert F. McDermott, a former Air Force Academy dean who became chairman of the insurance giant USAA and a leading advocate for auto safety after retiring from military service, died at age 86. [B6.] ONLINE DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. VENTURING ON THE WEB -- The Business Navigator used by the newsroom of The Times for forays into the Web can be found at nytimes.com/technology. SMALL BUSINESS IN NEW ORLEANS -- One year after Hurricane Katrina, many small businesses may be open across New Orleans, but times are tough and their survival is in doubt. A report is at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-29T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 856, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B0DE4DC113EF93AA1575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c198eb7c8105d86081b", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Apple Computer said yesterday that the chief executive of Google, Eric Schmidt, was joining its board, linking two of Silicon Valley's most iconic - and maverick - companies. The announcement set off an understandable wave of speculation about dee...", "news_desk": null, "lead_paragraph": "Apple Computer said yesterday that the chief executive of Google, Eric Schmidt, was joining its board, linking two of Silicon Valley's most iconic - and maverick - companies.", "headline": {"main": "Tech Ties That Bind: Google Chief Joins Apple Board", "kicker": "DealBook"}, "pub_date": "2006-08-30T07:58:02Z", "abstract": "Apple Computer said yesterday that the chief executive of Google, Eric Schmidt, was joining its board, linking two of Silicon Valley's most iconic - and maverick - companies. The announcement set off an understandable wave of speculation about deeper ties between the two companies, many focused on a push to undercut Microsoft. Apple already had [...]", "print_page": null, "word_count": 255, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/30/the-ties-that-bind-google-chief-joins-the-board-of-apple/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365408eb7c8105d8b4794", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Apple Computer said that the chief executive of Google, Eric Schmidt, was elected to its board on Tuesday....", "news_desk": "Business", "lead_paragraph": "Apple Computer said that the chief executive of Google, Eric Schmidt, was elected to its board on Tuesday.", "headline": {"main": "Google Chief Joins the Board of Apple", "print_headline": "Google Chief Joins The Board of Apple"}, "pub_date": "2006-08-30T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "154", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/30/technology/30apple.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Apple Computer Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Schmidt, Eric E", "name": "persons"}, {"rank": "3", "is_major": "N", "value": "Boards of Directors", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Novell Incorporated", "name": "organizations"}, {"rank": "7", "is_major": "N", "value": "Sun Microsystems Inc", "name": "organizations"}], "subsection_name": null, "_id": "54b13e2738f0d8367c84340a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "BUSH NUDGES CHINA -- The Bush administration is pushing for China and other developing nations to get more power in the International Monetary Fund, in an effort to gain Chinese cooperation on international economic issues.[Page C1.]    CHINA AND ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BUSH NUDGES CHINA -- The Bush administration is pushing for China and other developing nations to get more power in the International Monetary Fund, in an effort to gain Chinese cooperation on international economic issues.[Page C1.] CHINA AND THE W.T.O. -- China should throw its influence as a global trading giant behind efforts to revive talks aimed at lowering trade barriers, Susan C. Schwab, left, the United States trade representative, said in Beijing. She said that China was taking a back seat to more vocal members of the World Trade Organization, including India and Brazil, rather than playing a leadership role in breaking a deadlock in the talks, known as the Doha round. [C4.] FED WAS ON THE FENCE -- Although the Federal Reserve's policy makers chose to keep interest rates unchanged, several thought that increases ''could well be needed'' in the future, according to minutes of the Fed's Aug. 8 meeting. [C1.] SHARES ADVANCE -- Stocks rose for a second day after the Federal Reserve suggested it might put off interest-rate increases, outweighing the biggest drop in consumer confidence in almost a year. [C8.] PAPER COUPONS SURVIVE -- An Internet assault on the paper-clipping coupon business is under way, but while the cool logic of efficiency suggests the traditional paper coupon is in imminent peril, the marketplace tells another story. [C1.] HOUSEHOLD INCOME EDGES UP -- The nation's median household income rose slightly faster than inflation last year for the first time in six years, the Census Bureau reported. [A1.] INQUIRY ON AGENCY HEAD -- State Department investigators have found that Kenneth Y. Tomlinson, the head of the agency that oversees most government broadcasts to foreign countries, used government employees to do his personal errands and that he billed the government for more days of work than the rules permit. [A1.] VETO OF WINE BILL -- Gov. Arnold Schwarzenegger has vetoed a bill that would have declared zinfandel to be the ''historic wine'' of California. [A12.] GOT FAME? -- Faced with declining milk consumption by teenagers, dairy companies are embarking on an ad campaign with sports and entertainment celebrities and interactive features that they hope will win young people over. Advertising. [C3.] BOOKSELLER INQUIRY -- Barnes & Noble said that it had received a subpoena from a United States attorney requesting documents on its stock options practices. [C3.] WORKERS BRIEFED ON FORD -- Local union leaders at the Ford Motor Company received an update on the struggling company's condition, but said they were not told about any specific steps the company planned to take. [C3.] METALS DEAL MOVES FORWARD -- The nickel mining company Inco confirmed its support for a friendly offer from Phelps Dodge after it failed to persuade a Brazilian company to increase a hostile takeover bid of $18 billion. [C4.] FREE AND LEGAL MUSIC -- A new online music company called SpiralFrog said that it would make a huge catalog of songs from the world's largest record company, the Universal Music Group, available for consumers to download free. [C5.] GOOGLE CHIEF ON APPLE'S BOARD -- Apple Computer said that the chief executive of Google, Eric Schmidt, was joining its board. [C5.] KRAFT WANTS INDEPENDENCE -- Kraft Foods, the packaged food company, has been itching to be independent of its parent, the Altria Group, and its tobacco units Philip Morris USA and Philip Morris International. Today's meeting of Altria's board may bring Kraft one step closer to its goal. [C1.] NOVELL'S PROFIT UP -- The business software maker Novell posted a higher quarterly profit and said that it had begun an internal investigation into previous stock options grants. [C5.] J.& J. WINS ANTITRUST SUIT -- Johnson & Johnson won an antitrust lawsuit that had accused the company of illegally using its sutures monopoly to increase sales of other surgical products. [C7.] HOME DEPOT REVISES BYLAWS -- Home Depot took another step to repair its image with investors after an acrimonious annual meeting in May, announcing that it had revised company bylaws to require that each director be elected by majority vote. [C8.] ONLINE YOUR MONEY -- Look ahead at the news that will affect your finances with a free weekly newsletter at nytimes.com/yourmoney. DEALBOOK -- Daily news on mergers and acquisitions, I.P.O.'s, venture capital and more is at nytimes.com/dealbook. THE WALK-THROUGH -- Writers for The New York Times look at residential real estate news, trends and tidbits at nytimes.com/walkthrough. CHILD LABOR IN ZAMBIA -- Michael Wines discusses the increasing use of child labor in sub-Saharan Africa in a multimedia report at nytimes.com/world. WATER WORRIES -- As travelers adjust to the new rules against carrying liquids onto planes, they are becoming more concerned about their access to the most essential liquid: water. A report is at nytimes.com/travel.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 789, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D02EED9113EF933A0575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c198eb7c8105d86083c", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Soon after it was announced that Google chief Eric Schmidt would join the board at Apple Computer, the big question was \"What does it mean?\" Now, with a day or so to digest, the conversation turns to a different, but related query: \"Is it good for...", "news_desk": null, "lead_paragraph": "Soon after it was announced that Google chief Eric Schmidt would join the board at Apple Computer, the big question was \"What does it mean?\"", "headline": {"main": "In Apple-Google Link, Some See Hints of Deals", "kicker": "DealBook"}, "pub_date": "2006-08-31T06:30:06Z", "abstract": "Soon after it was announced that Google chief Eric Schmidt would join the board at Apple Computer, the big question was \"What does it mean?\" Now, with a day or so to digest, the conversation turns to a different, but related query: \"Is it good for the bankers?\" That is to say: What merger possibilities [...]", "print_page": null, "word_count": 410, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/08/31/draft-in-apple-google-link-some-see-hints-of-deals/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365c38eb7c8105d8b530b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The alliance between Google and Apple may make the prospect of outdueling Microsoft’s empire better than ever....", "news_desk": "Business", "lead_paragraph": "The alliance between Google and Apple may make the prospect of outdueling Microsoft’s empire better than ever.", "headline": {"main": "An Apple-Google Friendship, and a Common Enemy", "print_headline": "Google Man on Apple’s Board: Silicon Valley Fights Microsoft"}, "pub_date": "2006-08-31T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1220", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/08/31/technology/31valley.html", "multimedia": [{"width": 190, "url": "images/2006/08/31/business/31valley.graphic.190.gif", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/08/31/business/31valley.graphic.190.gif", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/08/31/business/31valley.75.gif", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/08/31/business/31valley.75.gif", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Apple Computer Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Jobs, Steven P", "name": "persons"}, {"rank": "4", "is_major": "N", "value": "Schmidt, Eric E", "name": "persons"}, {"rank": "5", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "6", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "9", "is_major": "N", "value": "Appointments and Executive Changes", "name": "subject"}], "subsection_name": null, "_id": "54b148b438f0d8367c843564", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-14    Peace in Darfur at Risk, As New Conflict Looms  Negotiations over a proposed United Nations force to shore up the shaky peace in Darfur have limped along with no sign of compromise. The opposing sides in the conflict now s...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-14 Peace in Darfur at Risk, As New Conflict Looms Negotiations over a proposed United Nations force to shore up the shaky peace in Darfur have limped along with no sign of compromise. The opposing sides in the conflict now seem headed toward a large-scale military confrontation. A1 Allies Ready Sanctions for Iran With Iran defying the deadline to halt production of nuclear fuel, the United States and three European allies are assembling a list of sanctions they would seek in the United Nations Security Council that would begin by restricting imports of nuclear material. A1 52 Die in Iraq Sectarian Attacks Shootings and hidden bombs at an Iraqi market, a gas station and an army recruiting center killed at least 52 people, continuing a wave of sectarian violence that has claimed roughly 200 lives this week. Despite the spike in violence, the top United States general in Iraq said Iraqi forces could take over security as early as next year. A10 Israel Spurns U.N. Request Israel's prime minister, Ehud Olmert, rebuffed a request from the United Nations secretary general, Kofi Annan, for even a partial lifting of the seven-week-old blockade of Lebanon to allow Beirut's airport to resume normal operations. A12 A continuing Israeli offensive in the Gaza Strip killed nine people, including four civilians, one of them a 14-year-old. Israelis announced the discovery of a 150-yard tunnel stretching from a house toward the Karni cargo crossing, which Israel had closed due to security alerts, between Gaza and Israel. A14 Sri Lanka Blamed in Aid Killings Swedish-led cease-fire monitors accused the Sri Lankan government security forces of killing 17 aid workers in the town of Mutur in one of the worst attacks against humanitarian workers worldwide in recent years. The monitors cited several reasons, including confidential conversations with ''highly reliable sources'' that they said pointed to the culpability of the security forces. A12 ARTS E1-10 Fake Letter in Poet's Biography A. N. Wilson, one of London's most visible literary figures, was duped into printing a made-up love letter in ''Betjeman,'' his book about the British poet laureate John Betjeman. In the fake document, the first letters of each sentence, except the first, spell out an insulting sentence that starts with Mr. Wilson's name and ends with a vulgarity. E1 Chicago Critic Criticized Hedy Weiss, a theater critic for The Chicago Sun-Times for more than 20 years, is facing criticism herself after publishing scathing comments about a weekend-long festival of musicals in progress, called Stages. Edward Albee and Tony Kushner are among those who have voiced their objections. E3 NATIONAL A16-22 California Announces Deal To Curb Greenhouse Gases California's political leaders announced an agreement that imposes the most sweeping controls on carbon dioxide emissions in the nation, putting the state at the forefront of a broad campaign to curb the man-made causes of climate change. A1 Some Colleges Ignoring SAT's For many small liberal arts colleges the SAT may have outlived its usefulness. More than a quarter of the U.S. News and World Report's Top 100 liberal arts colleges have made college admissions exams optional. A1 Destruction of Ballots Delayed With paper ballots from the 2004 presidential election in Ohio scheduled to be destroyed, the Ohio secretary of state said that he would move to delay the destruction. Since the election, questions have been raised about how votes were tallied. A16 Los Angeles School Overhaul Los Angeles passed the reins of its troubled public schools to the mayor in measure passed by the State Legislature. But the legislation gives little real power to the mayor, and, school governance experts said, lacks accountability. A16 Conservation Policy Adopted The National Park Service will adopt a policy emphasizing conservation of natural resources over recreation when they are in conflict. A16 NEW YORK/REGION B1-8 Plan for Accused Priests: Be Monitored, or Resign Cardinal Edward M. Egan, head of the Roman Catholic Archdiocese of New York, has a new plan for dealing with priests who, although credibly accused of sexually abusing children, cannot be defrocked for various reasons. They can spend the rest of their lives in closely supervised housing, or they can leave the priesthood. B1 Challenge to Housing Goals The Bloomberg administration's aim to preserve much of the city's moderate-income housing amid skyrocketing prices is facing serious challenges, as illustrated by the possible sale of Stuyvesant Town and Peter Cooper Village along the East River, long a bastion of middle-class residents. B1 Lawyer Charged in Killing A lawyer in Fairfield, Conn., has been charged with murder after the police say he climbed through his neighbor's window and stabbed him to death shortly after hearing that the neighbor had molested the lawyer's 2-year-old daughter. B1 OBITUARIES A22-23 Glenn Ford A laconic, soft-spoken actor with an easy smile who played leading roles in many westerns, melodramas and romantic films from the early 1940's through the 60's, he was 90. A22 BUSINESS DAY C1-14 Apple's Boardroom Move When Eric E. Schmidt, Google's chief executive, was named to Apple Computer's board, it touched off speculation about the motives of Apple's co-founder, Steven P. Jobs. A1 Economy Grows Stronger The economy grew more quickly in the second quarter than estimated and inflation was slightly lower, the Commerce Department reported. C1 Business Digest C2 EDITORIAL A24-25 Editorials: Stars in their eyes; raising nicotine doses, on the sly; homestretch for a hack; Andrew Rosenthal on the silence in the streets. Column: David Brooks. Bridge E6 TV Listings E9 Crossword E4 Weather B9", "headline": {"main": "News Summary"}, "pub_date": "2006-08-31T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 913, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9806E1DF1E3EF932A0575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2af3a8eb7c8105d89e4d3", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "SILICON VALLEY POWER ALLIANCE When Google's chief executive, Eric E. Schmidt, left, was named to Apple Computer's board this week, the announcement touched off a wave of speculation about the motives of the man behind the move: Apple's co-founder,...", "news_desk": "Business/Financial Desk", "lead_paragraph": "SILICON VALLEY POWER ALLIANCE When Google's chief executive, Eric E. Schmidt, left, was named to Apple Computer's board this week, the announcement touched off a wave of speculation about the motives of the man behind the move: Apple's co-founder, Steven P. Jobs. [Page A1.] CALIFORNIA EMISSIONS BILL California's political leaders announced an agreement that imposes the most sweeping controls on carbon-dioxide emissions in the nation, putting the state at the forefront of a broad campaign to curb the man-made causes of climate change despite resistance in Washington. [A1.] FILLING UP ON CORN A 2,100-mile drive through the region where ethanol fuel is most popular revealed that despite all the good will toward E-85, as the corn-based fuel blend is known, its success is far from assured. [C1.] LOOPHOLE FOR FLEXIBLE FUEL As car companies promote E-85 as an alternative to gasoline, they are benefiting from a loophole that allows them to receive credits toward environmental standards when they sell flexible-fuel vehicles that run on the ethanol-based fuel. [C4.] ECONOMY EXPANDED IN QUARTER The economy grew more quickly in the second quarter than initially estimated and inflation was slightly lower, the Commerce Department reported. [C1.] STOCKS EDGE UP The Dow average and the Nasdaq rose slightly in thin trading, helped by a government report showing economic growth remains reasonably strong. [C13.] JITTERS OVER HURRICANES All along the coasts, from Texas to New England, insurers suffering from hurricane jitters are raising rates and cutting back on coverage. But nowhere is the crisis more severe than in Florida, where storms in recent years have added billions to the insurers' losses. [C1.] PESSIMISM AMONG WORKERS Three new opinion polls found deep pessimism among American workers, with most saying that wages were not keeping pace with inflation and that workers were worse off in many ways than a generation ago. [A21.] ALCATEL DEFENDS LUCENT DEAL With a week to go before a crucial vote on a deal that would reshape the telecommunications equipment industry, Alcatel disputed criticism about its planned takeover of Lucent and insisted that the deal would benefit shareholders. [C3.] COKE EXECUTIVE LEAVES The president of Coca-Cola's North American unit, Donald R. Knauss, resigned abruptly to become chairman and chief executive of Clorox. [C3.] G.M. DROPS 'SURVIVOR' ADS General Motors has decided not to advertise on the CBS reality show ''Survivor'' for the upcoming season, one that has attracted criticism because teams of contestants are being pitted against each other based on race. Advertising. [C3.] NEW ALUMINUM GIANT Alcoa may face a rival for global dominance if a tentative merger of two Russian aluminum companies and a major Swiss commodity trader comes to fruition. Should Alcoa drop from its No. 1 spot it would be partly a reflection of wider industrial shifts that now favor Russia's commodity-driven economy. [C5.] TiVo'S LOSS CLIMBS TiVo reported a quarterly loss that was seven times the size of its loss a year ago, largely because of hefty legal costs associated with a high-stakes intellectual property patent dispute. [C4.] NOT GUILTY PLEA IN OPTIONS CASE The former chief executive of Brocade Communications Systems, Gregory L. Reyes, pleaded not guilty to 12 counts of securities fraud and other charges that he improperly backdated employee stock option grants. [C11.] NO ACTION ON SHELL'S EX-CHIEF The Securities and Exchange Commission has decided to take no action against Sir Philip Watts, the former chief executive of Royal Dutch Shell, over the 2004 scandal involving the overbooking of oil reserves. [C11.] REVERSAL OF VIOXX AWARD Merck won the first reversal of a damage award over its Vioxx painkiller when a judge said that a $51 million verdict was ''grossly excessive.'' [C11.] ONLINE DEALBOOK Daily news on mergers and acquisitions, I.P.O.'s, venture capital and more is at nytimes.com/dealbook. HUGE APARTMENT SALE With a target price of nearly $5 billion, the sale of Stuyvesant Town and Peter Cooper Village would be the biggest deal for a single U.S. property in modern times. A report is at nytimes.com/realestate. UNLIKELY DORM MATES Barnard College has built a dormitory where faculty members occupy the same floors and share laundry facilities and common space with students. A report is at nytimes.com/business. ONCE AND FUTURE MILEAGE KING Can an automobile be ahead of its time and yet be obsolete? As it heads into retirement, the Honda Insight certainly looks that way. A report is at nytimes.com/business. BUSINESS AFTER KATRINA A year after Hurricane Katrina, many small businesses are open across New Orleans, but times are tough and their survival is in doubt. A multimedia report is at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-08-31T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 758, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B01E4DE1E3EF932A0575BC0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271b18eb7c8105d82e535", "byline": null, "section_name": "Business"}], "meta": {"hits": 37}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}