{"response": {"docs": [{"type_of_material": "Blog", "snippet": "SKS Microfinance, a fast-growing Indian company that provides financing for entrepeneurs, has received an $11.5 million injection with Sequoia Capital putting up most of the funds. Sequoia, which has made such savvy previous investments as those i...", "news_desk": null, "lead_paragraph": "SKS Microfinance, a fast-growing Indian company that provides financing for entrepeneurs, has received an $11.5 million injection with Sequoia Capital putting up most of the funds. Sequoia, which has made such savvy previous investments as those in Google, Yahoo and YouTube, was joined in the round by Unitus Equity Fund, Vinod Khosla, Ravi Reddy, Odyssey Capital and prior investor Sidbi.", "headline": {"main": "Sequoia Capital Backs Financier for Indian Entrepreneurs", "kicker": "DealBook"}, "pub_date": "2007-04-02T07:20:01Z", "abstract": "SKS Microfinance, a fast-growing Indian company that provides financing for entrepeneurs, has received an $11.5 million injection with Sequoia Capital putting up most of the funds. Sequoia, which has made such savvy previous investments as those in Google, Yahoo and YouTube, was joined in the round by Unitus Equity Fund, Vinod Khosla, Ravi Reddy, Odyssey [...]", "print_page": null, "word_count": 90, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/02/sequoia-shoots-for-another-win-with-sks/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c30", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google's acquisition of video-sharing site YouTube was driven by a culture of \"nerd logic,\" which has slammed the company headfirst into the culture of New York's Big Media, Clive Thompson wrote in New York magazine. And, in a development that man...", "news_desk": null, "lead_paragraph": "Google's acquisition of video-sharing site YouTube was driven by a culture of \"nerd logic,\" which has slammed the company headfirst into the culture of New York's Big Media, Clive Thompson wrote in New York magazine. And, in a development that many had predicted, the deal has made Google the target of a major lawsuit from Viacom, which contends its copyrighted materials are being used without its permission.", "headline": {"main": "Google, YouTube and 'Nerd Logic'", "kicker": "DealBook"}, "pub_date": "2007-04-02T07:10:01Z", "abstract": "Google's acquisition of video-sharing site YouTube was driven by a culture of \"nerd logic,\" which has slammed the company headfirst into the culture of New York's Big Media, Clive Thompson wrote in New York magazine. And, in a development that many had predicted, the deal has made Google the target of a major lawsuit from [...]", "print_page": null, "word_count": 152, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/02/google-youtube-and-nerd-logic/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7ab9", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google plans to begin selling TV ads on the satellite programming channels distributed by EchoStar’s DISH Network....", "news_desk": "Business", "lead_paragraph": "Google plans to begin selling TV ads on the satellite programming channels distributed by EchoStar’s DISH Network.", "headline": {"main": "Master of Search Seeks Mastery of the TV Dial", "kicker": "Advertising", "print_headline": "Master of Search Seeks Mastery of the TV Dial", "content_kicker": "Advertising"}, "pub_date": "2007-04-03T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "1115", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/03/business/media/03adco.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "EchoStar Communications Corporation", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Television", "name": "subject"}], "subsection_name": "Media", "_id": "5490cd0138f0d847ca7e27b3", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "E.P.A. AUTHORITY IS UPHELD -- In a rebuke of Bush administration policy, the Supreme Court has ruled today that the Environmental Protection Agency has the authority to regulate heat-trapping gases in automobile emissions. [Page A1.]    THE TRIBUN...", "news_desk": "Business/Financial Desk", "lead_paragraph": "E.P.A. AUTHORITY IS UPHELD -- In a rebuke of Bush administration policy, the Supreme Court has ruled today that the Environmental Protection Agency has the authority to regulate heat-trapping gases in automobile emissions. [Page A1.] THE TRIBUNE COMPANY IS SOLD The Tribune Company, the owner of 23 television stations and newspapers like The Chicago Tribune and The Los Angeles Times, has agreed to a sale to Samuel Zell, the Chicago real estate mogul, for $8.2 billion. [A1.] BUT WHAT ABOUT LOS ANGELES? -- What happens now to The Los Angeles Times, which has been a huge thorn in the side of Tribune? [C1.] ANALYZING THE SALE -- Taking Tribune private will ease quarterly earnings pressures, but operational challenges remain. The Media Equation: David Carr. [C1.] FINANCING THE SALE -- Employee stock ownership plans of the sort being used to buy Tribune have not always worked out as hoped. [C4.] FOR SALE: CHICAGO CUBS -- As part of the Tribune deal, the Chicago Cubs will be sold. One of the potential buyers could be Mark Cuban, owner of the N.B.A.'s Dallas Mavericks. [D1.] GOOGLE TO SELL TV ADS -- Google plans to begin selling television ads on all national satellite channels on EchoStar's Dish Network, bringing its online advertising technology to new markets. Google's chief executive, Eric E. Schmidt, above, said the company thought it could ''add value to this important medium by delivering more relevant ads to viewers.'' [C3.] LENDER FILES FOR BANKRUPTCY -- The New Century Financial Corporation, a prominent player in the subprime mortgage business, filed for Chapter 11 protection in the federal bankruptcy court in Delaware. [C1.] FREMONT GENERAL AUDITOR RESIGNS -- The auditor for Fremont General, another seller of subprime mortgages, has resigned. [C9.] A SWITCH BY EMI -- EMI Group, the British music giant, has decided to sell songs online through Apple's music service without copy protection, a significant shift in how copyrighted music will be sold in the iPod era. [C1.] A GREAT YEAR FOR AIRLINES? -- An airline trade group says industry profit will be $4 billion this year. But some analysts think the industry could top the record of about $5.4 billion in profit, set in 1999. [C3.] BIG TRADE DEAL WITH SOUTH KOREA -- If ratified by Congress, a new trade deal reached between the United States and South Korea would end tariffs on more than 90 percent of the product categories traded between the countries. [C1.] XEROX BUYS A RIVAL -- Xerox will purchase Global Imaging Systems, which sells printers and copiers, for $1.5 billion as it seeks to expand its reach in the small and midsize business markets. The deal is Xerox's third and largest in the last 12 months as it tries to increase growth in equipment revenue. [C11.] VERDICT IS OVERTURNED -- A jury verdict in favor of a whistle-blower who charged that the Kerr-McGee Corporation cheated the government out of millions of dollars in royalties for oil and gas pumped from publicly owned coastal waters has been overturned. [C3.] STARWOOD CHIEF RESIGNS -- Steven J. Heyer has resigned as chief executive of Starwood Hotels and Resorts after he and the board clashed over his management style. [C2.] AEROFLOT BIDS FOR ALITALIA -- Aeroflot, the Russian national airline, has made an unexpected offer for all or part of Italy's national airline, Alitalia. [C8.] STEM CELLS PATENTS IMPERILED -- Three basic patents on stems cells have been revoked in a preliminary decision by United States Patent and Trademark Office, an action that could ease limits on research in the field. [C2.] MANUFACTURING GROWTH DECLINES -- Manufacturing growth slowed more than expected last month and the cost of raw materials rose adding to concern that inflation is not declining as the economy slows. [C11.] BID FOR CELLPHONE COMPANY -- AT&T and a Mexican affiliate have bid more than $6 billion for control of Italy's largest cellphone company. [C11.] EUROPEAN ENERGY DEAL COMPLETED -- The German energy giant E.On has withdrawn its offer for the Spanish utility Endesa in favor of a deal where rival bidders would sell E.On part of Endesa's assets. [C3.] LOSING A PERSONAL DEVICE -- Business travelers tired from being on the road can and do lose their personal electronic devices, which can be a unpleasant experience. Not to mention that once lost, the gadgets are rarely recovered. [C6.] ONLINE BIOMET OFFICIAL RESIGNS -- Another Biomet executive resigns after an inquiry into the backdating of stock options. That report and more are in a special section on executive pay at nytimes.com/business. Business Briefing Articles on these developments are at nytimes.com/business. TENET HEALTHCARE, one of the largest United States health care companies, agreed Monday to pay a $10 million civil penalty to settle charges that it failed to disclose that its earnings growth from 1999 to 2002 was driven by its exploitation of a loophole in the Medicare reimbursement system. (DOW JONES/AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-04-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 815, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE7DC1F30F930A35757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28e308eb7c8105d8645a5", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "If Google and Microsoft are circling DoubleClick - a bidding feud that has been reported but never acknowledged by any of the parties - it may be based partly on a new initiative that the online advertising firm announced Wednesday. DoubleClick is...", "news_desk": null, "lead_paragraph": "If Google and Microsoft are circling DoubleClick -- a bidding feud that has been reported but never acknowledged by any of the parties -- it may be based partly on a new initiative that the online advertising firm announced Wednesday.", "headline": {"main": "DoubleClick May Entice Buyers With Ad Exchange", "kicker": "DealBook"}, "pub_date": "2007-04-04T11:22:50Z", "abstract": "If Google and Microsoft are circling DoubleClick - a bidding feud that has been reported but never acknowledged by any of the parties - it may be based partly on a new initiative that the online advertising firm announced Wednesday. DoubleClick is planning to begin Advertising Exchange, which will bring together the ad buyers and [...]", "print_page": null, "word_count": 642, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/04/doubleclick-may-entice-buyers-with-ad-exchange/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3679a8eb7c8105d8b7e9e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Technorati is known for its software that searches and indexes thousands of blogs. So the company is presumably quite aware of the buzz making the rounds on the Net, in which bloggers are speculating that Technorati is positioning itself for a sal...", "news_desk": null, "lead_paragraph": "Technorati is known for its software that searches and indexes thousands of blogs. So the company is presumably quite aware of the buzz making the rounds on the Net, in which bloggers are speculating that Technorati is positioning itself for a sale. Technorati has denied those rumors, but the denials may only be fanning the flames. After Michael Arrington of TechCrunch (the blog that broke the news that Google might buy YouTube) wrote about the situation, he appended his post with this update quoting Technorati's chief executive:", "headline": {"main": "Blogs Blog About Blog Tracker's Sale Prospects", "kicker": "DealBook"}, "pub_date": "2007-04-05T11:16:47Z", "abstract": "Technorati is known for its software that searches and indexes thousands of blogs. So the company is presumably quite aware of the buzz making the rounds on the Net, in which bloggers are speculating that Technorati is positioning itself for a sale. Technorati has denied those rumors, but the denials may only be fanning the [...]", "print_page": null, "word_count": 302, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/05/blogs-blog-about-blog-trackers-sale-prospects/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367a58eb7c8105d8b8026", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Brief", "snippet": "Google agreed to make it easier to remove offensive content posted on its Orkut social-networking site, heeding requests from prosecutors in Brazil. Google will set up a page on Orkut where prosecutors will send requests to remove content, the Rio...", "news_desk": "Business", "lead_paragraph": "Google agreed to make it easier to remove offensive content posted on its Orkut social-networking site, heeding requests from prosecutors in Brazil. Google will set up a page on Orkut where prosecutors will send requests to remove content, the Rio de Janeiro state prosecutor’s office said. In Brazil, where Orkut is the most-used social networking site, prosecutors complained last year that the company was taking too long to comply with their demands to eliminate some material on the site. Google, based in Mountain View, Calif., said it had added workers to review reports of offensive or illegal content, along with special tools for law enforcement to expedite reviews.", "headline": {"main": "Brazil: Google Steps Up Oversight", "print_headline": "Brazil: Google Steps Up Oversight", "content_kicker": "World Business Briefing | Americas"}, "pub_date": "2007-04-05T00:00:00Z", "abstract": null, "print_page": "12", "word_count": "108", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/05/business/worldbusiness/05fobriefs-GOOGLESTEPSU_BRF.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Brazil", "name": "glocations"}], "subsection_name": "World Business", "_id": "5490e1b838f0d847ca7e2a33", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Eric E. Schmidt received a salary of $1 but his personal security cost shareholders $532,755, representing the bulk of his compensation....", "news_desk": "Business", "lead_paragraph": "Eric E. Schmidt received a salary of $1 but his personal security cost shareholders $532,755, representing the bulk of his compensation.", "headline": {"main": "Google&#8217;s Chief Gets $1 in Pay; His Security Costs $532,755", "print_headline": "Google&#8217;s Chief Gets $1 in Pay; His Security Costs $532,755"}, "pub_date": "2007-04-05T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "492", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/05/technology/05google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Schmidt, Eric E", "name": "persons"}, {"rank": "2", "is_major": "N", "value": "Wages and Salaries", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Bonuses", "name": "subject"}], "subsection_name": null, "_id": "5490df2138f0d847ca7e29df", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "TALKS ON A CHRYSLER DEAL DaimlerChrysler confirmed for the first time that it was in talks with a number of bidders about a deal for its troubled Chrysler Group. The announcement, at the company's annual meeting in Berlin, seemed to be aimed at pl...", "news_desk": "Business/Financial Desk", "lead_paragraph": "TALKS ON A CHRYSLER DEAL DaimlerChrysler confirmed for the first time that it was in talks with a number of bidders about a deal for its troubled Chrysler Group. The announcement, at the company's annual meeting in Berlin, seemed to be aimed at placating restive shareholders. [Page A1.] FORD STICKING WITH THE PLAN The Ford Motor Company's chief executive, Alan R. Mulally, insisting that he saw no need for deeper cuts beyond those called for by its recovery plan, dismissed speculation by some analysts that Ford would require a third round of cuts on top of the two already announced. [C1.] GET HEALTHY AT WAL-MART Wal-Mart has quietly introduced an ambitious program that seeks to turn its 1.3 million workers into models for its 200 million customers on issues ranging from personal health to the environment. [C1.] SHELL HOPES TO RESUME IN NIGERIA Royal Dutch Shell says that it expects to resume full oil operations in Nigeria within six months, a year after being forced to shut operations because of attacks from a rebel group. ''We see this year as a year when we start clawing back our production,'' said Basil E. Omiyi, above, Shell's managing director for Nigeria. ''I don't see anything standing in our way of restarting our production.'' [C1.] UNION TRUST TAKEN TO COURT A lawsuit filed in federal court contends that a retirement plan offered by a federation of New York teachers unions accepted millions of dollars from an investment firm in exchange for endorsing the firm's products. [C1.] GAZPROM IN DEAL FOR YUKOS ASSETS Two Italian energy companies won an auction for assets of the bankrupt Yukos oil company, then promptly announced they would sell most of the assets to the state-owned Russian gas giant Gazprom. [C3.] LONE STAR'S EXIT STRATEGY? Lone Star Funds, the private equity firm embroiled in a dispute with South Korean prosecutors, said that it would divest itself of two of its Korean holdings, fueling speculation that it would exit the country. [C12.] UNIVERSITIES AND LOAN COMPANIES The directors of financial aid offices at Columbia University, the University of Texas at Austin and the University of Southern California profited from the sale of shares they held in a student loan company, which each of the universities recommends to student borrowers, according to an investigation by Andrew M. Cuomo, New York attorney general. [A1.] YOUTUBE BLOCKED IN THAILAND Thailand's government blocked access to YouTube because of a video clip that denigrated the country's monarch. Google refused to remove the clip. [C12.] A BONUS (ONLINE) ISSUE The newsmagazine The Week will publish an extra issue online, rather than in its regular printed format. The issue will focus on the environment -- hence the decision to spare trees. Advertising: Stuart Elliott. [C4.] AN ALL-GREEN TV CHANNEL Discovery Communications, the cable channel operator, plans to start a 24-hour channel focused on eco-friendly living, as part of a push into the rising environmental movement. [C3.] SEEKING OPPORTUNITY IN ALASKA For women entrepreneurs, starting and sustaining a business in Alaska can pose special challenges. Small Business. [C11.] MARKETS EDGE HIGHER Stocks advanced slightly, as oil prices dropped and economic data offered little incentive to buyers. [C14.] HINTS OF A WEAKENING ECONOMY Growth in the service sector fell to a four-year low last month while the job market showed only modest improvement, according to reports that reinforced views of a weakening economy. [C3.] A GOOD QUARTER FOR BEST BUY The Best Buy Company, the nation's biggest consumer electronics chain, reported an increase of 18.5 percent in its quarterly profit. Its rival, Circuit City Stores, swung to a loss of $12.2 million, as it continued to struggle with charges related in part to store closings. [C12.] NOT YOUR NORMAL W-2 Google paid its top executive, Eric E. Schmidt, a salary of $1 and a holiday bonus of $1,723 in 2006, according to a regulatory filing. But Mr. Schmidt's personal security cost shareholders $532,755, representing the bulk of his compensation. [C3.] GOOD MORNING. YOU'RE REPLACED. CNN, disappointed with ratings for its news program ''American Morning,'' is replacing the anchor team of Soledad O'Brien and Miles O'Brien and installing Kieran Chetry and the former CBS News correspondent John Roberts. [E10.] ONLINE PAY FOR PERFORMANCE? At many companies, changes in chief executives' pay last year roughly corresponded with changes in their shareholders' total return. But there were exceptions, most of them in favor of the chief executives. A graphic and other reports on executive pay is in a special section at nytimes.com/business. WEEKEND BUSINESS REPORT In a weekly podcast, reporters and editors from The Times's Sunday Business section offer perspective on the week in business and beyond. Information on subscribing is at nytimes.com/business. UNCERTAINTIES IN A GUIDELINE The American Cancer Society has recommended that all women at high risk for breast cancer should undergo magnetic resonance imaging, but the issue is a complex one. A report is at nytimes.com/health.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-04-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 817, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F04EEDA163FF936A35757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2739b8eb7c8105d8311db", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "AOL plans to introduce a service Monday to sell ads that will appear next to its search results, which are powered by Google’s Internet search engine....", "news_desk": "Business", "lead_paragraph": "AOL plans to introduce a service Monday to sell ads that will appear next to its search results, which are powered by Google’s Internet search engine.", "headline": {"main": "AOL Moving to Increase Revenue It Gets From Search Ads", "print_headline": "AOL Moving to Increase Revenue It Gets From Search Ads"}, "pub_date": "2007-04-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "458", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/07/technology/07aol.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "America Online Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "5490f3a838f0d847ca7e2c64", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Agence France-Presse, a global news agency based in Paris, said Friday that it had settled its lawsuit against Google Inc., the online search engine....", "news_desk": "Business", "lead_paragraph": "Agence France-Presse, a global news agency based in Paris, said Friday that it had settled its lawsuit against Google Inc., the online search engine.", "headline": {"main": "News Agency and Google End Dispute Over Use of Material", "print_headline": "News Agency and Google End Dispute Over Use of Material"}, "pub_date": "2007-04-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "260", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/07/business/media/07google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Agence France-Presse", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Suits and Litigation", "name": "subject"}], "subsection_name": "Media", "_id": "5490f38238f0d847ca7e2c60", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google has recently joined with the Web site flightstats.com to offer a free text-messaging service that distributes flight status reports and other airline information....", "news_desk": "Travel", "lead_paragraph": "Google has recently joined with the Web site flightstats.com to offer a free text-messaging service that distributes flight status reports and other airline information.", "headline": {"main": "Google Offers Flight Information by Text Message", "print_headline": "Google Offers Flight Information by Text Message"}, "pub_date": "2007-04-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "172", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/08/travel/08transgoogle.html", "multimedia": [], "keywords": [{"value": "Travel and Vacations", "is_major": "N", "rank": "1", "name": "subject"}, {"value": "Google Inc", "is_major": "N", "rank": "2", "name": "organizations"}, {"value": "Airlines and Airplanes", "is_major": "N", "rank": "3", "name": "subject"}, {"value": "Cellular Telephones", "is_major": "N", "rank": "4", "name": "subject"}], "subsection_name": null, "_id": "5490c9c338f0d847ca7e2755", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Hilary", "lastname": "HOWARD"}], "original": "By HILARY HOWARD"}, "section_name": "Travel"}, {"type_of_material": "Blog", "snippet": "Whenever companies sue each other, my ears perk up. Not that I really care who wins, but lawsuits often showcase hidden vulnerabilities. Inevitably, as the fight plays out, the market thinks a lot differently about the long-term prospects of both ...", "news_desk": null, "lead_paragraph": "Whenever companies sue each other, my ears perk up. Not that I really care who wins, but lawsuits often showcase hidden vulnerabilities. Inevitably, as the fight plays out, the market thinks a lot differently about the long-term prospects of both parties, and money often sloshes away to play elsewhere.", "headline": {"main": "A Fork in the Road for Google", "kicker": "Wall Street Wired"}, "pub_date": "2007-04-09T17:53:16Z", "abstract": "Whenever companies sue each other, my ears perk up. Not that I really care who wins, but lawsuits often showcase hidden vulnerabilities. Inevitably, as the fight plays out, the market thinks a lot differently about the long-term prospects of both parties, and money often sloshes away to play elsewhere. The Internet has been all cute [...]", "print_page": null, "word_count": 891, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://kessler.blogs.nytimes.com/2007/04/09/a-fork-in-the-road-for-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367a58eb7c8105d8b7fca", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Andy", "rank": 1, "lastname": "KESSLER"}], "original": "By ANDY KESSLER"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "Too bad I didn't spot this the day it went up-April Fool's day. Props to Google for being anti-corporate enough to mount a really funny April Fool's Day joke. Ladies and gentlemen, meet the next great Google enterprise: Google Paper!...", "news_desk": null, "lead_paragraph": "Too bad I didn't spot this the day it went up-April Fool's day.", "headline": {"main": "Google's Next Great Enterprise", "kicker": "Pogue's Posts"}, "pub_date": "2007-04-10T12:16:41Z", "abstract": "Too bad I didn't spot this the day it went up-April Fool's day. Props to Google for being anti-corporate enough to mount a really funny April Fool's Day joke. Ladies and gentlemen, meet the next great Google enterprise: Google Paper!", "print_page": null, "word_count": 39, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://pogue.blogs.nytimes.com/2007/04/10/googles-next-great-enterprise/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7a34", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Much ink has been spilled on the question of whether social networking site Facebook will sell out and, if so, for how much. Following Google's $1.65 billion acquisition of YouTube last year, rumors percolated that Yahoo and Viacom were interested...", "news_desk": null, "lead_paragraph": "Much ink has been spilled on the question of whether social networking site Facebook will sell out and, if so, for how much. Following Google's $1.65 billion acquisition of YouTube last year, rumors percolated that Yahoo and Viacom were interested, and that Facebook's founder and chief executive, Mark Zuckerberg, was holding out for a $2 billion offer.", "headline": {"main": "Putting a Price Tag on Facebook: Round 2", "kicker": "DealBook"}, "pub_date": "2007-04-10T07:41:44Z", "abstract": "Much ink has been spilled on the question of whether social networking site Facebook will sell out and, if so, for how much. Following Google's $1.65 billion acquisition of YouTube last year, rumors percolated that Yahoo and Viacom were interested, and that Facebook's founder and chief executive, Mark Zuckerberg, was holding out for a $2 [...]", "print_page": null, "word_count": 184, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/10/putting-a-price-tag-on-facebook-round-2/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367768eb7c8105d8b7965", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The market for initial public offerings of Internet startups has been weak in the past few years. So for venture investors and Silicon Valley entrepreneurs seeking a way to cash out, a sale to Google, Yahoo and a handful of other Web giants has be...", "news_desk": null, "lead_paragraph": "The market for initial public offerings of Internet startups has been weak in the past few years. So for venture investors and Silicon Valley entrepreneurs seeking a way to cash out, a sale to Google, Yahoo and a handful of other Web giants has become the brass ring. So what does Google, which has about $11 billion in cash and lots of high-priced stock to use as currency, look for in an acquisition target? According to its chief dealmaker, Google likes ideas that are \"really crazy.\"", "headline": {"main": "Google's 'Really Crazy' Acquisition Strategy", "kicker": "DealBook"}, "pub_date": "2007-04-12T15:54:14Z", "abstract": "The market for initial public offerings of Internet startups has been weak in the past few years. So for venture investors and Silicon Valley entrepreneurs seeking a way to cash out, a sale to Google, Yahoo and a handful of other Web giants has become the brass ring. So what does Google, which has about [...]", "print_page": null, "word_count": 277, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/12/googles-really-crazy-acquisition-strategy/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c4e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google reached an agreement Friday to acquire DoubleClick, the online advertising company, from two private equity firms for $3.1 billion in cash, the companies announced, an amount that was almost double the $1.65 billion in stock that Google pai...", "news_desk": null, "lead_paragraph": "Google reached an agreement Friday to acquire DoubleClick, the online advertising company, from two private equity firms for $3.1 billion in cash, the companies announced, an amount that was almost double the $1.65 billion in stock that Google paid for YouTube late last year.", "headline": {"main": "Google Buys DoubleClick for $3.1 Billion", "kicker": "DealBook"}, "pub_date": "2007-04-13T18:40:15Z", "abstract": "Google reached an agreement Friday to acquire DoubleClick, the online advertising company, from two private equity firms for $3.1 billion in cash, the companies announced, an amount that was almost double the $1.65 billion in stock that Google paid for YouTube late last year. The sale offers Google access to DoubleClick's advertisement software and, more [...]", "print_page": null, "word_count": 359, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/13/google-buys-doubleclick-for-31-billion/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367768eb7c8105d8b797d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The sale gives Google access to DoubleClick’s software and its relationships with Web publishers and advertisers....", "news_desk": "Business", "lead_paragraph": "The sale gives Google access to DoubleClick’s software and its relationships with Web publishers and advertisers.", "headline": {"main": "Google Buys DoubleClick for $3.1 Billion"}, "pub_date": "2007-04-14T00:00:00Z", "abstract": null, "print_page": null, "word_count": "620", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/14/technology/14DoubleClick.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "54979e1138f0d82b2e2f3dc9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}, {"organization": "", "role": "reported", "firstname": "Miguel", "rank": 2, "lastname": "HELFT"}], "original": "By LOUISE STORY  and MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google agreed to its largest acquisition Friday, reaching a deal to purchase DoubleClick for almost double what it paid for YouTube last year....", "news_desk": "Business", "lead_paragraph": "Google agreed to its largest acquisition Friday, reaching a deal to purchase DoubleClick for almost double what it paid for YouTube last year.", "headline": {"main": "Google Buys an Online Ad Firm for $3.1 Billion", "print_headline": "Google Buys an Online Ad Firm for $3.1 Billion"}, "pub_date": "2007-04-14T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1057", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/14/technology/14deal.html", "multimedia": [], "keywords": [{"value": "Google Inc", "is_major": "N", "rank": "1", "name": "organizations"}, {"value": "Mergers, Acquisitions and Divestitures", "is_major": "N", "rank": "2", "name": "subject"}], "subsection_name": null, "_id": "548a4fde38f0d8017fa650eb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Louise", "lastname": "STORY"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Miguel", "lastname": "HELFT"}], "original": "By LOUISE STORY  and MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Microsoft contends that Google’s $3.1 billion deal to buy DoubleClick would hurt competition in the online advertising market....", "news_desk": "ContinuousNews", "lead_paragraph": "Microsoft contends that Google’s $3.1 billion deal to buy DoubleClick would hurt competition in the online advertising market.", "headline": {"main": "Microsoft Urges Antitrust Officials to Scuttle DoubleClick Deal"}, "pub_date": "2007-04-15T00:00:00Z", "abstract": null, "print_page": null, "word_count": "761", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/15/technology/16softcnd.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "5497b18538f0d82b2e2f3fa4", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steve", "rank": 1, "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "My Tuesday column is about hypocrisy and cynicism on Darfur - theirs and ours. Please add your comments below. Here's a link to my past columns about Darfur and the accompanying multimedia. Also, if you haven't seen it, check out Google Earth's ne...", "news_desk": null, "lead_paragraph": "My Tuesday column is about hypocrisy and cynicism on Darfur -- theirs and ours. Please add your comments below.", "headline": {"main": "Your Comments on My Darfur Column", "kicker": "Nicholas D. Kristof"}, "pub_date": "2007-04-16T19:39:01Z", "abstract": "My Tuesday column is about hypocrisy and cynicism on Darfur - theirs and ours. Please add your comments below. Here's a link to my past columns about Darfur and the accompanying multimedia. Also, if you haven't seen it, check out Google Earth's new feature on Darfur. It's quite amazing.", "print_page": null, "word_count": 48, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://kristof.blogs.nytimes.com/2007/04/16/your-comments-on-my-darfur-column-2/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3679a8eb7c8105d8b7e14", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By NICHOLAS D. KRISTOF"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "Is Microsoft's objection to Google's $3.1 billion deal for online advertising company DoubleClick just a case of sour grapes? Microsoft and AT&T, both veteran defendants of epic antitrust battles in the United States and Europe, is urging regulato...", "news_desk": null, "lead_paragraph": "Is Microsoft's objection to Google's $3.1 billion deal for online advertising company DoubleClick just a case of sour grapes? Microsoft and AT&T, both veteran defendants of epic antitrust battles in the United States and Europe, is urging regulators to consider scuttling Google's plan to buy DoubleClick.", "headline": {"main": "Microsoft Urges Review of Google-DoubleClick Deal", "kicker": "DealBook"}, "pub_date": "2007-04-16T08:03:14Z", "abstract": "Is Microsoft's objection to Google's $3.1 billion deal for online advertising company DoubleClick just a case of sour grapes? Microsoft and AT&T, both veteran defendants of epic antitrust battles in the United States and Europe, is urging regulators to consider scuttling Google's plan to buy DoubleClick. Since the announcement Friday that the YouTube owner planned [...]", "print_page": null, "word_count": 817, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/16/microsoft-urges-review-of-google-doubleclick-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7aee", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google will begin selling ads across all Clear Channel stations at the end of June, a partnership that represents a clear step forward....", "news_desk": "Business", "lead_paragraph": "Google will begin selling ads across all Clear Channel stations at the end of June, a partnership that represents a clear step forward.", "headline": {"main": "Google Reaches Deal With Clear Channel to Sell Radio Ads", "print_headline": "Google Reaches Deal With Clear Channel to Sell Radio Ads"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "612", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/16/technology/16radio.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Clear Channel Communications Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Radio", "name": "subject"}], "subsection_name": null, "_id": "5497b01038f0d82b2e2f3f85", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}], "original": "By LOUISE STORY"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "EARNINGS REPORTS The following companies are scheduled to release earnings reports this week: Citigroup, Eli Lilly, Mattel and Wachovia (Monday); TD Ameritrade Holding, Comerica, CSX, Dow Jones, EMC, Intel, I.B.M., Johnson & Johnson, Mellon Financ...", "news_desk": "Business", "lead_paragraph": "EARNINGS REPORTS The following companies are scheduled to release earnings reports this week: Citigroup, Eli Lilly, Mattel and Wachovia (Monday); TD Ameritrade Holding, Comerica, CSX, Dow Jones, EMC, Intel, I.B.M., Johnson & Johnson, Mellon Financial, Northern Trust, Wells Fargo and Yahoo (Tuesday); Abbott Laboratories, Commerce Bancorp, E*Trade Financial, eBay, JPMorgan Chase, Motorola, PNC Financial Services, Allstate, Bank of New York, Tribune and United Technologies (Wednesday); Advanced Micro Devices, Altria Group, Continental Airlines, D. R. Horton, First Data, Gannett, Google, Merck, Merrill Lynch, Nokia, Schering-Plough, Southwest Airlines, UnitedHealth Group and Wyeth (Thursday); Caterpillar, Honeywell, McDonald’s, SAP, Schlumberger and Xerox (Friday).", "headline": {"main": "Looking Ahead"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "160", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/16/business/16ahead.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "5497afaf38f0d82b2e2f3f7c", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "THE NEW YORK TIMES"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Microsoft contends that Google’s $3.1 billion deal to buy DoubleClick would hurt competition in the online advertising market....", "news_desk": "Business", "lead_paragraph": "Microsoft contends that Google’s $3.1 billion deal to buy DoubleClick would hurt competition in the online advertising market.", "headline": {"main": "Microsoft Urges Review of Google-DoubleClick Deal", "print_headline": "Microsoft Urges Review of Google&#8217;s Bid for Ad Company"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "14", "word_count": "759", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/16/technology/16soft.html", "multimedia": [], "keywords": [{"value": "Mergers, Acquisitions and Divestitures", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "Microsoft Corp", "is_major": "N", "rank": "3", "name": "organizations"}, {"value": "Google Inc", "is_major": "N", "rank": "4", "name": "organizations"}, {"value": "Antitrust Actions and Laws", "is_major": "N", "rank": "5", "name": "subject"}, {"value": "Advertising and Marketing", "is_major": "N", "rank": "6", "name": "subject"}], "subsection_name": null, "_id": "548aab0e38f0d8017fa65980", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "Schedule", "snippet": "EARNINGS REPORTS -- The following companies are scheduled to release earnings reports this week: Citigroup, Eli Lilly, Mattel and Wachovia (Monday); TD Ameritrade Holding, Comerica, CSX, Dow Jones, EMC, Intel, I.B.M., Johnson & Johnson, Mellon Fin...", "news_desk": "Business/Financial Desk", "lead_paragraph": "EARNINGS REPORTS -- The following companies are scheduled to release earnings reports this week: Citigroup, Eli Lilly, Mattel and Wachovia (Monday); TD Ameritrade Holding, Comerica, CSX, Dow Jones, EMC, Intel, I.B.M., Johnson & Johnson, Mellon Financial, Northern Trust, Wells Fargo and Yahoo (Tuesday); Abbott Laboratories, Commerce Bancorp, E*Trade Financial, eBay, JPMorgan Chase, Motorola, PNC Financial Services, Allstate, Bank of New York, Tribune and United Technologies (Wednesday); Advanced Micro Devices, Altria Group, Continental Airlines, D. R. Horton, First Data, Gannett, Google, Merck, Merrill Lynch, Nokia, Schering-Plough, Southwest Airlines, UnitedHealth Group and Wyeth (Thursday); Caterpillar, Honeywell, McDonald's, SAP, Schlumberger and Xerox (Friday). REMARKS ON COMPETITION -- The European Union's commissioner for competition, Neelie Kroes, at left, will speak at the American Bar Association conference in Washington (Tuesday through Thursday). F.D.A. PANEL -- A Food and Drug Administration advisory panel on cardiovascular and renal drugs will discuss Bristol-Myers Squibb's supplemental drug application to sell Avalide as a first-line treatment for patients with high blood pressure (Wednesday).", "headline": {"main": "LOOKING AHEAD"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 163, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C07EFDF113FF935A25757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25b6d8eb7c8105d808cd9", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "MORE MIDDLE-CLASS AUDITS -- Since 2000, authorities at the Internal Revenue Service have nearly tripled audits of tax returns filed by people making $25,000 to $100,000 as part of a broad change in audit strategy. [Page C1.]    SALLIE MAE UNDER SI...", "news_desk": "Business/Financial Desk", "lead_paragraph": "MORE MIDDLE-CLASS AUDITS -- Since 2000, authorities at the Internal Revenue Service have nearly tripled audits of tax returns filed by people making $25,000 to $100,000 as part of a broad change in audit strategy. [Page C1.] SALLIE MAE UNDER SIEGE -- Sallie Mae, the nation's largest provider of student loans, is under siege on several fronts, political and financial. Its stock is sagging and at least two private equity buyers are in talks to acquire the company. [C1.] TAKING A MAGAZINE RISK -- Skepticism abounded when Condé Nast announced in September 2005 that it was starting a business magazine, Portfolio, at a time when many others were foundering. S. I. Newhouse, Condé Nast's chairman, said that Portfolio could be the company's last big investment in a new print publication, but as for any doubts, he said: ''Damn the torpedoes and full speed ahead.'' [C1.] HEALTH ON THE WEB -- Stephen M. Case, the America Online founder who oversaw an ill-fated merger with Time Warner before he left in 2003, says the time is ripe for a dominant health care brand -- one that could be as powerful as Starbucks in latte or Nike in fitness. [C1.] EASY E-MAIL BY PHONE -- Nicholas Fodor, a French computer programmer, will soon introduce Freedom Mail, a simple free service that he says will make it possible to view and respond by cellphone to messages sent to almost any e-mail account. [C9.] GOOGLE MAKES A RADIO DEAL Google will begin selling advertisements across all of the stations of Clear Channel Communications, the No. 1 radio station owner in the United States, at the end of June, the companies will announce today. [C4.] CBS'S STRUGGLE AGAINST IPOD -- Even with Don Imus off the air, profound problems face Dan Mason, CBS Radio's new chief executive. In an industry suffering from sluggish advertising sales, CBS and other broadcasters have been laboring to cling to listeners who are spending more time with their mobile phones, Internet radio and portable music players. [C6.] TED FOR THE MASSES -- With $6,000 and some high-level connections, you could attend an invitation-only TED conference (TED stands for Technology, Entertainment and Design) in Monterey, Calif. Alternatively, you could pay nothing and visit a new Web site that offers about 100 of its TED Talks. [C8.] AL JAZEERA ON YOUTUBE -- Starting today, YouTube will carry content from Al Jazeera English, the English-language version of the Qatar-based television news station, with guests like Yusuf Islam, above, formerly known as Cat Stevens. [C5.] SHOPPING BY TEXT MESSAGE -- A company called ShopText has introduced a system that lets people buy products instantly, using text messages, thus eliminating the need to go to a store or even visit a Web site. [C6.] CASUALTY COUNTS ONLINE -- The wars in Iraq and Afghanistan are the first with significant United States military casualties to take place in the Internet age. And while there have been debates over how much public attention to give members of the military who have been killed in combat, a string of Web sites has plunged ahead. [C4.] TECH ADVANCE AT INTEL -- At its Intel Developer Forum in Bejing this week -- the first to be held in China -- Intel is planning to announce several technology advances, including one that could lead to a new class of wireless hand-held computer. [C4.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 561, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9901E7DE113FF935A25757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d018eb7c8105d80ac4d", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-10    Iraqi Town Becomes Haven For Seasoned Insurgents  The Sunni guerrillas and extremists who now dominate Baquba, Iraq, demonstrate a sophistication and lethality born of years of confronting American military tactics. While th...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Iraqi Town Becomes Haven For Seasoned Insurgents The Sunni guerrillas and extremists who now dominate Baquba, Iraq, demonstrate a sophistication and lethality born of years of confronting American military tactics. While the increase of American troops plays out in Baghdad, Baquba has emerged as a magnet for insurgents from around the country. A1 At least 34 people were killed in Baghdad in another day punctuated by car bombings and suicide vest attacks on civilian targets of the kind that the two-month-old American security crackdown has so far been unable to restrain. A8 Russia Lifts Bear Hunting Ban For the first time in more than five decades, the Russian government is preparing to allow hunters to kill polar bears, which are descending with greater regularity on coastal villages in parts of the far north as a result of shrinking sea ice generally attributed to a warming planet. A1 Wolfowitz Says He Won't Quit Senior policy makers at the World Bank delivered a public rebuke in a communiqué to the bank's president, Paul D. Wolfowitz, making it clear they expected him to resign. After learning of the rebuke, Mr. Wolfowitz adamantly made it known at a news conference that he intended to stay on the job. A1 U.S. Closes Morocco Consulate The United States Consulate in Morocco said it would close until further notice, a day after two brothers carried out puzzling suicide attacks near the consulate amid a spate of bombings in Morocco and Algeria. A10 Iran Seeks Bids on Atom Plants The deputy head of the nation's Atomic Energy Organization was quoted by the ISNA news agency as saying the country was seeking international bids for building two more nuclear power plants despite international pressure over its nuclear program. A3 Protests on Nigerian Elections Violent protests broke out in several of Nigeria's 36 states as partial results from contested state elections seemed to hand most of the victories to the governing People's Democratic Party. A3 NATIONAL A12-15 Donors Linked to Clintons Shift Support to Obama Aides to Senator Barack Obama released a list of top fund-raisers that showed how deep his presidential primary campaign has cut into the Democratic party establishment once presumed to back his rival, Senator Hillary Rodham Clinton. A15 Gonzales Has 'Nothing to Hide' Attorney General Alberto R. Gonzales offered a measured apology for his mistakes in the dismissal of eight United States attorneys, but said in testimony prepared for a Senate hearing tomorrow that he had ''nothing to hide'' and insisted that none of the prosecutors were removed to influence the outcome of a case. A1 Georgia Prosecutor Unyielding When North Carolina's attorney general said an overreaching prosecutor lacked evidence to support charges of rape against three Duke University lacrosse players, some in Georgia hoped his pronouncement would help free a former star high school football player serving 10 years without parole for having consensual oral sex with a 15-year-old girl, even though he was 17 at the time. A12 Lobster Season in Distress Although spring is traditionally when lobster prices are highest, lobsters have rarely been as scarce or expensive as they have been in the last few weeks, thanks to a confluence of bad weather, extremely cold water and a lack of reserve supply. A14 Festival Honors Rural Legacy The celebration of Mule Day in Columbus, Tenn., marks the arrival of spring, but the event also acts as a window into the area's rural heritage and an homage to the humble beasts that turned the soil, gave a leg up to farmers, and cemented the county's reputation in the South for well-bred mules. A12 EDUCATION Student Loan Company Settles Education Finance Partners, a student loan company that investigators found had paid more than 60 colleges and universities across the country for steering students to its loans, has agreed to pay $2.5 million to resolve an investigation of its practices by the New York attorney general. A14 NEW YORK/REGION B1-5 Increase in Tax Returns From Illegal Immigrants With the tax deadline approaching, illegal immigrants are sending in federal returns in what appear to be record numbers in hopes that filing a return will create a paper trail that could one day lead to citizenship. A1 Storm Sets Rainfall Records A rare spring northeaster roared up the coast and across the New York region and the Northeast, dumping record-setting rainfall that flooded coasts and rivers, disrupted airline travel at the three major airports, and cut power lines for thousands in New York and Connecticut. B1 Church Abuse Case to Trial While only a small fraction of sexual abuse complaints involving the Catholic Church have resulted in litigation or prosecutions, a trial involving a former youth minister is taking place in Nassau County, with jury selection giving a hint of what could come. B1 BUSINESS DAY C1-10 More Middle-Class Audits Since 2000, authorities at the Internal Revenue Service have nearly tripled audits of tax returns filed by people making $25,000 to $100,000 as part of a broad change in audit strategy. C1 Deal for Sallie Mae Sallie Mae, the nation's largest provider of student loans, agreed to be sold to JP Morgan Chase and Bank of America and two private equity firms for $25 billion, people involved in the negotiations said. The deal would move the lender, which is facing increasing turmoil, into private control. A1 Google Makes Radio Deal Google has a deal to begin selling advertisements across all of the stations of Clear Channel Communications, the No. 1 radio station owner in the United States. C4 New Health Web Site Stephen M. Case, the America Online founder who oversaw an ill-fated merger with Time Warner before he left, has invested heavily in a new Web site on health issues, RevolutionHealth.com. C1 Business Digest C2 SPORTSMONDAY D1-8 The Rain and the Marathon More rain is expected for the Boston Marathon today, and winds could be 15 to 20 miles per hour. About 23,000 runners are expected to compete in the 111th edition of the sport's most historic race, which has never been postponed or canceled because of weather. D1 OBITUARIES B6 Pat Buckley A leading player in Manhattan's social circuit for decades and the wife of William F. Buckley Jr., the author, columnist and editor, she was 80. B6 EDITORIAL A18-19 Editorials: Cleaning up the alternative tax; China's signals on warming; time for Mr. Wolfowitz to go; Adam Cohen on a U.S. attorney who kept his job. Columns: Bob Herbert, Paul Krugman. Bridge E6 Crossword E6 Metro Diary B2 TV Listings E9 Weather A17", "headline": {"main": "News Summary"}, "pub_date": "2007-04-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1090, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A03EFDD113FF935A25757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d018eb7c8105d80ac51", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "Hellman & Friedman is having a busy week. Just a few days ago, the San Francisco private equity firm agreed to sell portfolio company DoubleClick to Google for $3.1 billion, well above the $1.1 billion that Hellman and JMI Equity paid for the adve...", "news_desk": null, "lead_paragraph": "Hellman & Friedman is having a busy week. Just a few days ago, the San Francisco private equity firm agreed to sell portfolio company DoubleClick to Google for $3.1 billion, well above the $1.1 billion that Hellman and JMI Equity paid for the advertising firm just two years ago. On Tuesday, Hellman & Friedman announced that it raised $8.4 billion for its latest private equity fund, giving it plenty of ammunition for more deals. The new fund, which is the firm's sixth, represents more than half of the $16 billion that Hellman & Friedman has raised since 1987.", "headline": {"main": "Hellman & Friedman Raises $8.4 Billion Buyout Fund", "kicker": "DealBook"}, "pub_date": "2007-04-17T13:05:30Z", "abstract": "Hellman & Friedman is having a busy week. Just a few days ago, the San Francisco private equity firm agreed to sell portfolio company DoubleClick to Google for $3.1 billion, well above the $1.1 billion that Hellman and JMI Equity paid for the advertising firm just two years ago. On Tuesday, Hellman & Friedman announced [...]", "print_page": null, "word_count": 170, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/17/hellman-friedman-raises-84-billion-buyout-fund/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c64", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Who says venture capitalists have no sense of humor? Well, if anyone was saying it, a recent venture by Sequoia Capital would put the kibosh on that notion. The investment firm which has backed YouTube, Google, Yahoo, Oracle and Apple, among other...", "news_desk": null, "lead_paragraph": "Who says venture capitalists have no sense of humor? Well, if anyone was saying it, a recent venture by Sequoia Capital would put the kibosh on that notion. The investment firm which has backed YouTube, Google, Yahoo, Oracle and Apple, among others, has partnered up up with funny man Will Ferrell and writer-director-producer Adam Mckay to launch FunnyOrDie.com, a comedy video site that began its beta release Thursday.", "headline": {"main": "Sequoia Gets Its Kicks With Will Ferrell Web Site", "kicker": "DealBook"}, "pub_date": "2007-04-17T08:02:55Z", "abstract": "Who says venture capitalists have no sense of humor? Well, if anyone was saying it, a recent venture by Sequoia Capital would put the kibosh on that notion. The investment firm which has backed YouTube, Google, Yahoo, Oracle and Apple, among others, has partnered up up with funny man Will Ferrell and writer-director-producer Adam Mckay [...]", "print_page": null, "word_count": 254, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/17/sequoia-gets-its-kicks-with-will-ferrell-web-site/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c5c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google's $3.1 billion acquisition of online advertising firm DoubleClick drove up shares of other Internet ad firms. What was behind the rise? Many investors were betting that Microsoft (which was reportedly also in the running for DoubleClick) an...", "news_desk": null, "lead_paragraph": "Google's $3.1 billion acquisition of online advertising firm DoubleClick drove up shares of other Internet ad firms. What was behind the rise? Many investors were betting that Microsoft (which was reportedly also in the running for DoubleClick) and Yahoo would be driven to make deals of their own to keep up with Google.", "headline": {"main": "DoubleCick Deal Puts Spotlight on Rivals", "kicker": "DealBook"}, "pub_date": "2007-04-17T07:29:05Z", "abstract": "Google's $3.1 billion acquisition of online advertising firm DoubleClick drove up shares of other Internet ad firms. What was behind the rise? Many investors were betting that Microsoft (which was reportedly also in the running for DoubleClick) and Yahoo would be driven to make deals of their own to keep up with Google. BusinessWeek notes [...]", "print_page": null, "word_count": 287, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/17/doublecick-deal-puts-spotlight-on-rivals/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7aff", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "All the entrepreneurs out there dreaming about being acquired by Google should take note: The two founders of Dodgeball, a mobile social-networking service Google bought in 2005, have quit, saying the company \"wasn't supporting Dodgeball the way w...", "news_desk": null, "lead_paragraph": "All the entrepreneurs out there dreaming about being acquired by Google should take note: The two founders of Dodgeball, a mobile social-networking service Google bought in 2005, have quit, saying the company \"wasn't supporting Dodgeball the way we expected.\"", "headline": {"main": "A Deal With Google Ends With Some Bruised Feelings", "kicker": "DealBook"}, "pub_date": "2007-04-18T13:34:06Z", "abstract": "All the entrepreneurs out there dreaming about being acquired by Google should take note: The two founders of Dodgeball, a mobile social-networking service Google bought in 2005, have quit, saying the company \"wasn't supporting Dodgeball the way we expected.\" \"The whole experience was incredibly frustrating for us,\" wrote Dennis Crowley, one of the founders, \"especially [...]", "print_page": null, "word_count": 392, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/18/a-deal-with-google-ends-on-a-not-so-happy-note/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367768eb7c8105d8b7993", "byline": null, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "What are those crazy venture capitalists in Silicon valley up to these days when they are not listening to pitches and signing deals? Kiteboarding, apparently. Bloomberg News takes a look at the sport, which has seduced the likes of Google co-foun...", "news_desk": null, "lead_paragraph": "What are those crazy venture capitalists in Silicon valley up to these days when they are not listening to pitches and signing deals? Kiteboarding, apparently. Bloomberg News takes a look at the sport, which has seduced the likes of Google co-founders Sergey Brin and Larry Page, as well as a slew of venture capitalists, private equity pros and investment bankers.", "headline": {"main": "V.C.'s Grab Some Air", "kicker": "DealBook"}, "pub_date": "2007-04-19T07:44:53Z", "abstract": "What are those crazy venture capitalists in Silicon valley up to these days when they are not listening to pitches and signing deals? Kiteboarding, apparently. Bloomberg News takes a look at the sport, which has seduced the likes of Google co-founders Sergey Brin and Larry Page, as well as a slew of venture capitalists, private [...]", "print_page": null, "word_count": 110, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/19/vcs-grab-some-air/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3678f8eb7c8105d8b7d89", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Ebay is in talks to buy StumbleUpon, a Web site rating system that has been the subject of deal speculation for some time, according to the blog TechCrunch. The blog, which broke the news that Google was set to acquire YouTube, said that while oth...", "news_desk": null, "lead_paragraph": "Ebay is in talks to buy StumbleUpon, a Web site rating system that has been the subject of deal speculation for some time, according to the blog TechCrunch.", "headline": {"main": "Ebay In Talks for StumbleUpon, Report Says", "kicker": "DealBook"}, "pub_date": "2007-04-19T07:19:28Z", "abstract": "Ebay is in talks to buy StumbleUpon, a Web site rating system that has been the subject of deal speculation for some time, according to the blog TechCrunch. The blog, which broke the news that Google was set to acquire YouTube, said that while other potential suitors including Google and AOL have been circling the [...]", "print_page": null, "word_count": 174, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/19/ebay-in-talks-for-stumbleupon-report-says/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3679a8eb7c8105d8b7ecb", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "BLACKBERRY users' thumbs were idle; private equity investors got a thumbs up from Sallie Mae; and a jury turned thumbs down on Joseph P. Nacchio, the former chief executive of Qwest.    Real competition appears to be breaking out in the race to br...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BLACKBERRY users' thumbs were idle; private equity investors got a thumbs up from Sallie Mae; and a jury turned thumbs down on Joseph P. Nacchio, the former chief executive of Qwest. Real competition appears to be breaking out in the race to bring very-low-cost computers to people in developing nations. Microsoft said this week that it would sell a stripped-down version of Windows and Office for $3 in developing nations. Analysts say basic PC's running the Microsoft programs could sell for $300 or less.", "headline": {"main": "COMPUTERS FOR THE POOR", "kicker": "FIVE DAYS"}, "pub_date": "2007-04-21T00:00:00Z", "abstract": "Five Days column; Microsoft said this week that it will sell stripped-down version of Windows and Office for $3 in developing nations; analysts say basic PC's running Microsoft programs could sell for $300 or less; Microsoft push comes as One Laptop Per Child is about to begin production; project's laptop will cost about $150, uses version of Linux--free alternative to Windows--and is backed by Google, among others (S)", "print_page": "2", "word_count": 278, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9803E5D9163EF932A15757C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "LOHR, STEVE"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "ONE LAPTOP PER CHILD"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LINUX (COMPUTER OPERATING SYSTEM)"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "THIRD WORLD AND DEVELOPING COUNTRIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2739f8eb7c8105d831484", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "BLACKBERRY users' thumbs were idle; private equity investors got a thumbs up from Sallie Mae; and a jury turned thumbs down on Joseph P. Nacchio, the former chief executive of Qwest.    For Internet watchers, the week provided a study in contrasts...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BLACKBERRY users' thumbs were idle; private equity investors got a thumbs up from Sallie Mae; and a jury turned thumbs down on Joseph P. Nacchio, the former chief executive of Qwest. For Internet watchers, the week provided a study in contrasts.", "headline": {"main": "EARNINGS REPORT CARD", "kicker": "FIVE DAYS"}, "pub_date": "2007-04-21T00:00:00Z", "abstract": "Five Days column; Yahoo said its profit for first three month of year fell 11 percent from year earlier, to $142 million, as sales grew 7 percent; Google reported its profit for same period grew 69 percent, to $1 billion, as sales rose 63 percent (S)", "print_page": "2", "word_count": 294, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DE5D9163EF932A15757C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd28e338eb7c8105d864726", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Miguel", "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "A consumer group asked the Federal Trade Commission on Friday to investigate and block Google's proposed $3.1 billion purchase of the online advertising company DoubleClick unless the companies improve consumer privacy protections. The complaint, ...", "news_desk": null, "lead_paragraph": "A consumer group asked the Federal Trade Commission on Friday to investigate and block Google's proposed $3.1 billion purchase of the online advertising company DoubleClick unless the companies improve consumer privacy protections.", "headline": {"main": "Consumer Group Cries Foul on Google's DoubleClick Deal", "kicker": "DealBook"}, "pub_date": "2007-04-23T08:07:28Z", "abstract": "A consumer group asked the Federal Trade Commission on Friday to investigate and block Google's proposed $3.1 billion purchase of the online advertising company DoubleClick unless the companies improve consumer privacy protections. The complaint, filed by the Electronic Privacy Information Center, alleges that Google and DoubleClick collect exhaustive personal information on consumers using the Internet [...]", "print_page": null, "word_count": 243, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/23/consumer-group-cries-foul-on-googles-doubleclick-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c69", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "By a \"statistical hair,\" Google passed Microsoft as the world's most visited site last month, according to data from comScore....", "news_desk": null, "lead_paragraph": "By a \"statistical hair,\" Google passed Microsoft as the world's most visited family of sites last month, according to data from comScore.", "headline": {"main": "Google Lays Claim to Most Visitors", "kicker": "The Lede"}, "pub_date": "2007-04-25T08:56:39Z", "abstract": "By a \"statistical hair,\" Google passed Microsoft as the world's most visited site last month, according to data from comScore.", "print_page": null, "word_count": 208, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/04/25/google-hits-top-of-web-charts/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3678f8eb7c8105d8b7d23", "byline": null, "section_name": null}, {"type_of_material": "Correction", "snippet": "The Advertising column in Business Day on Thursday, about a campaign by Sharp Electronics to teach homeowners about solar energy, referred imprecisely to the company’s agreement with the Google search engine. Sharp pays to appear high on the lis...", "news_desk": "Summary", "lead_paragraph": "The Advertising column in Business Day on Thursday, about a campaign by Sharp Electronics to teach homeowners about solar energy, referred imprecisely to the company’s agreement with the Google search engine. Sharp pays to appear high on the list of advertisements on Google search pages, not at the top of the search results.", "headline": {"main": "Correction: For the Record", "print_headline": "Corrections: For the Record"}, "pub_date": "2007-04-25T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "53", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/25/pageoneplus/25correx.ART-005.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "5498126c38f0d82b2e2f4850", "byline": null, "section_name": "Corrections"}, {"type_of_material": "Correction", "snippet": "The Advertising column in Business Day on Thursday, about a campaign by Sharp Electronics to teach homeowners about solar energy, referred imprecisely to the company's agreement with the Google search engine. Sharp pays to appear high on the list ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The Advertising column in Business Day on Thursday, about a campaign by Sharp Electronics to teach homeowners about solar energy, referred imprecisely to the company's agreement with the Google search engine. Sharp pays to appear high on the list of advertisements on Google search pages, not at the top of the search results.", "headline": {"main": "Corrections"}, "pub_date": "2007-04-25T00:00:00Z", "abstract": "Correction; Apr 19 article about campaign by Sharp Electronics to teach homeowners about solar energy misstated information about Sharp's appearance on Google search page", "print_page": "2", "word_count": 53, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E1D8143EF936A15757C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "SHARP ELECTRONICS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "SOLAR ENERGY"}, {"name": "subject", "value": "ELECTRIC LIGHT AND POWER"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd257608eb7c8105d802113", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "Blog", "snippet": "Did you hear about the company that's selling sheep as poodles in Japan at cut-rate prices?...", "news_desk": null, "lead_paragraph": "Did you hear about the company that's selling sheep as poodles in Japan at cut-rate prices? It's all over Google News right now, and also ran in two British tabloids. From Britain's Metro:", "headline": {"main": "Like Herding Poodles and Sheep", "kicker": "The Lede"}, "pub_date": "2007-04-27T15:34:19Z", "abstract": "Did you hear about the company that's selling sheep as poodles in Japan at cut-rate prices?", "print_page": null, "word_count": 209, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/04/27/like-herding-poodles-and-sheep/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7a77", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "News", "snippet": "Google’s $3.1 billion deal for the online advertising firm DoubleClick could put the company at odds with itself....", "news_desk": "Business", "lead_paragraph": "Google’s $3.1 billion deal for the online advertising firm DoubleClick could put the company at odds with itself.", "headline": {"main": "The Pangs of Two Becoming One", "kicker": "What’s Online", "print_headline": "The Pangs of Two Becoming One", "content_kicker": "What’s Online"}, "pub_date": "2007-04-28T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "651", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/28/technology/28online.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "DoubleClick Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}], "subsection_name": null, "_id": "5498377a38f0d82b2e2f4b9c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dan", "rank": 1, "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "GOOGLE the term “carbon neutral” and any number of businesses pop up, offering, for a fee, to offset carbon emissions. It can be hard to tell which businesses are legitimate, and the nonprofit group Clean Air/Cool Planet concluded in a recent ...", "news_desk": "WeekInReview", "lead_paragraph": "GOOGLE the term “carbon neutral” and any number of businesses pop up, offering, for a fee, to offset carbon emissions. It can be hard to tell which businesses are legitimate, and the nonprofit group Clean Air/Cool Planet concluded in a recent study that consumers need to carefully check just what they’re buying.", "headline": {"seo": "Carbon Neutral - Global Warming - Carbon Dioxide - Environment - Climate Change - Air Pollution", "main": "Buying Carbon-Neutral", "print_headline": "Buying Carbon Neutral"}, "pub_date": "2007-04-29T00:00:00Z", "abstract": null, "print_page": null, "word_count": "553", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/29/weekinreview/revkinsidebarinnwr4820.html", "multimedia": [], "keywords": [{"value": "Global Warming", "is_major": "N", "rank": "1", "name": "subject"}, {"value": "Carbon Dioxide", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "Air Pollution", "is_major": "N", "rank": "3", "name": "subject"}, {"value": "Environment", "is_major": "N", "rank": "5", "name": "subject"}], "subsection_name": null, "_id": "5489cc0f38f0d82a67124ef4", "byline": {"person": [{"firstname": "Andrew", "middlename": "C.", "lastname": "REVKIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By ANDREW C. REVKIN"}, "section_name": "Week in Review"}, {"type_of_material": "Blog", "snippet": "Weeks after Google spent $3.1 billion to buy the Internet advertising company DoubleClick, a rival search giant is reaching into its wallet in a bid to compete. Yahoo has agreed to pay about $680 million to acquire the rest of Right Media, a priva...", "news_desk": null, "lead_paragraph": "Weeks after Google spent $3.1 billion to buy the Internet advertising company DoubleClick, a rival search giant is reaching into its wallet in a bid to compete. Yahoo has agreed to pay about $680 million to acquire the rest of Right Media, a privately held company that runs an advertising marketplace, in part to bolster its position as a seller and broker of ads outside its own sprawling network of Web sites, The New York Times reported.", "headline": {"main": "Yahoo to Buy Online Ad Company Right Media", "kicker": "DealBook"}, "pub_date": "2007-04-30T07:03:03Z", "abstract": "Weeks after Google spent $3.1 billion to buy the Internet advertising company DoubleClick, a rival search giant is reaching into its wallet in a bid to compete. Yahoo has agreed to pay about $680 million to acquire the rest of Right Media, a privately held company that runs an advertising marketplace, in part to bolster [...]", "print_page": null, "word_count": 288, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/04/30/yahoo-to-buy-online-ad-company-right-media/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3678f8eb7c8105d8b7daa", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Yahoo plans to acquire Right Media, a privately held company that runs an advertising marketplace, in part to bolster its position as a seller and broker of ads....", "news_desk": "Business", "lead_paragraph": "Yahoo plans to acquire Right Media, a privately held company that runs an advertising marketplace, in part to bolster its position as a seller and broker of ads.", "headline": {"main": "Yahoo to Buy Ad Company in Bid to Compete With Google", "print_headline": "Yahoo to Buy Ad Company in Bid to Compete With Google"}, "pub_date": "2007-04-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "552", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/30/technology/30yahoo.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "5498438a38f0d82b2e2f4ca9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Four states have joined forces with Google to make information from their Web sites more directly accessible through Internet searches....", "news_desk": "Business", "lead_paragraph": "Four states have joined forces with Google to make information from their Web sites more directly accessible through Internet searches.\n", "headline": {"main": "Google Seeks Clearer Path to State Data", "print_headline": "Google Seeks Clearer Path to State Data"}, "pub_date": "2007-04-30T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "495", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/04/30/technology/30data.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "549841fd38f0d82b2e2f4c85", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "TELECOM DEAL IN ITALY -- Telefónica and a group of Italian investors have agreed to pay about $5.6 billion for an 18 percent stake in Telecom Italia, which would let Telefónica, Europe's second-largest telecommunications provider, enter the Ital...", "news_desk": "Business/Financial Desk", "lead_paragraph": "TELECOM DEAL IN ITALY -- Telefónica and a group of Italian investors have agreed to pay about $5.6 billion for an 18 percent stake in Telecom Italia, which would let Telefónica, Europe's second-largest telecommunications provider, enter the Italian market and extend its presence in Latin America. [Page C1.] ALL ME, ALL THE TIME -- The social networking phenomenon is leaving the confines of the personal computer. Powerful new mobile devices are allowing people to send round-the-clock updates about their vacations, their moods or their latest haircut. [C1.] A NEW FILM RISK -- If the horror at Virginia Tech has changed the chemistry of America's popular culture, those who count box-office receipts at Lionsgate will be among the first to know. The independent studio still plans to release on June 8 its ''Hostel: Part II,'' about the torture killing of college students. [C1.] SPEAKING VIAGRA -- In promoting Viagra, its impotence treatment, Pfizer has irritated regulators with its wink-and-a-nod ads. Now it has ads feature middle-aged men and women talking in a made-up language, save for one word. [C1.] YAHOO MAKES A DEAL -- Yahoo plans to acquire Right Media, a privately held company that runs an advertising marketplace. [C2.] U.N.'S SOLE ACCREDITED BLOGGER -- Matthew Lee, left, is the only blogger at the United Nations with media credentials, entitling him to free office space and access to briefings and news conferences. The United Nations is one of the few institutions of size and importance that allow bloggers not affiliated with larger, more traditional media companies. [C6.] THE FIVE-MINUTE 'STARSKY' -- The Sony Corporation has shrunk episodes of '70s and '80s television series to three and a half to five minutes, hoping to create a new business in retooling old shows for a new era of entertainment. [C4.] COMPETITIVE VOCABULARY -- Now that spelling bees have been turned into a hit Broadway show and crossword puzzles into a movie, the publishers of the American Heritage dictionary are hoping to create a cultural moment with a competitive game about word definitions. [C4.] ALL YOUR STUFF, ONLINE -- At least three companies have emerged in recent months with the aim of helping people catalog and value their possessions and post them online. The plan is to attract millions of people, then find retailers who want to sell them more items to go along with their possessions. [C8.] MORE GARDEN THAN GUN -- The title of Garden & Gun, a new lifestyle magazine from Charleston, S.C., might not have raised eyebrows had it not been for the fact that the premiere issue hit newsstands just days before the shootings at Virginia Tech on April 16. [C6.] GOOGLING STATE DATA -- Four states have joined forces with Google to make information from their Web sites more directly accessible through Internet searches. [C8.] INVESTING IN CLEAN ENERGY -- Money flowing into alternative energy companies is raising the threat of a bubble, according to a research firm, but investors may be overlooking other clean technologies. [C7.] A PLUG FOR PHONE LEAKS -- Drumming up business would seem to be an easy task for those who sell encrypted cellphones in Italy. All they have to do is browse the major newspapers, looking for leaked telephone conversations. [C6.] EX-ABC NEWSMAN MOVING TO TIME -- Mark Halperin, the longtime political director of ABC News and a pioneer of online reporting, is moving to Time magazine. [C2.] ADS FOR INTERNET RADIO -- A start-up company, TargetSpot, is trying to turn the nascent field of Internet radio into a viable business, and CBS Radio is its first customer. [C10.] CHINA TIGHTENS MONEY AGAIN -- For the second time this month, China has ordered banks to hold more of their deposits in reserve as it seeks to prevent credit and investment growth from destabilizing the economy. [C2.] BEST PLACES TO BLOG ABOUT -- Clinton Hill in Brooklyn is the most blogged-about neighborhood in America, says a Web site that found a link between gentrification and the number of people who feel compelled to think out loud about the changes in their backyards. [C6.] WHAT GOES AROUND -- The pop culture magazine Radar has accused a Chilean magazine of ripping off its story on ''Toxic Bachelors,'' but freely admits that it borrowed the concept from other sources, like a book by Danielle Steele and the ''Sex and the City'' series. [C6.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-04-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 727, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B07E4DC133EF933A05757C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0b68eb7c8105d8a07e9", "byline": null, "section_name": "Business"}], "meta": {"hits": 47}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}