{"response": {"docs": [{"type_of_material": "News", "snippet": "Google and Microsoft separately plan to introduce on Thursday enhanced information sharing services for Internet users....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Microsoft separately plan to introduce on Thursday enhanced information sharing services for Internet users. Microsoft plans for the first time to offer a service called MSN Spaces, which will allow users to create personal Web logs, or blogs. It will also offer an updated version of the company's instant messaging program, MSN Messenger.", "headline": {"main": "2 Giants to Introduce Enhanced Data Sharing Services on Net"}, "pub_date": "2004-12-02T00:00:00Z", "abstract": "Google and Microsoft separately plan to introduce enhanced information sharing services for Internet users; Microsoft plans for first time to offer service called MSN Spaces, which will allow users to create personal Web logs, or blogs; will also offer updated version of company's instant messaging program; Google is bringing out second version of its Google Groups service, based on Usenet, online message archive, which it acquired in 2001; new version of Groups is intended to make it easier for Internet users to manage lists for online discussion groups and create both public or private discussion groups on any topic (M)", "print_page": "2", "word_count": 538, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/02/technology/02web.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd254e68eb7c8105d7fced1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "WITH the holiday season bearing down fast upon us, it's time to socialize, indulge \u0097 and shop. And that means the annual hunt for the perfect gift, a prospect that makes some of us break out in a cold sweat....", "news_desk": "Retail", "lead_paragraph": "WITH the holiday season bearing down fast upon us, it's time to socialize, indulge -- and shop. And that means the annual hunt for the perfect gift, a prospect that makes some of us break out in a cold sweat. That this is a daunting experience for so many people is obvious from a quick Google search. When I typed in ''gift giving advice,'' more than two million sites popped up, teeming with practical tips about buying gifts for anyone -- from your boss to your best friend's pet. Is giving a gift really that hard?", "headline": {"main": "This Is for You, Dear, But It's All About Me", "kicker": "UBIQUITY"}, "pub_date": "2004-12-07T00:00:00Z", "abstract": "Dr Richard Friedman article on psychological factors behind shopping for perfect holiday gifts (Special section, Retail) (M)", "print_page": "15", "word_count": 760, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/07/business/businessspecial/07FREI.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "AMERICAN EXPRESS COMPANY"}, {"name": "subject", "value": "CONTESTS AND PRIZES"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "GIFTS"}, {"name": "subject", "value": "SPECIAL SECTIONS"}], "subsection_name": null, "_id": "4fd280248eb7c8105d84b315", "byline": {"person": [{"qualifier": "M.D", "firstname": "Richard", "middlename": "A.", "lastname": "FRIEDMAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By RICHARD A. FRIEDMAN, M.D"}, "section_name": "Health"}, {"type_of_material": "News", "snippet": "Yahoo said yesterday that it would soon offer its users software they can use to comb through their e-mail messages and the files on their desktops. In October, Google introduced a free program that allows users to search their computers in much t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo said yesterday that it would soon offer its users software they can use to comb through their e-mail messages and the files on their desktops. In October, Google introduced a free program that allows users to search their computers in much the same way they search the Web. Microsoft has said it is working on a similar offering. Rather than developing its own search software, Yahoo will offer its users a version of the software package from X1 Technologies, said Jeffrey Weiner, Yahoo's senior vice president for search and marketplace. Yahoo will introduce a beta, or test, version in January. Saul Hansell (NYT)", "headline": {"main": "Technology Briefing | Software: Yahoo To Offer E-Mail And File Search System"}, "pub_date": "2004-12-10T00:00:00Z", "abstract": "Yahoo says it will soon offer its users software they can use to comb through their e-mail messages and files on their desktops; will offer its users version of software package from X1 Technologies (S)", "print_page": "2", "word_count": 104, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05E4DB1131F933A25751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "X1 TECHNOLOGIES"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2414b8eb7c8105d7d9727", "byline": {"person": [{"firstname": "Saul", "middlename": "Hansell", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Saul Hansell (NYT)"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The real idea behind the Google initial public offering goes back much further -- to the kind of noblesse oblige that J.P. Morgan championed....", "news_desk": "Magazine Desk", "lead_paragraph": "When Google went public in August, investors hoped the much anticipated event would herald a return to late-90's stock-market populism: the idea that the Internet would not only make us all rich; it would also give us power. But the real idea behind the Google initial public offering goes back much further -- to the kind of noblesse oblige that J.P. Morgan championed. Google's founders, Larry Page, 32, and Sergey Brin, 31, seem like nice modern fellows, but they have old-fashioned ideas about shareholder relations. The shareholder, in their view, is a child -- fickle and hyperactive. Care for him, provide for him and, above all, keep him from the ruinous path of instant gratification.", "headline": {"main": "Benign Corporate Oligarchy, The", "kicker": "THE 4TH ANNUAL: YEAR IN IDEAS"}, "pub_date": "2004-12-12T00:00:00Z", "abstract": "Roger Lowenstein article, in review of year's notable ideas and developments, examines Google's public offering; Google founders Larry Page and Sergey Brin have old-fashioned ideas about shareholder relations, even declining to issue earnings forecasts; drawing (M)", "print_page": "54", "word_count": 472, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/12/magazine/12BENIGN.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PAGE, LARRY"}, {"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd280978eb7c8105d84be0c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Roger", "lastname": "LOWENSTEIN"}], "original": "By ROGER LOWENSTEIN"}, "section_name": "Magazine"}, {"type_of_material": "News", "snippet": "Two books, one of which is a memoir, look at the life of Paris Hilton....", "news_desk": "Style Desk", "lead_paragraph": "CONFESSIONS OF AN HEIRESS A Tongue-in-Chic Peek Behind the Pose By Paris Hilton with Merle Ginsberg Fireside, $22. PARIS HILTON The Naked Truth By George Mair Chamberlain Brothers, $9.95. LAST Wednesday, Paris Hilton told Barbara Walters that she doesn't just sit around saying ''That's hot!'' all day. Oh, no: she's an avid reader, Ms. Walters's interview disclosed, and a hard worker. Ms. Hilton joined Michael Moore and the founders of Google, Larry Page and Sergey Brin, as one of Ms. Walters's choices for the 10 most fascinating people of 2004, rather exalted company for a 23-year-old heiress with a sprayed-on tan, a voracious appetite for pink clothing and a teacup Chihuahua named Tinkerbell.", "headline": {"main": "Paris in All Her Shades", "kicker": "BOOKS OF STYLE"}, "pub_date": "2004-12-12T00:00:00Z", "abstract": "Penelope Green Books of Style column reviews Paris Hilton book Confessions of an Heiress and George Mair book Paris Hilton: The Naked Truth; photos (M)", "print_page": "11", "word_count": 950, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/12/fashion/12BOOK.html", "multimedia": [], "keywords": [{"name": "creative_works", "value": "PARIS HILTON: THE NAKED TRUTH (BOOK)"}, {"name": "creative_works", "value": "CONFESSIONS OF AN HEIRESS (BOOK)"}, {"name": "persons", "value": "MAIR, GEORGE"}, {"name": "persons", "value": "HILTON, PARIS"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "subsection_name": null, "_id": "4fd280978eb7c8105d84be2a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Penelope", "lastname": "Green"}], "original": "By Penelope Green"}, "section_name": "Style; Books"}, {"type_of_material": "Summary", "snippet": "Some Online Sites Falter During the Holiday Rush  Some big online shopping sites, including Amazon, Kmart.com and L.L. Bean, have had critical breakdowns during the holiday rush, effectively turning away thousands of customers and doing potentiall...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Some Online Sites Falter During the Holiday Rush Some big online shopping sites, including Amazon, Kmart.com and L.L. Bean, have had critical breakdowns during the holiday rush, effectively turning away thousands of customers and doing potentially hurting revenues. While analysts believe that most e-commerce sites have improved their performance, the glitches are a harsh reminder that online retailing is still in its early days. Bob Tedeschi: E-Commerce Report. [Page C8.] Technology Magazine Gets Remake The MIT Technology Review, which was introduced in 1899, is getting a makeover to help attract readers and advertisers. Jason Pontin, the editor in chief, right, has remade the Review for more sober times. ''We're working as hard as we can to get to break-even,'' said R. Bruce Journey, left, who is with the nonprofit company that publishes the magazine. [C4.] A Shortage of PlayStation 2 A global shortage of the Sony PlayStation 2 video game consoles has left retailers scrambling to keep up with demand. [C4.] Court Case Pits Google and Geico A federal judge will hear opening arguments today in a case that pits Geico against Google. Geico sued Google in May for trademark infringement. A final ruling will help define how companies in the red-hot Internet search business make their money. Advertising. [C10.] Man About Town at Home on Sirius Robert Evans, the fabled Hollywood producer and man about town, will be enjoying his latest gig, as a satellite radio talk-show host, from the comfort of his home. Mr. Evans, 74, has signed on to be the anchor of a weekly program, ''In Bed with Robert Evans,'' for Sirius radio subscribers. ''The things I'm going to talk about are not going to be rebroadcast on the Disney channel, I promise you,'' Mr. Evans said. [C9.] TiVo Moves to Protect Its Name TiVo, the digital recording device and service, has recently stepped up efforts to police how its trademark is used. The company has begun sending letters to news organizations whenever it sees the term misused. [C9.] A Salary Question at Miramax Miramax Films is seeking compensation from the former head of its Italian unit, claiming that the executive, a friend of the company's co-chairman, also held another job. [C2.] Cost Overruns for New Airbus Jet Airbus said that development costs for the A380, the large passenger jet, would exceed budgets by 5 percent to 15 percent. [C2.] Wal-Mart Sued Over Song Lyric A lawsuit filed by a Maryland couple accused Wal-Mart Stores, which promotes itself as a seller of clean music, of deceiving customers by stocking compact discs by the rock group Evanescence that contain an obscenity. [C8.] A New Leader at the Box Office The new release ''Ocean's Twelve,'' topped the box office this weekend, followed by ''Blade: Trinity.'' [E2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2004-12-13T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 458, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DE4DE1F31F930A25751C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254e78eb7c8105d7fcf9d", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "A trademark infringement suit against Google may alter how the search industry makes a profit....", "news_desk": "Business/Financial Desk", "lead_paragraph": "A FEDERAL judge in Alexandria, Va., will hear opening arguments today in a case that pits Geico against Google. Geico, the auto insurer owned by Berkshire Hathaway, sued Google in May for trademark infringement. By allowing competing insurance companies to buy ads linked to searches for ''Geico'' and ''Geico Direct,'' Geico asserted, Google directs Web surfers seeking Geico to its competitors' sites.", "headline": {"main": "A trademark infringement suit against Google may alter how the search industry makes a profit.", "kicker": "THE MEDIA BUSINESS: ADVERTISING"}, "pub_date": "2004-12-13T00:00:00Z", "abstract": "Trial is set to begin in Geico lawsuit accusing Google of trademark infringement for allowing competing insurance companies to buy ads linked to searches for 'Geico' and 'Geico Direct'; outcome should help define how companies in Internet search business make their money; photo (M)", "print_page": "10", "word_count": 753, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/13/business/media/13adco.html", "multimedia": [{"url": "images/2004/12/12/business/13adco.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/12/business/13adco.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GEICO CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TRADEMARKS AND TRADE NAMES"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd254e78eb7c8105d7fcf9b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Nat", "lastname": "Ives"}], "original": "By Nat Ives"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google plans to begin converting the holdings of leading research libraries into digital files that would be searchable online....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, the operator of the world's most popular Internet search service, plans to announce an agreement today with some of the nation's leading research libraries and Oxford University to begin converting their holdings into digital files that would be freely searchable over the Web. It may be only a step on a long road toward the long-predicted global virtual library. But the collaboration of Google and research institutions that also include Harvard, the University of Michigan, Stanford and the New York Public Library is a major stride in an ambitious Internet effort by various parties. The goal is to expand the Web beyond its current valuable, if eclectic, body of material and create a digital card catalog and searchable library for the world's books, scholarly papers and special collections.", "headline": {"main": "GOOGLE IS ADDING MAJOR LIBRARIES TO ITS DATABASE", "kicker": "TECHNOLOGY"}, "pub_date": "2004-12-14T00:00:00Z", "abstract": "Google, operator of world's most popular Internet search service, will convert holdings of nation's leading research libraries and Oxford Univ into digital files that would be freely searchable over Web; Google's collaboration with research libraries at Harvard, Univ of Michigan, Stanford and New York Public Library, to be formally announced on Dec 14, is seen as major stride toward long-predicted global virtual library; goal is to expand Web beyond its current body of material and create digital card catalog and searchable library for world's books, scholarly papers and special collections; Google, newly wealthy from its stock offering, agrees to underwrite projects while also adding its own technical abilities to task of scanning and digitizing tens of thousands of pages a day at each library; librarians predict project could take at least decade, at cost estimated at $10 for each of more than 15 million books and other documents covered in agreement; photo (M)", "print_page": "1", "word_count": 1681, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/14/technology/14google.html", "multimedia": [{"url": "images/2004/12/14/business/14google.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/14/business/14google.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "HARVARD UNIVERSITY"}, {"name": "organizations", "value": "UNIVERSITY OF MICHIGAN"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "STANFORD UNIVERSITY"}, {"name": "organizations", "value": "OXFORD UNIVERSITY"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd280988eb7c8105d84be9c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Edward", "lastname": "WYATT"}], "original": "By JOHN MARKOFF and EDWARD WYATT"}, "section_name": "Technology; Front Page; Business"}, {"type_of_material": "Summary", "snippet": "Google Plans to Take a Step Toward a Virtual Library  Google plans to announce a deal with some research libraries and Oxford University to convert their holdings into files whose contents would be freely searchable over the Web.     The collabora...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Plans to Take a Step Toward a Virtual Library Google plans to announce a deal with some research libraries and Oxford University to convert their holdings into files whose contents would be freely searchable over the Web. The collaboration is a major step in an effort to create a digital card catalog and searchable library for the world's books, scholarly papers and special collections. [Page A1.] U.S. Quiet on China Trade Tax China's plan to impose new taxes on textile exports will not sway the United States as it debates whether to limit Chinese goods. [C7.] Management Shuffle at Bombardier Paul M. Tellier, the head of Bombardier, was ousted from the Canadian aircraft maker. A three-member office of the president dominated by members of the Bombardier family was named. The three are: Laurent Beaudoin, left, the chairman, who will resume the position of chief executive; his son Pierre, president and chief operating officer of Bombardier Aerospace; and André Navarri, head of Bombardier's transportation equipment unit. [World Business, Section W.] Electronic Arts Wins N.F.L. Deal Electronic Arts announced a five-year deal with the National Football League and its players to design games using the N.F.L. brand, stadiums, player names and uniforms. [C2.] G.M. and Daimler Work Together General Motors and DaimlerChrysler plan to jointly develop hybrid electric vehicles. [C8.] Utility Regulators Weigh Issues Should customers or owners receive the savings? That is one issue before the Oregon Public Utility Commission, which is deciding if Texas Pacific should be allowed to buy Portland General Electric from Enron. [C2.] Motorola May Lose a Big Customer Sprint's talks to buy Nextel have ignited fears that Motorola will lose its exclusive deal to supply phones and equipment to Nextel. [C3.] Tenet Says Loss Will Be Wider Tenet Healthcare said that fourth-quarter charges might exceed $1 billion and its loss from continuing operations would widen from the third quarter because of increased bad debt. The third-quarter loss was $70 million, or 15 cents. The loss from continuing operations was $52 million, or 11 cents. Tenet has been cutting costs by selling hospitals while trying to resolve government charges. [C8.] Insight Into Company's Union Battle A court battle between EnerSys and its law firm has cast a spotlight on how the company harassed the union's top leaders. [A30.] Cardinal Health Cutting 4,200 Jobs Cardinal Health plans to cut 4,200 jobs, or 7 percent of its work force, and close 25 manufacturing and distribution locations. [C8.] Mergers Send Stock Gauges Higher The Dow Jones industrial average increased 95.10 points, to 10,638.32; the S.&P. 500 gained 10.68 points, to 1,198.68; and the Nasdaq composite jumped 20.43 points, to 2,148.50. [C8.] Jet Lag Slows a Frequent Flier After traveling 200,000 miles this year, jet lag hits. Joe Sharkey: On the Road. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2004-12-14T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 463, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9504E2DD1630F937A25751C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a56a8eb7c8105d88ce20", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-17    Pinochet Fit to Stand Trial, Judge Rules in Chile  A Chilean judge ruled that Gen. Augusto Pinochet was competent to stand trial for human rights abuses that occurred during his 17 years as Chile's dictator and immediately...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-17 Pinochet Fit to Stand Trial, Judge Rules in Chile A Chilean judge ruled that Gen. Augusto Pinochet was competent to stand trial for human rights abuses that occurred during his 17 years as Chile's dictator and immediately charged him with nine counts of kidnapping and one of murder. The judge also ordered that General Pinochet, 89, be placed under house arrest. A1 9 Dead in Attacks in Baghdad A suicide bomber steered a car full of explosives into the western gate of the protected compound that houses the interim government and embassies in Baghdad, killing at least 9 Iraqis and wounding 19. A second car bomb exploded in northern Baghdad, wounding four people, military officials said. A15 Concerns about harsh techniques used by Special Operations forces prompted the Central Intelligence Agency last year to bar its officers in Iraq from taking part in military interrogations where prisoners were subjected to duress, intelligence officials said. A15 Iran and Europe Open Talks Iran and its European partners pledged to work to overcome their differences and lingering suspicions as they began negotiations for a long-term agreement on nuclear, economic and security cooperation. The largely ceremonial talks flow from Iran's agreement last month to freeze its programs to make enriched uranium. A17 Rights Group Accuses U.S. Human Rights Watch said new cases have come to light of deaths of men in American custody in Afghanistan. It accused the Defense Department of operating outside the law and failing to investigate abuses, including killings. A15 NATIONAL A20-31 Documents Cite Kerik's Links to Crime Figures In June 2000, two months before Bernard B. Kerik was appointed police commissioner, New York City's top investigative agency learned that Mr. Kerik had a relationship with the owner of a New Jersey construction firm suspected of having business ties to organized crime figures, city documents show. A1 Peterson Sentenced to Death After three days of deliberations, and nearly two years of a nationwide obsession, the jury in the double murder trial of Scott Peterson determined that he should be put to death for killing his pregnant wife, Laci, and their unborn son. A20 NASA Chief Vacates Post Sean O'Keefe resigned as NASA administrator, saying he is leaving the job he held for three years to pursue better economic opportunity for his family. A20 Court Backs Defense Lawyers The Supreme Court ruled that faced with overwhelming evidence that a client is guilty of capital murder, a defense lawyer can make a strategic decision to concede guilt in open court, even if the client has not authorized such a strategy. A23 Bishops Said to Abandon Pledge Two victim advocacy groups accused Roman Catholic bishops of abandoning their pledge to root out sexually abusive clergy by reducing the number of dioceses that will receive on-site program audits. A27 D.E.A. Denies School Drug Test A longstanding request to grow marijuana at the University of Massachusetts so it can be tested for medical uses has been turned down by the Drug Enforcement Administration. A25 NEW YORK/REGION B1-7 Pelosi Found Guilty In Murder of Financier Daniel Pelosi, the Long Island electrician who romanced a Wall Street financier's wife to penetrate a world of $10 million townhouses and East Hampton estates was found guilty of murdering his lover's husband, R. Theodore Ammon. B1 Informer May Skip Trial Facing problems with the main informer in a large terrorism financing case, federal prosecutors in Brooklyn suggested for the first time that they might try to prove their case without calling him at all. B1 Ex-Culinary Official Indicted The former president of the James Beard Foundation, an influential culinary organization, has been indicted on charges of stealing tens of thousands of dollars from the group and forging expense receipts. B1 FASHION B8 ARTS E1-16 OBITUARIES C11 SCIENCE TIMES F1-10 Health & Fitness D5 SPORTSTUESDAY D1-7 Martínez Could Be a Met The Mets were close to signing Pedro Martínez to a four-year contract for $56 million, according to a person involved in the negotiations. The Mets where reluctant in guaranteeing a fourth year, but relented. A1 BUSINESS DAY C1-10 Google's Global Library Google plans to announce an agreement with some of the nation's leading research libraries to begin converting their holdings into digital files that would be freely searchable over the Web. A1 Symantec In Talks With Veritas Symantec, the software company that produces the Norton line of computer security and maintenance products, is in advanced talks to acquire Veritas Software, executives close to the negotiations said. C1 Oracle Buys PeopleSoft Oracle announced that it would acquire PeopleSoft for $10.3 billion. C1 Business Digest C1 World Business W1 EDITORIAL A32-33 Editorials: Buying intelligence blind; a watchdog muted; drug-assisted sprinters and sluggers; Adam Cohen on a growing campaign in the legal world to undo the New Deal. Columns: David Brooks. Crossword E14 Public Lives B2 TV Listings E15 Weather D8", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2004-12-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 809, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D04E3DD1630F937A25751C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2414c8eb7c8105d7d981e", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "In this lesson, students consider how xerographic photocopy machines and scanners operate. They then discuss and practice using scanners, and brainstorm strategies to increase the efficiency of Google's scanning project. For homework, they either ...", "news_desk": null, "lead_paragraph": "Note: This lesson was originally published on an older version of The Learning Network; the link to the related Times article will take you to a page on the old site.", "headline": {"main": "From Page to Screen", "kicker": "The Learning Network"}, "pub_date": "2004-12-16T02:04:00Z", "abstract": "In this lesson, students consider how xerographic photocopy machines and scanners operate. They then discuss and practice using scanners, and brainstorm strategies to increase the efficiency of Google's scanning project. For homework, they either customize an excerpt from a language arts text scanned in class or write a letter to Google with their recommendations.", "print_page": null, "word_count": 2532, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://learning.blogs.nytimes.com/2004/12/16/from-page-to-screen/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363d68eb7c8105d8b278b", "byline": {"person": [{"firstname": "Sierra", "middlename": "Prasada", "lastname": "MILLMAN", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Javaid", "lastname": "KHAN"}], "original": "By SIERRA PRASADA MILLMAN and JAVAID KHAN"}, "section_name": "U.S."}, {"type_of_material": "Letter", "snippet": "To the Editor:    Re ''Google Is Adding Major Libraries to Its Database'' (front page, Dec. 14):    While having online access to some great libraries promises to facilitate research in democratizing access to books, it is worth keeping some thing...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Re ''Google Is Adding Major Libraries to Its Database'' (front page, Dec. 14): While having online access to some great libraries promises to facilitate research in democratizing access to books, it is worth keeping some things in mind. A digital version of a book -- especially a rare one, printed centuries ago -- is not a replacement for the hard copy.", "headline": {"main": "Are Google's New Libraries a Good Thing?"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": "Lisa Shapiro letter on Google adding major library collections to database warns that digital version of book is not replacement for hard copy", "print_page": "42", "word_count": 152, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0CEEDF1430F935A25751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "SHAPIRO, LISA"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd254e78eb7c8105d7fcfe0", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:    The news that Google is adding the contents of major libraries to its database reminds me of a science fiction story I read more than half a century ago. The story told of mankind's effort to put all the information available in ...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: The news that Google is adding the contents of major libraries to its database reminds me of a science fiction story I read more than half a century ago. The story told of mankind's effort to put all the information available in the world into a gargantuan computer and then ask the computer a single question: ''What is the meaning of life?''", "headline": {"main": "Are Google's New Libraries a Good Thing?"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": "Allan Eckhaus letter says Google adding major library contents to database reminds him of old science fiction story about gargantuan computer stumped by question about meaning of life", "print_page": "42", "word_count": 95, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9907E7DE1430F935A25751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "ECKHAUS, ALLAN"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2414c8eb7c8105d7d988d", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Letter", "snippet": "To the Editor:    The statement by Michael A. Keller, Stanford University's head librarian, that in two decades most of the world's knowledge will be digitized and available is unrealistic.     While Google's inclusion of major library collections...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: The statement by Michael A. Keller, Stanford University's head librarian, that in two decades most of the world's knowledge will be digitized and available is unrealistic. While Google's inclusion of major library collections in its search engine is a small step toward digitizing the world's knowledge, a major portion of the small research libraries in the United States does not even have online catalogs, let alone digitized collections.", "headline": {"main": "Are Google's New Libraries a Good Thing?"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": "Kraig A Binkowski letter disagrees with Stanford librarian Michael A Keller's prediction that in two decades most of world's knowledge will be digitized and available", "print_page": "42", "word_count": 185, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9505E7DE1430F935A25751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "KELLER, MICHAEL A"}, {"name": "persons", "value": "BINKOWSKI, KRAIG A"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "STANFORD UNIVERSITY"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a6d8eb7c8105d807139", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "S.E.C. Says Fannie Mae Violated Accounting Rules  The staff of the Securities and Exchange Commission has ordered Fannie Mae to restate its earnings for the last four years after concluding that it had violated accounting rules on its treatment of...", "news_desk": "Business/Financial Desk", "lead_paragraph": "S.E.C. Says Fannie Mae Violated Accounting Rules The staff of the Securities and Exchange Commission has ordered Fannie Mae to restate its earnings for the last four years after concluding that it had violated accounting rules on its treatment of derivatives and loans. The agency's findings is a setback for the company and its chairman and chief executive, Franklin D. Raines. [Page A1.] Blow to Banks in WorldCom Suit The judge in the WorldCom lawsuit ruled that the investment banks that sold billions of dollars in the company's bonds must persuade a jury that they conducted appropriate due diligence before the offering. [C4.] First Command Settles Charges Lamar C. Smith, left, the chief executive of First Command Financial Services, which marketed financial products to military families, agreed to pay $12 million to settle accusations that it used misleading information to sell mutual funds to military officers over the last five years. The company neither admitted nor denied the accusations. [C2.] F.D.A. Approves a Sleeping Pill The Food and Drug Administration approved a new sleeping pill called Lunesta that some specialists say could pave the way for longer term use of the medications. [C2.] Helping Is Suddenly in Fashion This year retail marketing campaigns are helping shoppers give to charities. [A1.] Chinese Workers Demand Union Some 12,000 workers at a factory in China that that supplies Wal-Mart Stores have walked off the job claiming their wages are too low. [A4.] Yukos Files for Bankruptcy in U.S. Yukos filed for bankruptcy protection, requesting an emergency court hearing in Houston to stop the Russian government's auction of the company's largest production unit. [World Business, Section W.] Claim in Google Suit Dismissed A federal judge dismissed a crucial claim in the trademark infringement suit brought against Google by Geico. Geico had argued that a Google policy of allowing competitors to buy ads linked to searches for ''Geico'' and ''Geico Direct'' confused Web surfers looking for Geico. But the judge said that Geico had not shown that the policy caused confusion. [C6.] Congressman Joins Lobby Group After 24 years in Congress, Billy Tauzin will become president of the Pharmaceutical Research and Manufacturers of America. [A1.] Suit Accuses Fox of Copying Show The British production company that created the reality series ''Wife Swap'' and sold it to ABC filed suit against the Fox network, contending that its own reality series ''Trading Spouses'' was a ''blatant'' copy. [C9.] Morningstar Receives a Subpoena Morningstar received a subpoena from the New York attorney general on consulting services it offers to retirement plan sponsors. [C7.] Business Blossoming in Las Vegas Las Vegas, with its booming population, low taxes and easy-going culture, is the new mecca for entrepreneurs. Small Business. [C5.] Burden Growing on Pension Group The financial position of the Pension Benefit Guaranty Corporation continues to deteriorate, suggesting that Congress should step in to fix it. Hal R. Varian: Economic Scene. [C2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 482, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B00E0D91730F935A25751C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd280988eb7c8105d84bef9", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "A federal judge in Alexandria, Va., dismissed a crucial claim yesterday in the trademark infringement suit brought against Google by Geico, the auto insurance company....", "news_desk": "Business/Financial Desk", "lead_paragraph": "A federal judge in Alexandria, Va., dismissed a crucial claim yesterday in the trademark infringement suit brought against Google by Geico, the auto insurance company owned by Berkshire Hathaway. In a trial that began Monday, Geico had argued that a Google policy of allowing competitors to buy ads linked to searches for ''Geico'' and ''Geico Direct'' confused Web surfers looking for Geico.", "headline": {"main": "Judge Dismisses One Crucial Claim Made in Suit Against Google"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": "Federal Judge Leonie Brinkema dismisses crucial claim in trademark infringement suit brought against Google by Geico, auto insurance company owned by Berkshire Hathaway; Geico had argued that Google policy of allowing competitors to buy ads linked to searches for 'Geico' and 'Geico Direct' confused Web surfers looking for Geico; Brinkema rules Geico has not shown that policy caused confusion (M)", "print_page": "6", "word_count": 289, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/16/technology/16google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "BRINKEMA, LEONIE M"}, {"name": "organizations", "value": "GEICO CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "BERKSHIRE HATHAWAY INC"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "TRADEMARKS AND TRADE NAMES"}, {"name": "subject", "value": "AUTOMOBILE INSURANCE AND LIABILITY"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a6d8eb7c8105d807133", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Nat", "lastname": "IVES"}], "original": "By NAT IVES"}, "section_name": "Technology; Business"}, {"type_of_material": "Letter", "snippet": "To the Editor:    In a world in which so few people call the shots, it is soul-restoring to learn that we may soon have a new Alexandria library -- but one that won't burn down or benefit just the lucky few. Knowledge is power.    Suzanne Cherney ...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: In a world in which so few people call the shots, it is soul-restoring to learn that we may soon have a new Alexandria library -- but one that won't burn down or benefit just the lucky few. Knowledge is power. Suzanne Cherney Long Island City, Queens Dec. 15, 2004", "headline": {"main": "Are Google's New Libraries a Good Thing?"}, "pub_date": "2004-12-16T00:00:00Z", "abstract": "Suzanne Cherney letter welcomes news that world will soon have new Alexandria library, one that will not burn down or benefit just lucky few", "print_page": "42", "word_count": 53, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B04E7DE1430F935A25751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "CHERNEY, SUZANNE"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd280988eb7c8105d84bf0e", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Initially skeptical, many scholars have recently applauded the Internet search service's project to digitize some of the world's best library collections....", "news_desk": "Arts & Ideas/Cultural Desk", "lead_paragraph": "When Randall C. Jimerson, the president of the Society of American Archivists, heard of Google's plan to convert certain holdings at Oxford University and at some of the leading research libraries in the United States into digital files, freely searchable over the Web, he asked, ''What are they thinking?'' Mr. Jimerson had worries. Who would select the material? How would it be organized and identified to avoid mountains of decontextualized excerpts? Would Google users eventually forgo the experience of holding a book, actually seeing a historical document, the serendipity of slow research?", "headline": {"main": "Questions and Praise For Google Web Library"}, "pub_date": "2004-12-18T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 1250, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/18/books/18libr.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd254e88eb7c8105d7fcff4", "byline": {"person": [{"firstname": "Felicia", "middlename": "R.", "lastname": "LEE", "rank": 1, "role": "reported", "organization": ""}], "original": "By FELICIA R. LEE"}, "section_name": "Technology; Arts"}, {"type_of_material": "News", "snippet": "We can still read words on papyrus; we don't know how long it will be possible to read a text inscribed in a 2004 CD. This is not a complaint, just a reminder....", "news_desk": "Week in Review Desk", "lead_paragraph": "ONE warm afternoon in the late 19th century, two middle-aged office clerks met on the same bench of the Boulevard Bourdon in Paris and immediately became the best of friends. Bouvard and Pécuchet (the names Gustave Flaubert gave to his two comic heroes) discovered through their friendship a common purpose: the pursuit of universal knowledge. To achieve this ambitious goal, they attempted to read everything they could find on every branch of human endeavor and, from their readings, cull the most outstanding facts and ideas. Flaubert's death in 1880 put an end to their enterprise, which was in essence endless, but not before the two brave explorers had read their way through many learned volumes on agriculture, literature, animal husbandry, medicine, archeology and politics, always with disappointing results. What Flaubert's two clowns discovered is what we have always known but seldom believed: that the accumulation of knowledge isn't knowledge. The desire to know everything on earth and in heaven is so ancient that one of the earliest accounts of this ambition is already a cautionary tale. According to the 11th chapter of Genesis, after the Flood, the people of the earth journeyed east, to the land of Shinar, and decided to build a city and a tower that would reach the heavens.", "headline": {"main": "Ideas & Trends:  The Pursuit of Knowledge, From Genesis to Google", "kicker": "Knowing It All"}, "pub_date": "2004-12-19T00:00:00Z", "abstract": "Article discusses pursuit of knowledge from Genesis to popular Internet service Google; notes that Library of Alexandria in third century BC was meant to hold every book on every subject, but says accumulation of knowledge is not knowledge; drawing (M)", "print_page": "5", "word_count": 1080, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/19/weekinreview/19mang.html", "multimedia": [{"url": "images/2004/12/19/weekinreview/Manguel75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/19/weekinreview/Manguel75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "ALEXANDRIA (EGYPT)"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "HISTORY"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd244368eb7c8105d7ddf17", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Alberto", "lastname": "MANGUEL"}], "original": "By ALBERTO MANGUEL"}, "section_name": "Technology; Books; Week in Review"}, {"type_of_material": "News", "snippet": "The glitch, which could permit an attacker to secretly search the contents of a personal computer via the Internet, is the kind of flaw that emerges when separate components interact....", "news_desk": "Business/Financial Desk", "lead_paragraph": "A Rice University computer scientist and two of his students have discovered a potentially serious security flaw in the desktop search tool for personal computers that was recently distributed by Google. The glitch, which could permit an attacker to secretly search the contents of a personal computer via the Internet, is what computer scientists call a composition flaw -- a security weakness that emerges when separate components interact. ''When you put them together, out jumps a security flaw,'' said Dan Wallach, an assistant professor of computer science at Rice in Houston, who, with two graduate students, Seth Fogarty and Seth Nielson, discovered the flaw last month. ''These are subtle problems, and it takes a lot of experience to ferret out this kind of flaw,'' Professor Wallach said.", "headline": {"main": "Rice University Computer Scientists Find a Flaw in Google's New Desktop Search Program"}, "pub_date": "2004-12-20T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 763, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/20/technology/20flaw.html", "multimedia": [], "keywords": [{"name": "persons", "value": "WALLACH, DAN"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "RICE UNIVERSITY"}, {"name": "subject", "value": "INDEXERS AND INDEXING"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd280998eb7c8105d84bfe5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Unknown Company Wins Bidding for Yukos Unit  Russia completed the dismantling of Yukos, selling off the country's largest oil subsidiary to a company that was essentially unheard of until three days ago. The announcement was a surprise because Gaz...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Unknown Company Wins Bidding for Yukos Unit Russia completed the dismantling of Yukos, selling off the country's largest oil subsidiary to a company that was essentially unheard of until three days ago. The announcement was a surprise because Gazprom, the country's natural gas monopoly, had appeared to have positioned itself to take over the unit. The mystery surrounding the winner -- a company called Baikal Finans Group -- immediately raised suspicions in the minds of industry analysts that the winning bidder was acting on behalf of Gazprom, or even the state itself. [Section A.] Online Shoppers Get a Late Break In years past, procrastinating holiday shoppers who ordered from online retailers would have faced steep shipping charges for last-minute purchases. But some companies are offering to ship goods via standard ground delivery as late as tomorrow while still guaranteeing pre-Christmas delivery. Bob Tedeschi: E-Commerce Report. [C4.] U.S. Withdraws Tax Shelter Suit The Justice Department has withdrawn its lawsuit against a San Diego financial services firm that it said sold questionable tax shelters to thousands of doctors and dentists. The firm, Xelan, is still the subject of a criminal federal grand jury investigation, and the Internal Revenue Service is seeking reimbursement of hundreds of millions of dollars that it says is owed by users of Xelan financial plans. [C6.] Flaw Found in Google Search Tool A Rice University computer scientist and two of his students have discovered a potentially serious security flaw in Google's recently distributed desktop search tool for personal computers. The flaw, which could permit an attacker to secretly search the contents of a personal computer via the Internet, emerges when separate components interact. [C3.] Tenant Delays Big Hong Kong Deal A lawsuit by a public housing tenant forced the Hong Kong government and three of the world's largest financial institutions to postpone a $2.73 billion real estate offering. [C6.] Don't Call It a 'Diet' Drink Soft-drink makers are racing to replace or play down the word ''diet'' in brand names in favor of alternative terms they hope will help fatten sales. Stuart Elliott: Advertising. [C9.] Mobile Carriers Limit Content With new functions to send e-mail messages, take pictures and listen to music, the mobile phone has turned into a portable minicomputer. But the operators of phone networks are resisting new services that proved very popular on the old personal computer: pornography and violent video games, like one based on the movie ''Kill Bill.'' [C8.] Kia Spectra Receives Lowest Rating The Kia Spectra, a compact car from the Korean automaker Hyundai, was the first vehicle in three years to receive the lowest rating on a frontal crash test from the Insurance Institute for Highway Safety. [C2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2004-12-20T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 447, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A00E7DA1230F933A15751C1A9629C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2414d8eb7c8105d7d996e", "byline": null, "section_name": "Business"}, {"type_of_material": "Editorial", "snippet": "Google's project to scan major library collections into a digital format offers great promise, but there are also some serious concerns to address....", "news_desk": "Editorial Desk", "lead_paragraph": "Last week, Google announced an ambitious new plan to start converting millions of books into digital files in partnership with several major libraries, including the New York Public Library and the libraries at Harvard, Stanford and Oxford. This is a logical step for Google, which says its mission ''is to organize the world's information and make it universally accessible and useful.'' The idea of making books available online is not new, but this plan represents an enormous shift in scale, so enormous that if it is carried out successfully, it may redefine the nature of the Internet and the university. The library is the heart of every university, and one of the basic tasks a university performs is to preserve books and control access to them. No matter how liberally a university chooses to define ''access,'' its books are restricted by geography at the very least. Google wants to make the books it scans freely available in searchable, full-text forms to anyone, anywhere, with an Internet connection. It will also provide information for finding the nearest copy of the real physical book.", "headline": {"main": "The Electronic Library", "kicker": "Editorial"}, "pub_date": "2004-12-21T00:00:00Z", "abstract": "Editorial says Google's ambitious new plan to start converting millions of books into digital files in partnership with several major libraries may redefine nature of Internet and university; cites some concerns, and concludes that Google project will enhance usefulness of books it encompasses, but it in no way will render them obsolete", "print_page": "28", "word_count": 539, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/21/opinion/21tue2.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "EDITORIALS"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a56b8eb7c8105d88cfe4", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "A Web worm, the Santy worm, that identifies potential victims by searching Google is spreading among online bulletin boards, security professionals said yesterday. The worm uses a flaw in the widely used community forum software PHP Bulletin Board...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A Web worm, the Santy worm, that identifies potential victims by searching Google is spreading among online bulletin boards, security professionals said yesterday. The worm uses a flaw in the widely used community forum software PHP Bulletin Board to spread, according to updated analyses. Kaspersky Labs, an antivirus company, said the worm searches Google for sites that use a vulnerable version of the software. Almost 40,000 sites may have already been infected.", "headline": {"main": "Technology Briefing | Internet: Worm Searches Google Sites"}, "pub_date": "2004-12-22T00:00:00Z", "abstract": "Web worm called Santy worm that identifies potential victims by searching Google is spreading among online bulletin boards; worm uses flaw in widely used community forum software PHP Bulletin Board to spread; Kaspersky Labs says worm searches Google for sites that use vulnerable version of software; almost 40,000 sites may have already been infected (S)", "print_page": "6", "word_count": 72, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A07E7DB1030F931A15751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "KASPERSKY LABS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2809a8eb7c8105d84c060", "byline": null, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "An article in Business Day on Monday about a potential security flaw in the desktop search tool distributed by Google omitted a version of the program that includes a repair, or patch. The repaired versions include 121004, as well as those numbere...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day on Monday about a potential security flaw in the desktop search tool distributed by Google omitted a version of the program that includes a repair, or patch. The repaired versions include 121004, as well as those numbered higher.", "headline": {"main": "Corrections"}, "pub_date": "2004-12-22T00:00:00Z", "abstract": "Correction of Dec 20 article on potential security flaw in desktop search tool distributed by Google", "print_page": "2", "word_count": 43, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B00E2DB1030F931A15751C1A9629C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd244368eb7c8105d7ddf65", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Google's motto runs headlong into an expanding empire....", "news_desk": "Week in Review Desk", "lead_paragraph": "After the dreary litany of corporate scandal in recent years, it seems refreshing to have a company declare that its guiding principle is ''Don't be evil.'' Google repeated this paean to good corporate citizenship endlessly in days leading up to its successful stock sale to the public in August.", "headline": {"main": "DON'T BE EVIL", "kicker": "2004: In a Word"}, "pub_date": "2004-12-26T00:00:00Z", "abstract": "Some people say Google has adopted motto 'Don't be evil' to position it against Microsoft, which is routinely referred to as 'evil empire' in Silicon Valley (M)", "print_page": "5", "word_count": 372, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/26/weekinreview/26evil.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "SILICON VALLEY (CALIF)"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE.COM"}, {"name": "subject", "value": "SLOGANS AND MOTTOES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a56d8eb7c8105d88d142", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "A new search technology will extract the underlying meaning from stored material no matter how it is structured....", "news_desk": "SundayBusiness", "lead_paragraph": "SUDDENLY, the computer world is interesting again. The last three months of 2004 brought more innovation, faster, than users have seen in years. The recent flow of products and services differs from those of previous hotly competitive eras in two ways. The most attractive offerings are free, and they are concentrated in the newly sexy field of ''search.'' Google, current heavyweight among systems for searching the Internet, has not let up from its pattern of introducing features and products every few weeks. Apart from its celebrated plan to index the contents of several university libraries, Google has recently released ''beta'' (trial) versions of Google Scholar, which returns abstracts of academic papers and shows how often they are cited by other scholars, and Google Suggest, a weirdly intriguing feature that tries to guess the object of your search after you have typed only a letter or two. Give it ''po'' and it will show shortcuts to poetry, Pokémon, post office, and other popular searches. (If you stop after ''p'' it will suggest ''Paris Hilton.'') In practice, this is more useful than it sounds.", "headline": {"main": "At I.B.M., That Google Thing Is So Yesterday", "kicker": "TECHNO FILES"}, "pub_date": "2004-12-26T00:00:00Z", "abstract": null, "print_page": "7", "word_count": 1234, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2004/12/26/business/yourmoney/26techno.html", "multimedia": [{"url": "images/2004/12/25/business/26tech75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/25/business/26tech75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORPORATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd244378eb7c8105d7ddfa7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Search technology for images may lead to a way to search handwritten manuscripts....", "news_desk": "Circuits", "lead_paragraph": "GOOGLE'S experimental service Google Scholar (scholar.google.com) scours the Web for academic papers. But while it may prove an asset for students and those who work in areas like science, neither it nor any other search engine is very useful for historians whose research involves plowing through documents from the time when handwriting ruled. Even after handwritten documents have been scanned and made available through the Web, it is not possible for Google or any other widely used searching technology to read them. The only method in use for searching such documents involves first having them typed into standard computer text, a costly and time-consuming process.", "headline": {"main": "A New Script for Searching Texts Written by Hand", "kicker": "WHAT'S NEXT"}, "pub_date": "2004-12-30T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 1042, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2004/12/30/technology/circuits/30next.html", "multimedia": [{"url": "images/2004/12/29/technology/30next.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/12/29/technology/30next.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "POST OFFICES AND EQUIPMENT"}, {"name": "subject", "value": "POSTAL SERVICE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}], "subsection_name": null, "_id": "4fd2414f8eb7c8105d7d9b95", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ian", "lastname": "AUSTEN"}], "original": "By IAN AUSTEN"}, "section_name": "Technology; Education"}], "meta": {"hits": 27}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}