{"response": {"docs": [{"type_of_material": "Blog", "snippet": "Craig Newmark, creator of Craig's List, says he will start charging for real estate ads on his free service. According to a column on Newmark in Fortune, he is \"set to collect a nominal fee, no more than $10, from New York City real estate brokers...", "news_desk": null, "lead_paragraph": "Craig Newmark, creator of Craig's List, says he will start charging for real estate ads on his free service. According to a column on Newmark in Fortune, he is \"set to collect a nominal fee, no more than $10, from New York City real estate brokers for their property listings. \"The Fortune columnist, Adam Lashinsky, predicts a massive migration to Google's Base service.", "headline": {"main": "Craig Starts Charging", "kicker": "The Walk-Through"}, "pub_date": "2005-12-05T08:12:47Z", "abstract": "Craig Newmark, creator of Craig's List, says he will start charging for real estate ads on his free service. According to a column on Newmark in Fortune, he is \"set to collect a nominal fee, no more than $10, from New York City real estate brokers for their property listings. \" The Fortune columnist, Adam [...]", "print_page": null, "word_count": 63, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2005/12/05/craig-starts-charging/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363ff8eb7c8105d8b2a6e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "News", "snippet": "Google, like I.B.M., says it is forging a corporate culture in which success depends on performance. But rather than revamping its social contract with workers, Google is writing one from scratch....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, like I.B.M., says that it is forging a corporate culture in which success depends on performance. But while I.B.M. is an old company that has revamped the social contract with its workers, Google is writing a new one from scratch.", "headline": {"main": "At Google, Cube Culture Has New Rules", "kicker": "OUTLOOK ON THE WORKPLACE"}, "pub_date": "2005-12-05T00:00:00Z", "abstract": "Google's programs and perks for employees are unusual, even by generous standards of young Silicon Valley companies in good time; one big perk for its engineers is that they can spend 20 percent of their time pursuing their own ideas instead of company assignments; Google says it is forging corporate culture in which success depends on performance (M)", "print_page": "8", "word_count": 614, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/05/technology/05google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORPORATION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e258eb7c8105d7ef9a6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Time Warner's negotiations with Microsoft and Google mostly do not involve either company's buying a stake in AOL....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Time Warner may not be selling a piece of America Online after all. Time Warner is still in negotiations with Microsoft and Google over a variety of potential deals involving its AOL unit. But most of the possibilities under discussion do not involve either company's buying a stake in AOL, an executive briefed on the negotiations said yesterday. Rather, they would involve cooperation on Web search, advertising sales and possibly other areas, the executive said.", "headline": {"main": "AOL Deal May Omit Stake Sale"}, "pub_date": "2005-12-06T00:00:00Z", "abstract": "Time Warner Inc is still in negotiations with Microsoft and Google over variety of potential deals involving its AOL unit; most of possibilities under discussion do not involve either company's buying stake in AOL; they would involve cooperation on Web search, advertising sales and possibly other areas; Time Warner's leadership has been under pressure from financier Carl C Icahn, who asserts that company is mismanaged and undervalued and has hired Lazard to explore options for splitting it up (M)", "print_page": "1", "word_count": 827, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/06/technology/06online.html", "multimedia": [], "keywords": [{"name": "persons", "value": "ICAHN, CARL C"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "LAZARD LLC"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd262fa8eb7c8105d814e5d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL; Richard Siklos contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Verizon to Alter Managers' Retirement Plans As Part of Attempt to Cut Costs by $3 Billion  Verizon Communications, one of the nation's largest phone companies, said that it would stop making contributions to the guaranteed pension plan covering 50...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Verizon to Alter Managers' Retirement Plans As Part of Attempt to Cut Costs by $3 Billion Verizon Communications, one of the nation's largest phone companies, said that it would stop making contributions to the guaranteed pension plan covering 50,000 of its managers and offer them 401(k) plans instead. Verizon also said that it would contribute less to the health care benefits of those managers when they retire. Over all, the company hopes to save about $3 billion over the next decade by taking these steps. ''This restructuring reflects the realities of our changing world,'' said Verizon's chief executive, Ivan Seidenberg, above. [Page A1.] ABC Names Two Anchors to Succeed Peter Jennings ABC News named Elizabeth Vargas and Bob Woodruff as anchors of ''World News Tonight'' to succeed the late Peter Jennings, but only after the network failed to reach agreement with one of its biggest and most established stars, Charles Gibson of ''Good Morning America.'' [A1.] David Westin, the president of ABC News, got his anchors in place without being able to be accused of passing over the most respected veteran newsman in his shop, and without threatening the popularity of the network's most profitable news program, ''Good Morning America.'' [C1.] Saudi Arabia Tries to Match Output With Consumption As the sharp rise in oil demand whittles away its spare capacity, Saudi Arabia is shunning its traditional role of swing producer, standing by with excess oil to pour into tight markets; rather, it now aims to produce supplies just in time to ship when consumption dictates. [C1.] Scope of Time Warner's AOL Talks Narrows Time Warner is still in negotiations with Microsoft and Google over deals involving its AOL unit. But most of them do not involve the sale of a stake in AOL, an executive briefed on the negotiations said yesterday. Rather, they would involve cooperation on Web search, advertising sales and potentially other areas, the executive said. [C1.] Pentagon Looks for Ways to Cut Spending For the first time since the 9/11 terrorist attacks, the Pentagon is feeling pressure from the White House to rein in rapidly rising spending and, with its budget reaching record levels, it is now looking for ways to cut billions of dollars in manpower and equipment. [C1] Boston Scientific Bids $25 Billion to Acquire Guidant Boston Scientific made a surprise bid to acquire the Guidant Corporation for about $25 billion in a bold move to snatch Guidant from Johnson & Johnson, which last month agreed to buy the device maker for $21.5 billion. [C1.] Boston Scientific's attempt to crash Johnson & Johnson's merger party with Guidant caught Wall Street by surprise, but perhaps it should not have. As they analyzed Boston Scientific's competing takeover bid, many analysts saw logic as well as genius in the $25 billion proposal. [C6] President Bush Likely to Postpone Push for Tax Overhaul President Bush is likely to postpone an all-out push to overhaul the tax code until 2007, administration officials said, in another sign that the president's ambitious economic agenda has become bogged down. [C3.] Bush traveled to a bright spot in North Carolina's manufacturing industry, a plant that makes excavators used in construction and disaster relief, to tell Americans that the economy was better than they thought and that his administration deserved some credit for it. [A20.] China Agrees to Buy 150 Jets From Airbus Airbus and China announced an order worth 7.7 billion euros ($9.1 billion) for 150 single-aisle A320 jets, and said they would also consider building an assembly line for the aircraft in China. [C3] Intel and Morgan Moving Some Work to India Intel, the world's largest chip maker, and J. P. Morgan Chase, the banking company, said they would outsource significant operations to India, an indication that more complex high-value work is moving to India. [C6.] Supreme Court to Hear Case on Job Discrimination For more than 40 years, federal law has prohibited employers from retaliating against employees who complain about discrimination on the job. But neither Congress nor the Supreme Court has ever defined ''retaliation.'' [A23.] A Cautious Outlook for Advertising Spending Leading forecasters of advertising spending have turned cautious in their predictions for most media, except the Internet. In a series of presentations at the opening sessions of the 33rd annual UBS Media Week Conference in Manhattan, several analysts trimmed or stood pat on their growth estimates for this year and next. Stuart Elliott: Advertising. [C1.] Stocks Slip After Oil Prices Rise Stocks fell, setting back a fourth-quarter rally, after oil prices rose. The Standard & Poor's 500-stock index declined 2.99 points, to 1,262.09; the Dow Jones industrial average lost 42.50 points, to 10,835.01; and the Nasdaq composite index fell 15.73 points, to 2,257.64. [C11.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 785, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9804E7DA1331F935A35751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264588eb7c8105d817d1a", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The computer of the future will connect and educate millions of disenfranchised people -- or will it?...", "news_desk": "Magazine", "lead_paragraph": "Here in America, high-speed wireless Internet has become a commonplace home amenity, and teenagers with Sidekicks can browse the Web on a beach. For many people in developing nations, however, the mere thought of owning a computer remains pure fantasy.", "headline": {"main": "Laptop That Will Save the World, The"}, "pub_date": "2005-12-11T00:00:00Z", "abstract": "Michael Crowley article, in review of year's notable ideas, on MIT Media Lab's design of $100 laptop; using funding from News Corp, Google and others, team at Media Lab led by Nicholas Negroponte designed extremely durable, compact, no-frills laptop, which they would like to see given to millions of children worldwide by 2008; photos (M)", "print_page": "78", "word_count": 430, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/11/magazine/11ideas_section2-11.html", "multimedia": [{"url": "images/2005/12/07/magazine/11laptop.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/07/magazine/11laptop.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "NEGROPONTE, NICHOLAS"}, {"name": "organizations", "value": "NEWS CORP"}, {"name": "organizations", "value": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "THIRD WORLD AND DEVELOPING COUNTRIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251dd8eb7c8105d7f695e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Michael", "lastname": "Crowley"}], "original": "By Michael Crowley"}, "section_name": "Technology; Magazine"}, {"type_of_material": "News", "snippet": "Bill Gates is counting on Ray Ozzie, who joined Microsoft eight months ago, to help the company tackle Google....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "THINK back to Round 1 of the Internet, when things really got rolling in 1995. The computing landscape was shifting, and a cool, fast-growing young company symbolized the new order: Netscape. At the time, Microsoft looked to be a lumbering old war horse, trapped in the yesteryear of desktop personal computer software, word processors, spreadsheets and operating systems. It seemed, in other words, so 1980's. But, of course, Microsoft emerged a winner. It embraced the Internet and vanquished the Netscape threat with hard work, ingenuity and strong-arm tactics that a federal court ruled violated the nation's antitrust laws. Microsoft's shares soared to a record high at the end of 1999.", "headline": {"main": "Can This Man Reprogram Microsoft?"}, "pub_date": "2005-12-11T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 2725, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/11/business/yourmoney/11micro.html", "multimedia": [{"url": "images/2005/12/11/business/11micro.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/11/business/11micro.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "OZZIE, RAY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2873b8eb7c8105d858cf4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The democracy of Web logs has brought forth the duplicity of spam blogs, or splogs....", "news_desk": "Magazine", "lead_paragraph": "Newton's third law of motion applies on the Internet as well as in the physical world: for every action, there is an equal and opposite reaction. The convenience of e-mail messages triggered the annoyance of spam. And now the democracy of Web logs has brought forth the duplicity of spam blogs, or splogs.", "headline": {"main": "Splogs"}, "pub_date": "2005-12-11T00:00:00Z", "abstract": "Daniel H Pink, in review of year's notable ideas, examines spam blogs or splogs; during one weekend in October, persons unknown used Google's blog-creation tool to generate more than 13,000 fake blogs consisting of nonsense text, material lifted from legitimate blogs and, most important, links to sites that sploggers were trying to promote; because search engines base their ranking in part on how many other sites link to particular site, splogs can propel sites to which they are linked to top of search-engine results (M)", "print_page": "93", "word_count": 384, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/11/magazine/11ideas_section3-20.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "BLOGS AND BLOGGING (INTERNET)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2873b8eb7c8105d858cef", "byline": {"person": [{"firstname": "Daniel", "middlename": "H.", "lastname": "Pink", "rank": 1, "role": "reported", "organization": ""}], "original": "By Daniel H. Pink"}, "section_name": "Technology; Magazine"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Re ''How Google Tamed Ads on the Wild, Wild Web'' (Digital Domain, Nov. 20):      Search advertising has indeed influenced the way our industry creates online advertising. While the most intrusive ad was once considered the most...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "To the Editor: Re ''How Google Tamed Ads on the Wild, Wild Web'' (Digital Domain, Nov. 20): Search advertising has indeed influenced the way our industry creates online advertising. While the most intrusive ad was once considered the most effective, now the most relevant ad is best.", "headline": {"main": "Back to the Start Of Search Advertising"}, "pub_date": "2005-12-11T00:00:00Z", "abstract": null, "print_page": "10", "word_count": 102, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE3DB1131F932A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa018eb7c8105d8959c3", "byline": null, "section_name": "Business; Opinion"}, {"type_of_material": "News", "snippet": "Why the recent democratization of mapping is a watershed moment in the history of cartography....", "news_desk": "Magazine", "lead_paragraph": "The most influential mashup this year wasn't a Beatles tune remixed with hip-hop lyrics. It was an online street map of Chicago overlaid with crime statistics. Chicagocrime.org, which was created by the journalist Adrian Holovaty, was one of the first Web sites to combine publicly available data from one site (in this case, the Chicago Police Department's online database) with a digital map supplied by another site (in this case, Google).", "headline": {"main": "Do-It-Yourself Cartography"}, "pub_date": "2005-12-11T00:00:00Z", "abstract": "Pamela Licalzi O'Connell article, in review of year's notable ideas, on Google software tools that facilitate creation of annotated maps using demographic information already available online to create mashup, combination of information from two unconnected areas; maps (M)", "print_page": "66", "word_count": 310, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/11/magazine/11ideas1-13.html", "multimedia": [{"url": "images/2005/12/08/magazine/111diy.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/08/magazine/111diy.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2aa018eb7c8105d8959a1", "byline": {"person": [{"firstname": "Pamela", "middlename": "Licalzi", "lastname": "O'Connell", "rank": 1, "role": "reported", "organization": ""}], "original": "By Pamela Licalzi O'Connell"}, "section_name": "Technology; Magazine"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-13    Leaders Split by Politics But Bound by School Ties  The three Iraqi political leaders considered most likely to end up prime minister after nationwide elections this week were classmates at the Jesuit all-boys English-lang...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-13 Leaders Split by Politics But Bound by School Ties The three Iraqi political leaders considered most likely to end up prime minister after nationwide elections this week were classmates at the Jesuit all-boys English-language school called Baghdad College, fortunate members of the elite families that governed Iraq until successive waves of revolution and terror swept it away. A1 American and Iraqi forces raiding an Iraqi government detention center in Baghdad discovered more than 600 prisoners packed into a cramped space, 13 of them mistreated so badly they had to be taken to a hospital, a senior American official said. A1 Chinese Officer Held in Deaths The commander of paramilitary forces who opened fire on villagers protesting land seizures was detained by the authorities in connection with the shootings, an extraordinary response that suggested high-level concern over whether the crackdown was justified. A1 Paris Suburb Symbolizes Riots La Courneuve, a Paris suburb of 35,000 people of 80 nationalities and ethnic backgrounds, has become a symbol of France's failure to integrate millions of Arab and African immigrants -- many of them Muslims -- and their French-born children and grandchildren. A1 Top Croat Suspect at the Hague For the United Nations war crimes tribunal in the Hague, taking custody of Ante Gotovina means the end of a four-year wait and the capture of one of its most-wanted suspects from the Balkan wars of the 1990's. A3 Rights Unit Faults Sudan Leader The United Nations should impose sanctions on top political and military leaders in Sudan and conduct an investigation of crimes against humanity committed in Darfur, Human Rights Watch said in a report that accuses senior officials, including President Omar al-Bashir, of playing major roles in making civilians the target of attacks. A5 Quebec Party Courts Minorities The Bloc Québécois party has put up a record nine candidates of Haitian, African, Middle Eastern and Chinese origin this year to appeal to minorities and win toss-up districts in the Jan. 23 election, with the larger goal of winning a third separatist referendum expected in the next few years. A6 Runoff in Chile Election With ballots counted in the first round of voting in Chile's presidential election, a candidate who describes her rise as unlikely because she is ''a woman, a Socialist, separated and agnostic'' and a conservative billionaire businessman have advanced to a decisive runoff. A6 Finns Build Largest Reactor With continued spikes in gas and fuel prices, fears about overdependence on foreign oil and the growing threat of global warming, Finland has decided to move ahead this year with the construction of the world's largest nuclear reactor, and a number of countries, including the United States, are freshening up proposals to build nuclear plants. A10 NATIONAL A16-23 A Clash Over Rebuilding Gulf Coast After Hurricane There is a broad clash along the Gulf Coast over whether to rebuild hurricane-damaged areas much as they were, to rebuild at a higher price, with more robust foundations and buildings raised above ground, or to cede large swaths of land to nature. The debate features a cast that includes disaster victims, coastal engineers, mortgage lenders, the insurance industry, as well as local, state and federal officials. A1 Tackling Medicaid Costs Members of Congress will soon plunge into battle over the future of Medicaid, as House and Senate negotiators try to resolve huge differences over legislation that would allow states to cut benefits and increase charges for millions of low-income people, including many children. Medicaid is a flash point in a larger budget bill on which Republican leaders say they plan to reach agreement by year's end. A21 Disputes Over Abuse Ban The Senate majority leader, Bill Frist, predicted that Congress and the Bush administration would reach agreement this week over a proposal to ban torture of terrorism detainees, but those engaged in the negotiations said major differences remained. A19 Reporter Talks About Leak Viveca Novak, a reporter for Time magazine, said a lawyer for Karl Rove, the senior White House adviser, was surprised when she suggested to him in the first half of 2004 that Mr. Rove had probably been a source for the magazine's July 2003 article that discussed the C.I.A. officer at the heart of the leak case. A23 Virginia Governor Ponders Bid Propelled by his popularity at home, Gov. Mark Warner of Virginia has launched a major foray onto the national stage, raising millions of dollars for his likely presidential bid and visiting states already being courted by potential 2008 contenders. The latest stop came in Florida this weekend at a state Democratic Party convention. A16 Still No Decision on Inmate As fervor over the scheduled execution of Stanley Tookie Williams early Tuesday began to boil across California, Gov. Arnold Schwarzenegger declined for a third day to announce a decision on a petition to spare the life of Mr. Williams, a former gangster and now-famous death row inmate, and commute his sentence to life in prison. A16 Administration Word of Choice Vice President Dick Cheney warned that Al Qaeda's ultimate goal is the re-establishment of the caliphate, with calamitous consequences for the United States. Caliphate is the term for the seventh-century Islamic empire that spanned the Middle East, spread to Southwest Asia, North Africa and Spain, then ended with the Mongol sack of Baghdad in 1258. A19 NEW YORK/REGION B1-8 Two Men Are Charged With Officer's Murder The two men arrested in the fatal shooting of a police officer in the Bronx were charged with murder as new details emerged that led investigators to believe that the men were trying to steal Valium from a dead man's apartment when the officer, Daniel Enchautegui, confronted them. The suspects, who were shot by Officer Enchautegui before he died, remained in stable condition, the police said. B1 G.O.P. Looks for a Way Out New York State Republican leaders were supposed to vote on their preferred candidates for 2006 at a meeting today in Albany. But the vote is now in doubt: some Republicans want only to plot strategy and emerge with a party intact. B1 Two Killed in Queens A man and a woman were killed and two other people injured when a gunman opened fire in the vestibule of a building at a public housing project in the Rockaways, the police said. B3 Neediest Cases B4 ARTS E1-10 SPORTSMONDAY D1-10 Dressing the Men of the N.B.A. When the N.B.A. instituted a business-casual dress code this season to spruce up the league's image, plenty of grumbling ensued among players, commentators and fans alike. But the new dress code has boosted an already thriving specialty trade: The haberdashers and purveyors of fine dress shoes who cater to outsize professional athletes. D1 OBITUARIES A24-25 Bob Richardson A fashion photographer of the 1960's and 70's, he was 77. A24 BUSINESS DAY C1-16 Oil Company May Buy Rival ConocoPhillips is in advanced talks to buy Burlington Resources for more than $31 billion in the latest deal in the rapidly consolidating oil and gas industry, according to people involved in the talks. A20 Shift in Focus of Trade Talks Recognizing that little progress can be expected on issues like farm subsidies, officials at the trade talks in Hong Kong appear likely to focus on increasing exports from the poorest countries. C1 A Change For Time Warner A decision by Time Warner not to sell the ownership stake in America Online creates the potentially more difficult prospect of forging a relationship -- with either Google or Microsoft -- that would bolster AOL as it competes with its partner. C1 A Coup for Paramount Brad Grey, the chairman of Paramount Pictures, managed to pull off a coup by snatching DreamWorks SKG from NBC-Universal. C1 Business Digest C2 EDITORIAL A26-27 Editorials: The burden of Medicaid cuts; Larry Craig versus the salmon; always the season for reinvestment; remaking the French ghettos. Columns: Bob Herbert and Paul Krugman. Autos D9 Bridge E8 Crossword E8 Metro Diary B2 TV Listings E9 Weather A22", "headline": {"main": "News Summary"}, "pub_date": "2005-12-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1327, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F05E1DC1E31F931A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e738eb7c8105d7effb4", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Stephen M. Case is aligning himself with the thinking of the financier Carl C. Icahn, who controls 3 percent of Time Warner's shares....", "news_desk": "National Desk", "lead_paragraph": "As Time Warner nears a decision on a big alliance with Google or Microsoft for its America Online unit, Stephen M. Case, the co-founder of AOL, has spoken out against the plan, aligning himself with the thinking of the financier Carl C. Icahn, who has pushed for a breakup of Time Warner. Mr. Case, who recently resigned as a Time Warner director, wrote in an essay in The Washington Post on Sunday that ''although I played a key role in bringing AOL and Time Warner together six years ago, it's now my view that it would be best to 'undo' the merger by splitting Time Warner into several independent companies and allowing AOL to set off on its own path.''", "headline": {"main": "AOL Founder Argues for Split Of Time Warner"}, "pub_date": "2005-12-12T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1780, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/12/technology/12time.html", "multimedia": [{"url": "images/2005/12/12/business/12time.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/12/business/12time.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "ICAHN, CARL C"}, {"name": "persons", "value": "CASE, STEPHEN M"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "TIME WARNER CABLE"}], "subsection_name": null, "_id": "4fd2aa018eb7c8105d895a0c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Richard", "lastname": "SIKLOS"}, {"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 2, "role": "reported", "organization": ""}], "original": "By RICHARD SIKLOS and ANDREW ROSS SORKIN"}, "section_name": "Front Page; U.S."}, {"type_of_material": "News", "snippet": "Being able to check the Internet to see whether certain local stores have particular items in stock seems a marriage made in shopping heaven, but analysts caution that the wedding date may be a long way off....", "news_desk": "Business/Financial Desk", "lead_paragraph": "FORGET about shopping in your underwear. The Web's brighter promise could be how it will change the way you shop in your overcoat. Take the latest innovation from Google, which has become Silicon Valley's answer to Willy Wonka. The search engine's shopping service, Froogle, began testing a feature late last month that allows you to check whether certain local stores have particular items in stock, saving you a wasted trip if they do not.", "headline": {"main": "Is That Item Sold Out? Know Before You Go", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-12-12T00:00:00Z", "abstract": null, "print_page": "6", "word_count": 1011, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/12/technology/12ecom.html", "multimedia": [{"url": "images/2005/12/12/business/12ecom.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/12/business/12ecom.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2aa018eb7c8105d8959f4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "AOL is pondering how it can best expand its advertising revenue, which it is counting on to replace declining income from Internet access subscriptions....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Once Richard D. Parsons, the chairman of Time Warner, decided not to sell an ownership stake in America Online, he was faced with the potentially more difficult prospect of forging a relationship -- with either Google or Microsoft -- that would bolster AOL even as it competes head-on with its partner. The complexities of such an arrangement have kept executives of the three companies in intense negotiations for weeks, pushing a decision, which had been expected last week, to the middle of this week at the earliest, an executive briefed on the negotiations said.", "headline": {"main": "AOL Choice Will Affect Ad Market On the Web"}, "pub_date": "2005-12-12T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1352, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/12/technology/12online.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PARSONS, RICHARD D"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "subject", "value": "ADVERTISING"}], "subsection_name": null, "_id": "4fd2aa018eb7c8105d8959f3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "With the Acquisition of DreamWorks SKG, A Stunning Coup for Paramount Pictures  The phone rang at David Geffen's house on Friday, Dec. 2. It was Brad Grey, the chairman of Paramount Pictures. He was looking to break up a deal Mr. Geffen was on the...", "news_desk": "Business/Financial Desk", "lead_paragraph": "With the Acquisition of DreamWorks SKG, A Stunning Coup for Paramount Pictures The phone rang at David Geffen's house on Friday, Dec. 2. It was Brad Grey, the chairman of Paramount Pictures. He was looking to break up a deal Mr. Geffen was on the verge of making to sell his studio, DreamWorks SKG, to NBC-Universal. Mr. Geffen was skeptical. Paramount had expressed interest in buying DreamWorks three months earlier. ''We've been through this before,'' warned Mr. Geffen. ''Unless you come to me with signed contracts that require only our signatures, forget it.'' One week later, Mr. Grey produced those contracts for a $1.6 billion sale. He had pulled off a stunning coup, snatching DreamWorks from the grasp of NBC-Universal. [Page C1.] A Fierce Scrum Takes Shape Among Chip Makers Toshiba is anxious to guard the secrets at its semiconductor plants as it wages a battle for control of the fast-growing market for the advanced memory chips at the heart of portable music devices like the Apple iPod Nano. The fight pits Toshiba and its partner, SanDisk, against Samsung Electronics. Both camps are spending billions to build new factory lines, hire engineers and develop more powerful chips in a bid to gain supremacy. [C1] Oil Minister Says OPEC Should Not Curtail Production Saudi Arabia's oil minister, Ali al-Naimi, said that OPEC should not curtail its current oil production because strong demand had kept prices high, and added that it was too early to consider paring the group's output in anticipation of slowing consumption next year. The Saudi minister seems to have lent his support to a consensus that the Organization of the Petroleum Exporting Countries can afford to keep producing at full tilt. [C2] Holiday Products That Are Inexpensive and Disposable Once confined to red and green M&M's and soft drinks with Christmas packaging, the holiday product category has continued to expand this year, including everything from toilet paper with pictures of Santa Claus to peppermint-flavored coffee. Part of the enthusiasm for holiday products is that they are a cheap way to dress up a home for the season. Advertising. [C9.] If the Walt Disney Company has its way, McDonald's Happy Meal toys could be replaced with portable media players that hold Disney movies, music, games or photos, according to a pending patent application. Users could add files to the devices by earning points with food purchases. [C8.] Rivals Join to Take On Microsoft Adobe Systems and Macromedia spent more than a decade as fierce rivals in the software market. Now they are hoping that by banding together they will be better positioned to face increasingly aggressive competition from Microsoft. [C6.] Checking the Web Before Hitting the Store Google's shopping service, Froogle, has begun testing a feature that allows shoppers to check whether certain local stores have particular items in stock, saving a wasted trip. The service is like a marriage made in shopping heaven, but retail executives and analysts say the wedding date is probably a long way off. Bob Tedeschi, E-Commerce Report. [C6.] A Shift in Emphasis for Trade Meeting Recognizing that little progress can be expected on intractable issues like farm subsidies, officials at global trade talks scheduled to begin in Hong Kong now appear likely to focus heavily on increasing exports from the world's poorest countries. Pascal Lamy, left, director general of the World Trade Organization, and others have called with increasing emphasis in the last few days for a detailed agreement eliminating all duties and quotas on the exports of at least 32 of the world's poor countries. [C1.] China has opened the first phase of what could become the world's largest container shipping port, a deepwater facility on an island about 20 miles out to sea. The Yangshan Deep Water port is Shanghai's effort to keep up with the explosive growth of exports in the Yangtze River Delta region. [C7.] Sesame Street Characters Go International Thirty-six years after the original ''Sesame Street'' had its debut in the United States, Muppet characters like Elmo have left their familiar neighborhood for a fresh wave of globalization, bound for countries that are discarding dubbed American versions for homegrown productions. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 693, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990CE5DE1E31F931A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269318eb7c8105d81f829", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "HarperCollins's decision to put all of its book and audio content online is the latest move in the battle between publishers and search engines....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "In the latest move in the battle between publishers and search engines, HarperCollins Publishers said yesterday it would create its own digital library of all of its book and audio content and make it searchable by consumers on the Internet. Web users will be able to search the HarperCollins archive via search engines like Google and Yahoo or the specialized programs of retailers like Amazon.com. The move is intended to allow HarperCollins, a unit of the News Corporation, to maintain control over digital content rather than cede that control to other companies, Jane Friedman, chief executive, said.", "headline": {"main": "HarperCollins Will Create A Searchable Digital Library"}, "pub_date": "2005-12-13T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 402, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/13/books/13harp.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "HARPERCOLLINS PUBLISHERS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BOOK TRADE"}], "subsection_name": null, "_id": "4fd264588eb7c8105d817db1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Arts; Books"}, {"type_of_material": "News", "snippet": "Officials are suppressing news that up to 20 people died in China's biggest use of force against civilians since 1989....", "news_desk": "Foreign Desk", "lead_paragraph": "One week after the police violently suppressed a demonstration against the construction of a power plant in China, leaving as many as 20 people dead, an overwhelming majority of the Chinese public still knows nothing of the event. In the wake of the biggest use of armed force against civilians since the Tiananmen massacre in 1989, Chinese officials have used a variety of techniques -- from barring reports in most newspapers outside the immediate region to banning place names and other keywords associated with the event from major Internet search engines, like Google -- to prevent news of the deaths from spreading.", "headline": {"main": "Beijing Casts Net of Silence Over Protest"}, "pub_date": "2005-12-14T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 922, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/14/international/asia/14china.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "subject", "value": "VIOLENCE"}, {"name": "subject", "value": "DEMONSTRATIONS AND RIOTS"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}], "subsection_name": null, "_id": "4fd2aa028eb7c8105d895a45", "byline": {"person": [{"firstname": "Howard", "middlename": "W.", "lastname": "FRENCH", "rank": 1, "role": "reported", "organization": ""}], "original": "By HOWARD W. FRENCH"}, "section_name": "World"}, {"type_of_material": "Summary", "snippet": "Report From Spitzer Says Ex-Chief Of A.I.G. Defrauded Foundation  Eliot Spitzer, the New York attorney general, submitted a report as part of his lawsuit against Maurice R. Greenberg, the former chief executive of American International Group, con...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Report From Spitzer Says Ex-Chief Of A.I.G. Defrauded Foundation Eliot Spitzer, the New York attorney general, submitted a report as part of his lawsuit against Maurice R. Greenberg, the former chief executive of American International Group, contending that Mr. Greenberg unfairly enriched himself and other A.I.G. executives in a series of transactions that violated the will of Cornelius Vander Starr, the company's founder, and defrauded a foundation he created. [Page C1.] S.E.C. Warns Three of Possible Hollinger Suits The Securities and Exchange Commission has notified three high-profile current and former directors of Hollinger International Inc. that they may be sued for failing to spot fraud allegedly committed by senior executives at the newspaper company. [C1.] Quiznos, the Sandwich Chain, Said to Be for Sale Quiznos, the family-controlled concern known for its toasted submarine sandwiches, is on the auction block, according to people involved in the process. The company, which could fetch as much as $1 billion, has hired Goldman Sachs to help it study alternatives, these people said. [C1.] Amgen to Acquire Abgenix for $2.2 Billion The biotechnology giant Amgen has agreed to acquire Abgenix for $2.2 billion, giving it full ownership of a promising cancer drug the companies have been developing together. [C4.] General Dynamics to Buy Anteon International The General Dynamics Corporation, the military contractor, announced that it would acquire the Anteon International Corporation for $2.1 billion to expand its technology services business. The deal reflects a shift in Pentagon spending away from heavy military equipment and toward more high-technology weapons and sophisticated electronic systems. Anteon, an information systems and engineering services company based in Fairfax, Va., has forecast revenue of $1.7 billion in 2006, mainly from Pentagon and Department of Homeland Security contracts. [C5.] U.S. Trade Deficit Reached Record in October The United States' trade deficit ballooned to a record in October, the government said, with imports climbing faster than exports. [C3.] New Data Show Shopping Centers Falling Behind With 10 days left until Christmas, the nation's 1,200 enclosed shopping centers are still struggling to drum up business, with shoppers defecting, in larger numbers than anticipated, to discount chains and online retail sites, according to newly released figures and interviews with analysts. [C4.] Ford Says It Will Advertise in Gay Publications After Ford Motor said it would all but eliminate its ads in publications that cater to gays, the company, facing protests, has reversed itself. [C4.] E.P.A. Settles With DuPont Over Teflon Risks The Environmental Protection Agency said that it had reached a $16.5 million settlement with DuPont, which it had accused of failing to report information about the health and environmental risks of a substance used in making Teflon and other plastics. [A28.] Regulator Proposes Easing Securities Rules The Securities and Exchange Commission proposed rules aimed at easing American regulations, for both foreign and American companies. [C14.] Boeing Receives Big Jet Order From Qantas Boeing delivered a blow to Airbus with an order from Qantas for 65 of its new 787 jets and an option to buy 50 more. [C7.] Standard & Poor's 500 at Highest Level Since 2001 The Standard & Poor's 500 added 5.31 points, to 1,272.74, the highest close since June 2001. The Dow Jones industrial average increased 59.79, to 10,883.51. The Nasdaq fell 2.41, to 2,262.59. [C6.] Ads for a $35,000 Gift Find Unexpected Success Despite the obvious problems with wrapping a car and delivering it on Christmas morning, Lexus has had good success with its ''December to Remember'' campaign, a series of television, radio and print ads that market a Lexus as the perfect gift. The commercials have become as much a part of the pre-Christmas advertising blitz as the Coca-Cola-drinking bear and the Norelco sleigh. The cars-as-gifts campaign began in 1998 when Lexus ran ads that featured vehicles adorned with big red bows. Advertising. [C13.] Tech Firms to Underwrite California Research Lab University of California computer scientists plan to announce that Google, Microsoft and Sun Microsystems will underwrite a $7.5 million research laboratory on the Berkeley campus. [C5.] Global Positioning Reaches the Masses In yet another leap into the mainstream, Global Positioning System technology, cheaper yet more sophisticated than ever, is increasingly finding its way into the palms of everyday users. Circuits. [C9.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 703, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A04E7DA1F31F936A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa028eb7c8105d895a76", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google, Microsoft and Sun Microsystems will underwrite a $7.5 million laboratory on the University of California's Berkeley campus....", "news_desk": "Business/Financial Desk", "lead_paragraph": "With federal funds for basic computer science research at universities in decline, three of the industry's leading companies are joining to help fill the void. University of California computer scientists plan to announce on Thursday that the companies -- Google, Microsoft and Sun Microsystems -- will underwrite a $7.5 million laboratory on the Berkeley campus. The new research center, called the Reliable, Adaptive and Distributed Systems Laboratory, will focus on the design of more dependable computing systems.", "headline": {"main": "3 Technology Companies Join to Finance Research"}, "pub_date": "2005-12-15T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 840, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/15/technology/15research.html", "multimedia": [], "keywords": [{"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd264598eb7c8105d817ddd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Education; Business"}, {"type_of_material": "Blog", "snippet": "Do you want to be surrounded by neighbors who think just like you? Or do you prefer people with the opposite political views so you always have someone to argue with? Following the Dollar is a Google map mashup that I found thanks to Mike Pegg's a...", "news_desk": null, "lead_paragraph": "Do you want to be surrounded by neighbors who think just like you? Or do you prefer people with the opposite political views so you always have someone to argue with?", "headline": {"main": "Know Your Neighbor", "kicker": "The Walk-Through"}, "pub_date": "2005-12-17T18:49:40Z", "abstract": "Do you want to be surrounded by neighbors who think just like you? Or do you prefer people with the opposite political views so you always have someone to argue with? Following the Dollar is a Google map mashup that I found thanks to Mike Pegg's amazing compendium of mashups, Google Maps Mania. It takes [...]", "print_page": null, "word_count": 142, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2005/12/17/know-your-neighbor/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363ff8eb7c8105d8b2a7c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "Maps are a representation of real estate, so it should not be surprising that there are hundreds of Google map mashups that provide real utility in buying or selling real estate. Take this Boston crime map, for instance. It maps violent crimes in ...", "news_desk": null, "lead_paragraph": "Maps are a representation of real estate, so it should not be surprising that there are hundreds of Google map mashups that provide real utility in buying or selling real estate. Take this Boston crime map, for instance. It maps violent crimes in 14 Beantown neighborhoods.", "headline": {"main": "The Mean Streets of Boston", "kicker": "The Walk-Through"}, "pub_date": "2005-12-17T17:44:24Z", "abstract": "Maps are a representation of real estate, so it should not be surprising that there are hundreds of Google map mashups that provide real utility in buying or selling real estate. Take this Boston crime map, for instance. It maps violent crimes in 14 Beantown neighborhoods. The author of the maps, Adam Gaffin, notes that [...]", "print_page": null, "word_count": 138, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2005/12/17/the-mean-streets-of-boston/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363ff8eb7c8105d8b2a8d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-13    Electoral Gains by Hamas Deal Blow to Divided Fatah  The Islamic militant group Hamas won sweeping victories in local Palestinian elections in some of the West Bank's largest cities, according to preliminary results. The v...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-13 Electoral Gains by Hamas Deal Blow to Divided Fatah The Islamic militant group Hamas won sweeping victories in local Palestinian elections in some of the West Bank's largest cities, according to preliminary results. The voting was a blow to the Fatah faction that has dominated the Palestinian Authority but has fractured in the year since the death of Yasir Arafat. A1 After Iraq Vote, Calls for Unity The top two American officials in Iraq, in a rare open display of American influence, called for the country's main political groups to come together quickly to form a broad-based government once Thursday's election results are known, saying hopes of quelling the Sunni Arab insurgency should not be squandered by politicians. A10 President Bush, in a detailed interview with Jim Lehrer on the PBS program ''NewsHour,'' called the elections ''a very important step'' but acknowledged that they are ''not going to stop violence'' in Iraq, and that ''we're behind'' on the training of capable Iraqi police forces. A10 Claims of Cover-Up in China Residents of Dongzhou, China, who claim that a police crackdown on a demonstration on Dec. 6 ended in the deaths of 20 or more people, say that they have endured beatings, bribes and threats at the hands of security forces who have tried to prevent accounts of what happened from emerging. A1 'Turkish Identity' Trial Delayed A Turkish court put off the trial of a prominent novelist, giving the government until Feb. 7 to decide whether to press ahead on charges that he insulted Turkish identity by mentioning the killing of a million Armenians by the Turks in 1915 in a magazine interview. A3 Bomber Wounds 3 Afghans A suicide bomber blew himself up and wounded three civilians as he tried to ram his car into a convoy of NATO peacekeepers in western Kabul, not far from the building where legislators are set to gather Monday for the opening of Afghanistan's first Parliament in 30 years. A12 Belarus Sets Vote for Leader The Parliament in Belarus voted to hold the country's next presidential election in March, opening an accelerated campaign between the country's authoritarian leader, Aleksandr G. Lukashenko, and a beleaguered opposition movement. A6 SCIENCE/HEALTH Stem Cell Work Defended Hwang Woo Suk, the embattled South Korean scientist, struck back at his critics, declaring that his pioneering technology for cloning stem cells works and that he will produce proof within two weeks. A6 NATIONAL A14-21 Senate Blocks Bush's Call To Reauthorize Patriot Act The Senate blocked reauthorization of the broad antiterrorism bill known as the USA Patriot Act, pitting Congress against President Bush, who has warned that the nation will be left vulnerable to attack if the measure is not quickly renewed. A1 Deadline May Force Execution Though the United States Supreme Court has prohibited the execution of the mentally retarded, a Texas death row inmate who may be retarded cannot raise the issue in federal court because his lawyer missed a filing deadline. A14 Scholar Took Pay From Lobbyist A senior scholar at the Cato Institute, the respected libertarian think tank, has resigned after revelations that he took payments from the lobbyist Jack Abramoff in exchange for writing favorable columns. A14 McCain Bill Strict on Lobbyists Senator John McCain, the Arizona Republican who heads a Senate committee that helped uncover this year's lobbying scandal, introduced a bill to increase the restrictions and disclosure requirements that apply to lobbyists and public officials. A14 Hospital's Future in Doubt Charity Hospital, which for nearly three centuries has been dedicated to treating the poorest and sickest in New Orleans, has been abandoned since Hurricane Katrina, but it is now at the center of a battle over whether it will continue to serve those most in need or become a more conventional hospital. A16 NEW YORK/REGION B1-6 Partial Strike Declared As Transit Talks Deadlock The Metropolitan Transportation Authority and the transit workers' union broke off talks, leading the union to call for a strike against two Queens bus lines on Monday and against the whole transit system on Tuesday if no settlement is reached. A1 Sex Assault Suspect Caught Peter Braunstein, the fugitive accused of impersonating a firefighter on Halloween night and sexually attacking a woman in her Chelsea apartment, stabbed himself in the throat after campus police at a university in Tennessee tried to take him into custody. B1 Session on Illegal Gun Sales Governor Pataki plans to call state lawmakers into a special session to vote on new legislation that seeks to curb illegal gun trafficking and impose the death penalty on those convicted of killing a police officer. B1 Neediest Cases B6 SPORTSSATURDAY D1-8 ARTS B9-21 OBITUARIES B8 Rodney Whitaker A writer best known by one of his many pen names, Trevanian, whose titles include ''The Eiger Sanction'' and ''Shibumi,'' he was 74. B8 BUSINESS DAY C1-13 Google Buys Stake in AOL Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash as part of an expanded partnership between AOL, once the dominant company on the Internet, and Google, the current online king. C1 Judge Rules in Pfizer's Favor A federal judge rejected a patent challenge to Lipitor, a cholesterol-lowering medicine from Pfizer that is the world's top-selling drug. Shares of Pfizer soared more than 11 percent after the ruling was announced. C1 Business Digest C2 EDITORIAL A22-23 Editorials: Iraq votes for a third time; the collapsing claims on cloning; Wall Street's no place for K Street. Column: Maureen Dowd. Bridge B18 Crossword B19 TV Listings B21 Weather C14", "headline": {"main": "News Summary"}, "pub_date": "2005-12-17T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 929, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507EEDB1630F934A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd264598eb7c8105d817e02", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "The deal is a blow to Microsoft, which had sought AOL as an advertising partner to undercut Google, its potent rival....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Rebuffing aggressive overtures from Microsoft, Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash as part of an expanded partnership between AOL, once the dominant company on the Internet, and Google, the current online king. At stake in this battle was leadership in Internet advertising, which is a growing threat to other media companies. The loss is a blow to Microsoft, which had sought AOL as a partner in its advertising venture to undercut Google, its potent rival.", "headline": {"main": "Time Warner to Sell 5% AOL Stake to Google for $1 Billion"}, "pub_date": "2005-12-17T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1569, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/17/technology/17aol.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}], "subsection_name": null, "_id": "4fd262fb8eb7c8105d814fa8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Richard", "lastname": "SIKLOS"}], "original": "By SAUL HANSELL and RICHARD SIKLOS; Andrew Ross Sorkin contributed reporting for this article"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "U.S. Urges Iraqi Groups To Unite After Election  The two top Americans in Iraq called on the country's main political groups to come together quickly to form a broad-based government once the results of Thursday's election are known. Gen. George W...", "news_desk": "Metropolitan Desk", "lead_paragraph": "U.S. Urges Iraqi Groups To Unite After Election The two top Americans in Iraq called on the country's main political groups to come together quickly to form a broad-based government once the results of Thursday's election are known. Gen. George W. Casey Jr. and Ambassador Zalmay Khalilzad said hopes for quelling the Sunni Arab insurgency should not be squandered. PAGE A10 Columnist Paid by Lobbyist A scholar at the Cato Institute, the libertarian research organization, has resigned after admitting he was paid by Jack Abramoff, the Washington lobbyist at the center of a corruption investigation, in exchange for writing columns favorable to Mr. Abramoff's clients. PAGE A14 A Cloning War Escalates A South Korean scientist lashed out at his critics, saying he would prove the validity of his stem cell cloning technique within two weeks, even as a former colleague and other researchers continued to find fault with his work. PAGE A6 Fugitive Caught in Memphis After weeks on the run, a writer accused of posing as a firefighter and sexually attacking a woman in her Manhattan apartment was cornered in Memphis, where he stabbed himself before his arrest. PAGE B1 Dispute Over a New Orleans Hospital for the Poor Louisiana officials say Hurricane Katrina dealt venerable Charity Hospital a deathblow, and they want it torn down. But doctors who work there, who have been practicing in a tent field hospital, above, want it reopened. PAGE A16 Bringing Dorm Life Home for the Holidays Jake Goss, 19, a freshman at the University of South Carolina in Columbia, is back at home on Long Island. He's happy to see his family and friends, but his mother says, ''Don't expect the house rules to change.'' PAGE B1 Google to Buy AOL Stake Rebuffing aggressive overtures from Microsoft, Time Warner has agreed to sell a 5 percent stake in America Online to Google for $1 billion in cash. BUSINESS DAY, PAGE C1 Giants' Tiki Barber Settles In Giants running back Tiki Barber may be nearing the end of his football career, but he is just getting started with his life in New York. SPORTSSATURDAY, PAGE D1 THIS WEEKEND The Politics of Science ''A People's History of Science'' recognizes the contributions of the anonymous; ''The Republican War on Science'' brings accusations of ''science abuse.'' BOOK REVIEW Princess in the Making Emily Hughes's sister is an Olympic gold medalist, but that isn't much of a leg up in the sharp-bladed world of women's figure skating. MAGAZINE The Curse of Mediocre Films There are few spectacularly awful films today, and A. O. Scott says that may explain why there are few truly great ones, too. ARTS & LEISURE", "headline": {"main": "INSIDE"}, "pub_date": "2005-12-17T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 442, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990CEFDA1630F934A25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa028eb7c8105d895abd", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "Time Warner's expected renewal of its partnership with Google shows just how much Google has supplanted Microsoft as the force to be reckoned with in technology....", "news_desk": "Business/Financial Desk", "lead_paragraph": "This time, it was Microsoft that was snubbed at the last minute. In 1996, America Online agreed to offer Netscape's Internet browser to its five million customers. A day later, the nonbinding agreement was shunted aside when AOL announced that it had instead chosen Microsoft's Internet Explorer browser in a $100 million deal.", "headline": {"main": "The Advertising Column; AOL Choice Of Google Leaves Gates The Outsider", "kicker": "Advertising"}, "pub_date": "2005-12-19T00:00:00Z", "abstract": "Microsoft Corp is spurned as Time Warner decides to renew its three-year-old partnership with Google as America Online's provider of search technology and to sell Google 5 percent stake in AOL for $1 billion; deal shows just how much Google has supplanted Microsoft as force to be reckoned with in technology and raises questions about Microsoft's stated goal of becoming leader in Internet searching, as well as about its emerging plans to offer more online services under new Windows Live brand (M)", "print_page": "1", "word_count": 1213, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/19/business/media/19aol.html", "multimedia": [{"width": 820, "url": "http://nytimes.feedroom.com/?fr_story=a0c3b229d1d63c93d5671a61201d0557cf0a6831", "pay": "n", "rank": "1", "height": 700, "credit": "The Times' Andrew Ross Sorkin ponders what's behind Carl Icahn's effort to break up Time Warner Inc.", "legacy": {"MultimediaPopupHeight1": "700", "MultimediaType1": "External", "MultimediaPopupWidth1": "820", "MultimediaUrl1": "http://nytimes.feedroom.com/?fr_story=a0c3b229d1d63c93d5671a61201d0557cf0a6831", "MultimediaPay1": "n", "MultimediaSummary1": "The Times' Andrew Ross Sorkin ponders what's behind Carl Icahn's effort to break up Time Warner Inc.", "MultimediaHeadline1": "Dealbook on the Street", "MultimediaCol1": "VIDEO"}, "caption": "Dealbook on the Street", "type": "External", "col": "VIDEO"}], "keywords": [{"name": "organizations", "value": "AOL TIME WARNER INC"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251168eb7c8105d7f587e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL; Steve Lohr contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Trade Negotiators in Hong Kong Set Deadline to Cut Export Subsidies  Trade ministers representing most of the world's governments reached a deal in Hong Kong that sets a deadline for wiping out subsidies of agricultural exports by 2013, realizing ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Trade Negotiators in Hong Kong Set Deadline to Cut Export Subsidies Trade ministers representing most of the world's governments reached a deal in Hong Kong that sets a deadline for wiping out subsidies of agricultural exports by 2013, realizing a goal that United States negotiators have been pursuing for two decades. [Page C1.] AOL Deal Is a Sign of Google's Dominance As recently as two weeks ago, Microsoft believed it was going to win the endorsement of Time Warner, AOL's parent, to form an advertising venture with AOL and become its provider of Web search services. But tomorrow Time Warner is expected to announce that it will instead renew its longstanding partnership with Google as the provider of its search tools. The turn of events shows just how much Google has supplanted Microsoft as the force to be reckoned with in technology. Advertising. [C1.] Filmmakers Seek Alternative Distribution Methods In the last several months, new ventures have been formed to help filmmakers find their audience -- online, on DVD and at the movie theater. Smaller movies with limited appeal could have the most to gain from alternative distribution, either through movie downloads or by bypassing studios altogether and selling DVD's directly to consumers. As many entrepreneurs did in the early days of the 1990's dot-com craze, they are experimenting with untested business models. [C1.] Satellite Radio Services Experience 'Stern Effect' Sirius Satellite Radio's $500 million investment to add Howard Stern to its programming starting in January has already paid big dividends -- even for its rival, XM Satellite Radio. ''Howard Stern has raised the awareness of the entire satellite radio category,'' said Hugh Panero, XM's president. [C1.] A Disappointing Fall for the WB Network Thirteen weeks into the fall television season, the WB Network has lost ground among the younger viewers it prizes. Of the four WB shows introduced in September, only ''Supernatural,'' about two brothers who confront evil apparitions while on an extended road trip, has made a mark with viewers. ''Related,'' an hourlong show that follows the lives of four adult sisters, left, started poorly but has picked up some viewers since moving to Monday nights. ''Twins,'' a comedy starring Melanie Griffith that is broadcast on Fridays, continues to run but has not caught on. [C7.] Heads Roll as Time Inc. Tries to Make Its Numbers Time Inc. is confronting profound changes in the market and a poor advertising cycle that has left the once-patrician publishing house scrambling to make its numbers, reorganizing in fits and starts, and last week, cutting loose some of its more valuable human assets. David Carr. [C1.] Plan Aims to Remove Hurdles to Research To remove obstacles to joint research, four leading technology companies and seven American universities have agreed on principles for making software developed in collaborative projects freely available. [C6.] Xbox Fails to Generate Much Excitement in Japan In the United States, Microsoft's Xbox 360 video game console has been so popular it is hard to find it on store shelves. But in Japan, the second-largest video game market, sales have been disappointing. [C6.] Small Internet Retailers Gain Web Advantage In the fast-changing world of Internet commerce, analysts say, smaller merchants have gained two important advantages: Google, and consumers who are fussier than ever. Bob Tedeschi: E-Commerce Report. [C6.] In Maine, a Far-Flung Internet Effort Maine's governor is leading an initiative to bring wireless Internet service to 90 percent of Maine communities that meet a population threshold (five people per square mile) by 2010. [C3.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 584, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A0CEEDF1730F93AA25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa038eb7c8105d895b0f", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-20    Bush Declares America Is Winning the War in Iraq  In a live televised address from the Oval Office, President Bush declared to the nation that the United States was winning the war in Iraq and pleaded with his viewers not ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-20 Bush Declares America Is Winning the War in Iraq In a live televised address from the Oval Office, President Bush declared to the nation that the United States was winning the war in Iraq and pleaded with his viewers not to ''give in to despair'' in a conflict that has cost more than 2,100 American lives and the lives of an estimated 30,000 Iraqis. A1 South Koreans Spread Religion With a nearly 30 percent Christian population, South Korea has the world's second-largest missionary movement after the United States. Missionaries shelter North Koreans and have brought thousands to the South; others train them to return home to proselytize. A1 Cheney Visits Iraq Vice President Dick Cheney paid a surprise visit to Iraq, the opening move in the White House's extraordinary daylong effort to shore up public support for continued military involvement there. His visit came as insurgents' attacks in central and northern Iraq left at least nine people dead. A12 Sharon Has Mild Stroke Prime Minister Ariel Sharon of Israel, left, had a mild stroke and was hospitalized, but within hours he was recovering and in good condition, spokesmen for the hospital and Mr. Sharon's office said. A18 Bolivia Elects Leftist Leader Evo Morales, a former coca farmer and an Aymara Indian presidential candidate who has pledged to reverse a campaign financed by the United States to wipe out coca growing, scored a decisive victory in the general elections in Bolivia. A3 Detainees Claim Torture Eight men at the American detention camp in Guantánamo Bay have separately given their lawyers ''consistent accounts'' of being tortured at a secret prison in Afghanistan at various periods from 2002 to 2004, a human rights group said. A14 100 Killed in Chad Attack At least 100 people were killed in an attack by a rebel group on a town near Chad's border with Sudan, the latest violence to erupt on the long, porous border between the two troubled nations. A20 Russians Protest Foreigners A series of dueling rallies over growing anti-immigrant sentiment in Moscow this fall has touched on a simmering issue of rising hate and crimes against foreigners, particularly migrant workers from other parts of the former Soviet Union. A6 Orientation for Afghan Leaders During a United-Nations-sponsored ''orientation week,'' the 350 members of Afghanistan's two houses of Parliament have listened to constitutional experts and others to learn what their powers and duties will be in Afghanistan's first elected legislature in 30 years. A11 NATIONAL A22-31 Opponent of Patriot Act No Longer Stands Alone When Congress passed the USA Patriot Act in 2001, only Senator Russell D. Feingold, Democrat of Wisconsin, voted against it. But today, more than 40 Democrats and 4 Republicans are standing with Mr. Feingold as he tries to stop the act's renewal, betting that the politics of terrorism have shifted from fear of another attack to wariness of intrusions on personal privacy. A28 Rice Defends Spying Policy Secretary of State Condoleezza Rice defended President Bush's decision to secretly authorize the National Security Agency to eavesdrop on Americans without seeking warrants, saying the program was carefully controlled and necessary to close gaps in the nation's counterterrorism efforts. A28 Debate Over Minnesota Prison Minnesota state officials want to cordon off the Minnesota Correctional Facility, a women's prison, with a 12-foot fence, arguing that it is the only prison in the country with a maximum-security wing and no perimeter wall. But residents and city officials are not worried, saying good fences would be wasted on good neighbors. A1 Minors in the Porn Market Aided by advances in technology, minors, often under the online tutelage of adults, are opening pornography sites featuring their own images sent onto the Internet by inexpensive Webcams. And they perform from the privacy of home, while parents are nearby, beyond their children's closed bedroom doors. A1 Hawks' Nests in Maryland Vice President Dick Cheney and Defense Secretary Donald H. Rumsfeld have found solitude in their new weekend homes in St. Michaels, Md., a quiet Chesapeake Bay retreat, even if their presence causes a racket. This is the un-Camp David, where the two prosecutors of the war in Iraq seem poised to retire after 2008. A27 Report Examines Riots A draft report released by the North Carolina Legislature analyzes the effects of riots that ripped through the city of Wilmington more than a century ago, in which white supremacists seized control of the city's government. Historians say the movement was the only successful overthrow of a local government in United States history. A22 Middle Class Gives More Working-age Americans who make $50,000 to $100,000 a year are two to six times more generous in the share of their investment assets that they give to charity than those who make more than $10 million, a new study of federal tax data shows. A26 Drug Plan Baffles Providers As the start of the new Medicare drug benefit looms, pharmacists and nursing homes are desperately trying to find out who will pay for the medicines taken by hundreds of thousands of their clients. The government has randomly assigned nursing home residents to private drug plans, regardless of their needs. A22 NEW YORK/REGION B1-6 Queens Strike Begins As Talks Stall Workers at two bus companies serving 57,000 riders in Queens went on strike this morning as transit contract talks remained deadlocked and millions of commuters braced for a possible systemwide strike against New York City subways and buses tomorrow. A1 Weld Rivals Raise Questions Republican and Democratic opponents of William F. Weld, who is seeking the Republican nomination for governor of New York in 2006, seized on revelations about his tenure at a small Kentucky college that collapsed in a financial scandal two months ago to raise questions about his managerial competence. B3 What to Do With an Old Wall? The discovery of a Colonial-era wall in Battery Park has presented the city with a new set of questions: how much of the wall should be removed from the ground, where should it be displayed once it is unearthed, and who is going to pay for the preservation effort? B1 Three Hospitals for Sale The main Catholic hospital system in New York City, after closing three hospitals in recent years and filing for bankruptcy, hopes to find someone to take over three others -- one in Staten Island and two in Queens. B3 Neediest Cases B6 SPORTSMONDAY D1-9 Colts' Winning Streak Snaps The San Diego Chargers handed the Indianapolis Colts their first loss of the season, defeating them 26-17. The Miami Dolphins of 1972 remain the only team to go 14-0. D1 Jets Winless on the Road The New York Jets lost to the Miami Dolphins, 24-20, in their last away game of the season. The Jets (3-12) did not win on the road in 2005 and led in the eight away games for only 10 minutes 4 seconds. D3 OBITUARIES B8 ARTS E1-10 Slow Start for 'King Kong' ''King Kong,'' the big-budget, three-hour epic gorilla tale that is Universal Pictures' biggest bet of the year, made a rather gentle entrance into the moviegoing market on its opening weekend, taking in an estimated $50.1 million at the domestic box office. E1 'West Wing' Copes With Loss The sudden death of John Spencer is sure to alter the plotlines of ''The West Wing,'' the NBC show in which the actor was a star. But its writers do not expect to begin grappling with the creative implications of his loss until early in the new year, after the cast and the writers have had time to grieve. E7 BUSINESS DAY C1-8 Ending Export Subsidies Trade ministers representing most of the world's governments reached a deal that sets a deadline for wiping out subsidies of agricultural exports by 2013, realizing a goal that United States negotiators have been pursuing for two decades. C1 Google's Ascendancy Time Warner is expected to announce that it will instead renew its three-year-old partnership with Google -- a turn of events that shows just how much Google has supplanted Microsoft as a force to be reckoned with in technology. C1 Satellite Radio More Secure Sirius Satellite Radio's $500 million investment to add Howard Stern to its programming has already paid big dividends -- even for its rival, XM Satellite Radio. In the time since the Stern deal was announced, XM, the industry leader, doubled the number of its subscribers to five million customers. Meanwhile, Sirius subscribers increased to 2.2 million, up from about a million. C1 New Ways to Show Movies ClickStar, an Internet venture founded by the actor Morgan Freeman and Intel, aims to offer downloads of a movie at the same time as its theatrical release. It is one of a handful of new ventures that have been formed to help filmmakers find their audience -- online, on DVD and at the movie theater. C1 Business Digest C2 EDITORIAL A32-33 Editorials: The long-term-care conundrum; letting down Lebanon; a down payment on New Orleans. Columns: Bob Herbert, Paul Krugman. Autos D9 Bridge E6 Crossword E4 Metro Diary B2 TV Listings E9 Weather D10", "headline": {"main": "News Summary"}, "pub_date": "2005-12-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1513, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03E0DD1730F93AA25751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e748eb7c8105d7f011d", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Amazon, Walmart.com and other online retailing giants have always had upstarts nipping at their heels. But the little guys are starting to bite harder....", "news_desk": "Business/Financial Desk", "lead_paragraph": "AMAZON, Walmart.com and other online retailing giants have always had upstarts nipping at their heels. But the little guys are starting to bite harder. Just how sharp their teeth are, however, is a matter of some debate.", "headline": {"main": "Small Internet Retailers Are Using Web Tools to Level the Selling Field", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-12-19T00:00:00Z", "abstract": "Small Internet retailers are making inroads on larger rivals, benefiting from exposure on Google, growing consumer appreciation of smaller online retailers and simplified e-commerce software from Yahoo Stores, ProStores from eBay, NetSuite and other companies that allows even one-person shop to open online store that is much more refined that it would have been a few years ago; photos (M)", "print_page": "6", "word_count": 1025, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/19/technology/19ecom.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "NETSUITE"}, {"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e278eb7c8105d7efba1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Users of Google's search engine will soon see something they are not used to on the notoriously spare site: advertising with logos and graphics. And the advertisers will not be limited to America Online, whose talks with Google prompted the change...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Users of Google's search engine will soon see something they are not used to on the notoriously spare site: advertising with logos and graphics. And the advertisers will not be limited to America Online, whose talks with Google prompted the change in policy, according to two executives close to the companies' negotiations. As part of their deal, which is expected to be formally announced this afternoon, Google is providing AOL with $300 million worth of advertising on Google's Web sites, intended to use to draw Google search users to related content on AOL's sites, the executives said. That sum is on top of the $1 billion in cash that Google is to invest to buy a 5 percent stake in AOL.", "headline": {"main": "AOL Coaxes Google to Try Busier Ads"}, "pub_date": "2005-12-20T00:00:00Z", "abstract": "Executives close to negotiations between Google and America Online say that as part of deal being worked out between them, Google will provide AOL with $300 million worth of advertising on Google's Web sites, intended to draw Google search users to related content on AOL's sites, and that at AOL's request, Google will begin to experiment with various forms of graphical ads on its heretofore spare pages and make same formats available to other advertisers; say Google will also help put content from AOL on other parts of its site, such as One Box, which puts very specific links and content above regular results for certain search topics (M)", "print_page": "1", "word_count": 903, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9903E5D81730F933A15751C1A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "AOL TIME WARNER INC"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251168eb7c8105d7f5891", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Google Earth's Satellite Images Cause Concern About Security Among Government Officials  When Google introduced Google Earth, free software that marries satellite and aerial images with mapping capabilities, the company emphasized its usefulness a...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google Earth's Satellite Images Cause Concern About Security Among Government Officials When Google introduced Google Earth, free software that marries satellite and aerial images with mapping capabilities, the company emphasized its usefulness as a teaching and navigation tool and the pure entertainment value of high-resolution flyover images of the Eiffel Tower, Big Ben and the pyramids. But since its debut last summer, Google Earth has received attention of an unexpected sort. Officials of several nations have expressed alarm over its detailed display of government buildings, military installations and other sensitive sites within their borders. [Page A1.] Users of Google will soon see something they are not used to on the notoriously spare site: advertising with logos and graphics. And the changes in Google will be evident beyond its expanded partnership with America Online, according to two executives close with the two companies' negotiations. [C1.] House Moves to Help Consumers Adjust to Digital TV The House moved to provide coupons for millions of households to buy equipment to keep their televisions working after broadcasters switch to digital signals. But consumer groups warned that the new law would still impose significant costs. [C1.] Delphi Eases Demands on Its Unions Delphi told its unions that it would withdraw its most recent proposal to cut wages and benefits. In a move that suggests the two sides may be able to reach an agreement outside of bankruptcy court, Delphi also said it would delay filing a motion to void its current labor contracts. [C7.] HSBC's Investment Banking Grows in the Middle East More than two years after beginning an ambitious push into investment banking, HSBC is still struggling to win work as an adviser on big deals. Except, that is, in the Middle East, where a flood of petrodollars and HSBC's long history have helped the bank win several deals. HSBC's investment banking chief executive, John J. Studzinski, above, said the company used its emerging markets platform to build its investment banking operations. [C5.] FPL Confirms Its $11 Billion Bid for Constellation Energy The FPL Group announced its $11 billion acquisition of Constellation Energy, one of the largest such transactions ever in American electricity industry, with a focus on using two decidedly retro energy sources, coal and nuclear power, to make the deal work. [C4.] Carlyle Group Takes Stake in Big Chinese Insurer In one of the largest private equity deals ever done in China, the Carlyle Group, the global private equity firm, has agreed to invest $410 million for a 25 percent stake in the China Pacific Life Insurance Company, gaining a foothold in the world's fastest-growing life insurance market. [C7.] Bank of Italy Governor Agrees to Step Down Antonio Fazio, the governor of the Bank of Italy, resigned, ending six months of resistance to calls to step down. [C1.] Patents in BlackBerry Dispute Are Unlikely to Stand The United States Patent and Trademark Office has told NTP and Research In Motion that NTP's patents on wireless e-mail service provided by the BlackBerry hand-held device are likely to be struck down. [C5.] Fox Unit to Start Division to Make Films for Teens The News Corporation's Fox Filmed Entertainment unit said it was starting a division to create films and other entertainment for teens and young adults. The operation will be led by Peter Rice, who will continue in his role as president of Fox Searchlight, the studio's arthouse division. [C5.] Cablevision Cancels a $3 Billion Dividend The Cablevision Systems Corporation canceled a $3 billion dividend after saying that the company had violated certain debt agreements, the latest in a series of strategic reversals at the company. [C5.] Ranbaxy to Continue Challenging Patented Drugs The Indian drug maker Ranbaxy Laboratories said it would not back down from its strategy of challenging patents and making generical drugs, despite its loss to Pfizer in a patent challenge to Lipitor, the cholesterol drug. Stock in Pfizer, meanwhile, rose 8 percent. [C7.] Technology Setback Leads Stocks Lower Wall Street's hopes of prolonging its year-end rally were set back as traders sold stocks and the technology sector posted a decline. The Dow Jones industrial average fell 39.06 points, to 10,836.53. The Standard & Poor's 500-stock sank 7.40 points, to 1,259.92, and the Nasdaq fell 29.74 points, to 2,222.74. [C10.] Insider Trading Plea in Sirius Satellite Shares The former president of the accounting firm that manages Howard Stern's tax and financial affairs pleaded guilty to illegal insider trading in shares of Sirius Satellite Radio after learning that Mr. Stern was contemplating a move to the satellite radio company. [C4.] Media Companies Join the Holiday Sales Fray Media companies like Time Warner and XM Satellite Radio have jumped into the holiday sales fray in a big way this year, pitching an array of merchandise to consumers as holiday gifts. Advertising. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 799, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980CE4DA1730F933A15751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd262fb8eb7c8105d815000", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-19    Early Voting Results Are In, And Shiite Coalition Leads  Early voting results announced by Iraqi electoral officials indicated that religious groups, particularly the main Shiite coalition, had taken the lead. The secular ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-19 Early Voting Results Are In, And Shiite Coalition Leads Early voting results announced by Iraqi electoral officials indicated that religious groups, particularly the main Shiite coalition, had taken the lead. The secular coalition led by Ayad Allawi, the former prime minister, had won only meager support in provinces where it had expected to do well, including Baghdad. A1 Sharon's Stroke Fallout Prime Minister Ariel Sharon of Israel is expected to be released from the hospital with little damage from a mild stroke, his doctors said. His chances for re-election were a subject of much speculation here, along with the reactions of supporters to his recent vulnerability. A12 Afghan Parliament Sworn In Afghanistan's first democratically elected Parliament in more than 30 years was sworn in before President Hamid Karzai, as well as the former king, Muhammad Zaher Shah, and foreign dignitaries. This is the final step in an accord sponsored by the United Nations that began after the fall of the Taliban. A19 Armenian Aid, With Strings President Bush's foreign aid program, the Millennium Challenge Corporation, announced that it will give $236 million to Armenia. However, the country's rulers were warned that the assistance would be suspended or terminated if its record on political rights continues to deteriorate. A7 Fox Attacks Immigration Bill Furious about a tough immigration bill passed by the United States House of Representatives, President Vicente Fox of Mexico publicly condemned the measure. He described it as a setback in relations and as a troubling reflection of America's willingness to tolerate xenophobia. A6 NATIONAL A20-28 Bush Asserts Authority For Domestic Spying President Bush and two of his most senior aides argued that the highly classified program to spy on suspected members of terrorist groups grew out of the president's constitutional authority and a Congressional resolution in 2001 that authorized him to use military force against those responsible for the Sept. 11 attacks. A1 F.B.I. Records Show Spy List Counterterrorism agents at the Federal Bureau of Investigation have conducted numerous surveillance and intelligence-gathering operations that involved, at least indirectly, advocacy groups active in causes including the environment, animal cruelty and poverty relief, new agency records show. A1 20 Killed in Florida Plane Crash A 1940's-era seaplane crashed off the southern tip of Miami Beach, killing all 17 adults and 3 children aboard as it plunged into calm blue waters. A20 Youth Is Found Competent A youth who was convicted in 2001 of stomping a 6-year-old playmate to death was ruled mentally competent for a hearing that will determine whether he is returned to prison, perhaps for life. A20 Infection Drug Taken Off Shelf Federal drug regulators removed from the market a radiological drug called NeutroSpec after 2 people died and 20 others became gravely ill moments after receiving it. A26 Teenage Drug Abuse Rises Alcohol abuse and cigarette smoking among teenagers are at historic lows, but the number of high school students abusing prescription drugs like Oxycontin is rising, with sedative abuse at its highest in 26 years, according to a national study. A20 NEW YORK/REGION B1-8 Transit Workers Vote To Strike, Walkout Delayed Leaders of the transit workers' union rejected the Metropolitan Transportation Authority's latest contract offer last night, and voted to call a strike shortly after 1 a.m. this morning, according to two members of the union's executive board. But early this morning union leaders remained divided on whether to actually proceed with the walkout. A1 G.O.P. Debates Nominees Most New York State Republican leaders have made it clear that they no longer want Jeanine F. Pirro to run for the United States Senate. But they have not united behind an alternative candidate. B5 SCIENCE TIMES F1-8 Health & Fitness F5 SPORTSTUESDAY D1-6 Devils Coach Quits Larry Robinson, coach of the New Jersey Devils hockey team, abruptly quit over the weekend, citing stress and poor health following the Devils' frustrating and uncharacteristically mediocre start. D1 ARTS E1-10 OBITUARIES A28-29 Vincent (Chin) Gigante The mobster, who feigned mental illness for decades to camouflage his position as one of the nation's most influential and dangerous Mafia leaders, was 77. A29 BUSINESS DAY C1-18 Security and Google Maps Google Earth, free software that combines satellite and aerial images with mapping capabilities, has met with opposition from several nations that object to it because of national security concerns. A1 TV Measure Moves Forward The House of Representatives moved to provide millions of households with coupons to buy equipment to keep their televisions working after broadcasters switch from analog to digital signals. C1 Italian Bank Official Resigns Antonio Fazio, the governor of the Bank of Italy, resigned after managing for months to fend off calls to step down. He found himself in a precarious situation last week after prosecutors began investigating him for insider trading. C1 Business Digest C2 EDITORIAL A30-31 Editorials: The fog of false choices; Hong Kong holding pattern; last-minute budget madness; rushing to execute in Texas. Column: Nicholas D. Kristof. Crossword E8 TV Listings E9 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2005-12-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 830, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06E1DA1730F933A15751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e748eb7c8105d7f013c", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google Earth, software that marries satellite images and mapping capabilities, has caused alarm over its display of sensitive sites....", "news_desk": "Business/Financial Desk", "lead_paragraph": "When Google introduced Google Earth, free software that marries satellite and aerial images with mapping capabilities, the company emphasized its usefulness as a teaching and navigation tool, while advertising the pure entertainment value of high-resolution flyover images of the Eiffel Tower, Big Ben and the pyramids. But since its debut last summer, Google Earth has received attention of an unexpected sort. Officials of several nations have expressed alarm over its detailed display of government buildings, military installations and other important sites within their borders.", "headline": {"main": "Google Offers a Bird's-Eye View, And Some Governments Tremble"}, "pub_date": "2005-12-20T00:00:00Z", "abstract": "Increased openness in digitally networked world is causing security concerns in governments around world; several nations voice alarm about Google Earth, free software that marries satellite and aerial images with mapping capabilities, offering detailed displays of government buildings, military installations and other important sites within their borders; India, whose laws sharply restrict satellite and aerial photography, is particularly incensed, as are South Korea and Thailand; there is little they can do but protest; American experts in and outside government agree that focus on Google Earth as security threat appears misplaced; note same images Google acquires from variety of sources are available directly from imaging companies, as well as from other sources; photos (M)", "print_page": "1", "word_count": 1594, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/20/technology/20image.html", "multimedia": [{"url": "images/2005/12/19/technology/image.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/19/technology/image.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "glocations", "value": "SOUTH KOREA"}, {"name": "glocations", "value": "INDIA"}, {"name": "glocations", "value": "THAILAND"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ESPIONAGE"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251168eb7c8105d7f5899", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Saritha", "lastname": "RAI"}], "original": "By KATIE HAFNER and SARITHA RAI; Andrew E. Kramer contributed reporting for this article"}, "section_name": "Technology; Front Page; Business"}, {"type_of_material": "News", "snippet": "The deal affirmed AOL's value less than a year after a chorus of calls for its parent, Time Warner, to dump the division as a lost cause....", "news_desk": "Business/Financial Desk", "lead_paragraph": "America Online formally announced a revived partnership with Google yesterday, a deal that affirmed AOL's value less than a year after a chorus of calls for its parent, Time Warner, to shedthe division as a lost cause. Google said it had agreed to buy 5 percent of AOL for $1 billion and to provide advertising credits for AOL to promote its Web sites on Google's search service. Those advertising credits total $300 million over the five-year term of the deal, according to an executive involved in the negotiations.", "headline": {"main": "Under Terms of Partnership, AOL and Google Agree to Shared Selling of Ads", "kicker": "TECHNOLOGY"}, "pub_date": "2005-12-21T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 812, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/21/technology/21aol.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}], "subsection_name": null, "_id": "4fd2aa038eb7c8105d895b55", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business"}, {"type_of_material": "Correction", "snippet": "A caption with a front-page article yesterday about security concerns surrounding Google Earth, the satellite imaging service, misidentified the building in the picture. It was the Cathedral of St. Basil the Blessed in Red Square, not the Kremlin....", "news_desk": "Metropolitan Desk", "lead_paragraph": "A caption with a front-page article yesterday about security concerns surrounding Google Earth, the satellite imaging service, misidentified the building in the picture. It was the Cathedral of St. Basil the Blessed in Red Square, not the Kremlin.", "headline": {"main": "Corrections"}, "pub_date": "2005-12-21T00:00:00Z", "abstract": "Correction of caption with Dec 20 article about Google Earth satellite imaging service; shown was Cathedral of St Basil in Red Square, not Kremlin", "print_page": "2", "word_count": 38, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B01E3DD1430F932A15751C1A9639C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "RUSSIA"}, {"name": "glocations", "value": "MOSCOW (RUSSIA)"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "KREMLIN (MOSCOW)"}], "subsection_name": null, "_id": "4fd24e278eb7c8105d7efbde", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "The announcement puts Jeffrey L. Bewkes in line to succeed the chief executive, Richard D. Parsons, who is fending off efforts by some investors to break up the company....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Jeffrey L. Bewkes was named president and chief operating officer of Time Warner yesterday, putting him in line to succeed the chief executive, Richard D. Parsons, who is fending off efforts by some investors to break up the company. The elevation of Mr. Bewkes comes on the heels of the company's newly cemented joint venture between its America Online division and Google, but it had been widely expected. For the last three years, he has served as Mr. Parson's co-deputy along with Don Logan, a veteran Time Inc. publishing executive who joined the company 35 years ago. But Mr. Logan, 61, has openly contemplated retirement for some time and has been on a year-to-year contract.", "headline": {"main": "Time Warner Chooses An Insider As President"}, "pub_date": "2005-12-22T00:00:00Z", "abstract": "Jeffrey L Bewkes is named president and chief operating officer of Time Warner, in line to succeed chief executive, Richard D Parsons, who is fending off efforts by some investors to break up company; has served for last three years as Parsons's co-deputy along with Don Logan, who has openly contemplated retirement for some time but will continue as consultant to company and as nonexecutive chairman of Time Warner Cable; photo of Parsons, Logan and Bewkes (M)", "print_page": "1", "word_count": 1326, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/22/business/22warner.html", "multimedia": [], "keywords": [{"name": "persons", "value": "LOGAN, DON"}, {"name": "persons", "value": "PARSONS, RICHARD D"}, {"name": "persons", "value": "BEWKES, JEFFREY L"}, {"name": "organizations", "value": "TIME WARNER CORP"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}], "subsection_name": null, "_id": "4fd262fc8eb7c8105d815043", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Richard", "lastname": "SIKLOS"}], "original": "By RICHARD SIKLOS"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "Apax Partners Is Said to Agree to Buy Tommy Hilfiger for $1.54 Billion  Tommy Hilfiger, the struggling clothier whose fashions have gone from country club preppy to hip-hop baggy and back again, agreed late yesterday to be bought by Apax Partners,...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Apax Partners Is Said to Agree to Buy Tommy Hilfiger for $1.54 Billion Tommy Hilfiger, the struggling clothier whose fashions have gone from country club preppy to hip-hop baggy and back again, agreed late yesterday to be bought by Apax Partners, a private equity firm for $1.54 billion in cash, according to people involved in the negotiations. [C1.] Europe Warns Microsoft of $2 Million a Day Fine The European Commission turned up the heat on Microsoft, threatening to fine it more than $2 million a day unless it agrees to share more technical information with competitors. The commission's warning is the latest salvo in its increasingly heated dispute over just what Microsoft must do to comply with a 2004 antitrust ruling by the European Union. [Page C1.] Microsoft said that it had reached a settlement with Google Inc. and a former Microsoft employee, Kai-Fu Lee, ending a legal battle that had exposed behind-the-scenes rancor between the companies. [C5.] Kuwait Nears Opening Oil Production to Foreigners Ending nearly a decade of debate and delays, Kuwait is close to opening its lucrative oil production business again to foreign companies, 30 years after they were expelled. [C1.] Nationalism and Nepotism in Oil-Rich Kazakhstan Fueled with growing wealth from energy exports, Kazakhstan's economy reflects an intermingling of politics and business, widespread corruption and -- perhaps more than in any oil state outside the Middle East -- a prominent role for members of the president's family. [C1.] Rivals' Drugs Challenge Amgen's Dominance For years, the biotechnology giant Amgen has wielded a near monopoly over its industry's most lucrative franchise, the anemia drugs on which hundreds of thousands of American kidney and cancer patients and their insurers spend billions of dollars each year. But now, Amgen's money machine is coming under attack. Several companies are developing anemia drugs to compete against Epogen and Aranesp, the blockbusters that will account for nearly half of Amgen's expected $12 billion in revenues this year. But Amgen will not give up its empire without a fight. [C1.] Outsourcing Firm Could Be Bought for $8 Billion A consortium of investment firms is in talks to acquire Affiliated Computer Services, a technology outsourcing company with clients that include General Electric and McDonald's, for about $8 billion in cash, according to people briefed on the negotiations. [C6.] Deal Would Create World's Largest Gold Producer Barrick Gold plans to acquire Placer Dome after improving its offer to $10.4 billion in a deal that would create the world's biggest gold producer. [C6.] Consumer Spending Rose in November Consumers increased spending by 0.3 percent in November even though the growth in their incomes slowed a bit, the government reported. [C4.] Major Stock Indicators Show Increases The Dow Jones industrial average rose 55.71, to 10,889.44. The Standard & Poor's 500 index added 5.33, to 1,268.12, and the Nasdaq composite index gained 14.83, to 2,246.49. [C10.] In London, Hopes for Bountiful Bonuses Because of a surge in European deals, many bankers in London are hoping that this is the year when their year-end bonuses, which have traditionally lagged behind those of their counterparts across the Atlantic, rise to a comparable level. Street Scene. [C7.] Banker Nominated for Crucial European Post The European Central Bank faces a potentially crucial change in its senior leadership, as German officials confirmed that Jürgen Stark, left, a prominent central banker, would be nominated to the bank's executive board. Mr. Stark, whose nomination is subject to approval by European leaders, would succeed Otmar Issing as the German representative on the six-member board, which runs the bank's daily affairs. Mr. Issing, who also functions as the bank's chief economist, will retire at the end of May. [C16.] Ex-Chairman of Goldman Sachs Assails Spitzer In an op-ed article in The Wall Street Journal, John C. Whitehead, the former chairman of Goldman Sachs who now heads the corporation responsible for rebuilding Lower Manhattan, accused Eliot Spitzer, New York's attorney general, of declaring ''war between us'' and warning that he would ''pay dearly for what you have done.'' [C4.] Ad Campaign Urges Prenuptial Platinum The platinum industry, through an elaborate advertising campaign, is introducing what it considers to be an updated message about marriage, complete with its own tagline: ''Your Love Has Just Gone Platinum.'' [C4.] Ford Workers Agree to Pay More for Health Care Hourly workers at the Ford Motor Company narrowly approved an agreement that would require hourly workers and retirees to pay more for their health care, the United Auto Workers union said. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9807E1DE1530F930A15751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa038eb7c8105d895b94", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Regulatory filings say that starting halfway into the five-year agreement, Google will have the right to force Time Warner to register its shares in AOL with the Securities and Exchange Commission....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google will have the right to sell its new 5 percent stake in America Online as soon as July 1, 2008, according to regulatory filings yesterday by both Google and Time Warner, AOL's parent. On Tuesday, the companies announced that Google would buy the stake in AOL for $1 billion, saying the move represented a vote of confidence in AOL's plans to transform itself from a shrinking provider of dial-up Internet access into a series of advertising-supported Web sites.", "headline": {"main": "Google Will Have the Right to Sell Its 5% Stake in AOL by 2008"}, "pub_date": "2005-12-24T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 395, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/24/technology/24google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd262fc8eb7c8105d815077", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "STRIKING transit workers may have brought subways and buses to a stop in New York this week, but the news kept flowing. Much of it was driven by the time of year, as corporate chiefs and government officials scrambled to tidy up things before the ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "STRIKING transit workers may have brought subways and buses to a stop in New York this week, but the news kept flowing. Much of it was driven by the time of year, as corporate chiefs and government officials scrambled to tidy up things before the new year. A MOGUL IS BORN -- Ending a succession story that was never much of a mystery, Time Warner named Jeffrey L. Bewkes, the head of its movie and television businesses, as its president and chief operating officer. The promotion makes him heir apparent to the chairman and chief executive, Richard D. Parsons. Mr. Bewkes, 53, was one of two lieutenants to Mr. Parsons, 57. The other, Don Logan, 61, who heads Time Warner's publishing, cable and online properties, will retire at the end of the year and become nonexecutive chairman of the company's cable business. Mr. Bewkes is perhaps best known for his time at HBO, where he made his mark -- and HBO's reputation -- with hit programs like ''The Sopranos'' and ''Sex and the City.'' In an interview, Mr. Bewkes said he did not anticipate any immediate executive changes. That may be because he will be busy fending off a campaign by the financier Carl C. Icahn to make major changes at the company to raise its stock price. LUNCH TAB -- A California jury ordered Wal-Mart Stores to pay $172 million in damages for failing to provide meal breaks to nearly 116,000 hourly workers as required under state law. The suit, filed on behalf of employees of Wal-Mart and Sam's Club stores in California, argued that the chain violated state law more than eight million times. California law requires that employers provide a meal break of 30 minutes for every five hours on the clock. If the break is shorter than that, provided late or not at all, the employer must pay an hour's pay. Wal-Mart, which faces similar cases in about 40 other states, said it planned to appeal. LATEST INDICTMENT -- Joseph P. Nacchio, the former chief executive of Qwest Communications, the dominant local phone company in 14 Western states, was indicted for selling more than $100 million worth of stock in his company in 2001 after learning that it would miss its financial goals but before making that news public. In a separate action in March, the Securities and Exchange Commission sued Mr. Nacchio and other former executives, accusing them of overstating $3 billion in revenue from 1999 to 2002. It said the inflated figures helped Mr. Nacchio earn $216 million in pay and bonuses. In court, he pleaded not guilty. Several other former Qwest executives have already pleaded guilty and cooperated with government investigators. Qwest agreed last month to pay $400 million to investors hurt by the false financial statements. It also agreed to pay $250 million in fines to the S.E.C. last year. Prosecutors and the defense team are scheduled to meet on Jan. 20 in federal court in Denver, where Qwest is based, to set a timetable for the trial. PULLING THE PLUG -- Burdened with debts used to build power plants and with long-term contracts obligating it to sell electricity below the cost of making it, Calpine, a symbol of market deregulation, filed for bankruptcy protection. Calpine was hurt by the California energy crisis, which sent prices soaring after the company locked itself into long-term contracts, and by the collapse of Enron, which provided much of the liquidity in electricity-trading markets. Calpine, which employs 3,300 people, has $2 billion of debtor-in-possession financing, which is enough to keep its plants operating for now. But creditors are maneuvering to seize its assets, which include one of the world's largest geothermal plants, in Northern California. POWER GRAB -- In one of the largest takeovers in the electricity industry, the FPL Group agreed to buy Constellation Energy for $11 billion, creating a company that will own the nation's largest portfolio of electricity generation assets, with more than 45,000 megawatts of capacity. The combined company will have revenue of about $27 billion and will be the third-largest provider of nuclear-fueled electricity and one of the largest operators of coal-fired power plants. More mergers are likely after February, when the federal government repeals legislation that prevents conglomerates from using power monopolies to overcharge customers and subsidize other businesses. A DEAL, SORT OF -- Trade ministers from around the world agreed to stop subsidizing agricultural exports by 2013 and took steps to make it easier for the poorest nations to sell goods to industrialized nations. But the talks, held in Hong Kong under the guidance of the World Trade Organization, did little to persuade rich countries to lower import tariffs or limit subsidies to their own farmers and ranchers. The agreement helps negotiators as they try to finish a comprehensive set of trade rules by the end of 2007, in time for President Bush to submit it to Congress before a Congressional deadline expires. GAME OVER? -- Electronic Arts, the largest independent game publisher, and Activision, a big competitor, said holiday sales of their computer and video games were unexpectedly weak. NPD, a market research company, said domestic game sales fell 18 percent last month, to $700 million, from November a year ago. Paradoxically, a big reason for the slowdown may be the success of the Microsoft Xbox 360 console. Because Microsoft did not make enough to satisfy demand, consumers waiting to buy an Xbox 360 may have stopped buying games for other consoles, like the original Xbox and the Sony PlayStation 2. The slump may be reversed next year, when more Xbox 360's are in the hands of consumers and after Sony, the leading console maker, and Nintendo release new versions of their hardware. MOST VIEWED -- Following are the most-viewed articles from Dec. 17 to Dec. 23: 1. Governments Tremble at Google's Bird's-Eye View 2. Notebooks Come In at Under a Thousand With Speed and Style 3. Health Care for All, Just a (Big) Step Away 4. Transition to Digital Gets Closer 5. That Blur? It's China, Moving Up in the Pack Links are at nytimes.com/business.", "headline": {"main": "Corporations Tidy Up as the Year Ticks Away", "kicker": "FIVE DAYS"}, "pub_date": "2005-12-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1020, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/24/business/24five.ready.html", "multimedia": [], "keywords": [{"name": "persons", "value": "BEWKES, JEFFREY L"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "WAL-MART STORES INCORPORATED"}], "subsection_name": null, "_id": "4fd24fd28eb7c8105d7f2934", "byline": {"person": [{"firstname": "Mark", "middlename": "A.", "lastname": "Stein", "rank": 1, "role": "reported", "organization": ""}], "original": "By Mark A. Stein"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "As Split of Viacom Nears Completion, Investors Ponder Its Founder's Next Move  On Jan. 3, Sumner M. Redstone will get his wish when Viacom, the sprawling media company he built, is split into two separate entities. Now investors are asking whether...", "news_desk": "Business/Financial Desk", "lead_paragraph": "As Split of Viacom Nears Completion, Investors Ponder Its Founder's Next Move On Jan. 3, Sumner M. Redstone will get his wish when Viacom, the sprawling media company he built, is split into two separate entities. Now investors are asking whether the split is a prelude to a buying spree -- that is, does Mr. Redstone plan to build up two new companies? A bigger question is whether Mr. Redstone will decide to sell off assets if the split fails to bolster the share price of either company. [Page C1.] Indians in U.S. Find Their Way Home Again Many Indians who were educated in and worked in the United States and Europe are being lured back to India by its surging economy and buoyant technology industry. [C1.] New Technology May Outrace DVD Formats The war for control of the next-generation DVD is approaching a critical juncture, but there are growing signs that the battle for supremacy in this multibillion-dollar market may yield a hollow victory. As electronics makers, technology companies and Hollywood studios haggle over the fine points of their formats, consumers are quickly finding alternatives to buying and renting packaged DVD's, high-definition or otherwise. [C1.] Internet Sites Tie Web Searches to Charity Like many other Web sites, the online newcomers Blingo and GoodSearch license search technology from Google and Yahoo and earn a commission from search companies for any ads visitors click on when they are on Blingo.com or GoodSearch.com. Unlike other sites, both Blingo and GoodSearch give away portions of their revenue -- as prizes or as donations to the users' favorite charities. ''The beauty of this is obvious,'' said Ken Ramberg, above, chief executive of GoodSearch. ''This money is being raised by people who are doing something they do every day: search the Internet.'' Bob Tedeschi: E-Commerce Report. [C4.] High-Technology Industry Blossoms in Israel Israel's high-tech sector is having its best year since the dot-com implosion in 2000. From large manufacturers like Intel to start-ups financed by venture capital firms, the industry appears to have largely recovered. Israel now has more than 70 companies listed on the technology-heavy Nasdaq composite index, more than any other country outside of the United States. With high technology playing a significant role, Israel's economy is expected to grow about 5 percent this year, after growing around 4 percent last year. [C3.] Activist Group Protests Tribune Newspaper Cuts Cuts by the Tribune Company, the Chicago-based owner of several of the country's major daily newspapers, have caught the attention of MoveOn Media Action, an offshoot of MoveOn.org, a liberal activist group. Its campaign has included public demonstrations as well as petition drives in Tribune cities to gather signatures protesting the job cuts. [C5.] Celebrity v. Celebrity-Obsessed Magazine A lawsuit against the celebrity-obsessed US Weekly raises the question: Is it still possible that Britney Spears can be libeled? David Carr. [C1.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-12-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 477, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9804E2DE1230F935A15751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa048eb7c8105d895c01", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Some search-engine sites try to attract customers with freebies. Others appeal to altruism....", "news_desk": "Business/Financial Desk", "lead_paragraph": "BILL GATES made news earlier this month when he said Microsoft's MSN search engine might give away cash or software to get people to use the site. Actually, Yahoo and Google are already exploring that ground, although they are relying on other companies to do it for them. Like many other Web sites, a pair of online newcomers, Blingo and GoodSearch, license search technology from Google and Yahoo and earn a commission from the major search companies for any ads visitors click on when they are on Blingo.com or GoodSearch.com. (Those ads are, like the search results, generated by Google and Yahoo.) Unlike other sites, though, both Blingo and GoodSearch give away portions of their revenue -- as prizes or as donations to the users' favorite charities.", "headline": {"main": "Conduct a Search, Make a Donation", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-12-26T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 1083, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/26/technology/26ecom.html", "multimedia": [], "keywords": [{"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd262fc8eb7c8105d8150b4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "A front-page article last Tuesday about foreign governments' security concerns regarding satellite photography available through Google referred imprecisely to security measures applied to some of the imagery. Although images of the White House an...", "news_desk": "Metropolitan Desk", "lead_paragraph": "A front-page article last Tuesday about foreign governments' security concerns regarding satellite photography available through Google referred imprecisely to security measures applied to some of the imagery. Although images of the White House and its environs are now clear in the Google Earth database, the view of the vice president's residence in Washington remains obscured.", "headline": {"main": "Corrections"}, "pub_date": "2005-12-27T00:00:00Z", "abstract": "Correction of Dec 20 article on foreign governments' security concerns regarding satellite photography available through Google, regarding security measures applied to some of imagery", "print_page": "2", "word_count": 55, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0DE5D91230F934A15751C1A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2645a8eb7c8105d817ed7", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "Series", "snippet": "Freeport, one of the world's largest mining companies, has dumped tons of waste into one of the world's last untouched landscapes while digging for gold in Indonesia....", "news_desk": "Foreign Desk", "lead_paragraph": "The closest most people will ever get to remote Papua, or the operations of Freeport-McMoRan, is a computer tour using Google Earth to swoop down over the rain forests and glacier-capped mountains where the American company mines the world's largest gold reserve. With a few taps on a keyboard, satellite images quickly reveal the deepening spiral that Freeport has bored out of its Grasberg mine as it pursues a virtually bottomless store of gold hidden inside. They also show a spreading soot-colored bruise of almost a billion tons of mine waste that the New Orleans-based company has dumped directly into a jungle river of what had been one of the world's last untouched landscapes.", "headline": {"main": "Below a Mountain of Wealth, a River of Waste", "kicker": "The Cost of Gold | The Hidden Payroll"}, "pub_date": "2005-12-27T00:00:00Z", "abstract": "Article in series on gold mining around the world, The Cost of Gold, examines how American-owned company has been allowed to dump billion tons of mine waste directly into jungle river in easternmost province of Indonesia; Freeport-McMoRan's intricate web of political and military ties has shielded it from rising pressures that other gold miners have faced to clean up their practices; it has managed to maintain nearly impenetrable redoubt as it taps one of Indonesia's richest assets; company records show that from 1998 through 2004, Freeport gave Indonesian military and police generals, colonels, majors and captains, and military units, nearly $20 million; company is among biggest sources of revenue for government; its importance to Indonesia's treasury and its carefully cultivated cocoon of support have helped secure it against challenges from local people, environmental groups, even Indonesia's own Environment Ministry, which repeatedly warned company that it was breaching environmental laws; about 90 square miles of wetlands are virtually buried in Fremont's mine waste, nearby pristine rain forest that has been granted special status by United Nations; photos; map (L)", "print_page": "1", "word_count": 5966, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/27/international/asia/27gold.html", "multimedia": [{"width": 600, "url": "http://www.nytimes.com/packages/khtml/2005/10/25/international/20051025_GOLD_FEATURE.html", "pay": "n", "rank": "2", "height": 475, "credit": "Jane Perlez and Lowell Bergman examine the tangled strands in a fight over a gold mine in Peru.", "legacy": {"MultimediaPopupHeight2": "475", "MultimediaType2": "Other", "MultimediaUrl2": "http://www.nytimes.com/packages/khtml/2005/10/25/international/20051025_GOLD_FEATURE.html", "MultimediaPopupWidth2": "600", "MultimediaSummary2": "Jane Perlez and Lowell Bergman examine the tangled strands in a fight over a gold mine in Peru.", "MultimediaPay2": "n", "MultimediaHeadline2": "The Cost of Gold: Treasure of Yanacocha", "MultimediaCol2": "Interactive Feature"}, "caption": "The Cost of Gold: Treasure of Yanacocha", "type": "Other", "col": "Interactive Feature"}, {"width": 600, "url": "http://www.nytimes.com/packages/khtml/2005/10/24/international/20051024_GOLD_FEATURE.html", "pay": "n", "rank": "1", "height": 475, "credit": "Jane Perlez and Kirk Johnson investigate the real price of gold: as mines dry up, the Earth suffers.", "legacy": {"MultimediaPopupHeight1": "475", "MultimediaType1": "Other", "MultimediaPopupWidth1": "600", "MultimediaUrl1": "http://www.nytimes.com/packages/khtml/2005/10/24/international/20051024_GOLD_FEATURE.html", "MultimediaPay1": "n", "MultimediaSummary1": "Jane Perlez and Kirk Johnson investigate the real price of gold: as mines dry up, the Earth suffers.", "MultimediaHeadline1": "The Cost of Gold: 30 Tons an Ounce", "MultimediaCol1": "Interactive Feature"}, "caption": "The Cost of Gold: 30 Tons an Ounce", "type": "Other", "col": "Interactive Feature"}], "keywords": [{"name": "glocations", "value": "NEW GUINEA (INDONESIA)"}, {"name": "glocations", "value": "INDONESIA"}, {"name": "organizations", "value": "FREEPORT-MCMORAN COPPER & GOLD INCORPORATED"}, {"name": "organizations", "value": "FREEPORT-MCMORAN COPPER & GOLD INC"}, {"name": "subject", "value": "MINES AND MINING"}, {"name": "subject", "value": "SURVEYS AND SERIES"}, {"name": "subject", "value": "HAZARDOUS AND TOXIC SUBSTANCES"}, {"name": "subject", "value": "ENVIRONMENT"}, {"name": "subject", "value": "GOLD"}], "subsection_name": null, "_id": "4fd262fc8eb7c8105d8150d6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jane", "lastname": "PERLEZ"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Raymond", "lastname": "BONNER"}], "original": "By JANE PERLEZ and RAYMOND BONNER; Evelyn Rusli contributed reporting for this article"}, "section_name": "World; Front Page"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Re ''Google Offers a Bird's-Eye View, and Some Governments Tremble'' (front page, Dec. 20):     My father and I sat through wonderful hours of zooming and scanning over mountains and valleys to locate the village of his youth.  ...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Re ''Google Offers a Bird's-Eye View, and Some Governments Tremble'' (front page, Dec. 20): My father and I sat through wonderful hours of zooming and scanning over mountains and valleys to locate the village of his youth. At 65 and in questionable health, he knows that he cannot return to his hometown on the banks of the Yalu River in North Korea. Yet we followed the twists and turns of the river to the short stretch between two dams that span the river, dividing China and North Korea.", "headline": {"main": "To North Korea, on Google"}, "pub_date": "2005-12-27T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 136, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06E1DB1230F934A15751C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2aa048eb7c8105d895c1a", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "Google Maps mash-ups continue to proliferate. Real Estate Advisor scoops real estate ads out of local newspapers and real estate agents' sites and plots them onto a Google map. (Why haven't newspapers done this themselves?) You click on the push-p...", "news_desk": null, "lead_paragraph": "Google Maps mash-ups continue to proliferate. Real Estate Advisor scoops real estate ads out of local newspapers and real estate agents' sites and plots them onto a Google map. (Why haven't newspapers done this themselves?)", "headline": {"main": "Another Map Mash-Up", "kicker": "The Walk-Through"}, "pub_date": "2005-12-28T15:34:38Z", "abstract": "Google Maps mash-ups continue to proliferate. Real Estate Advisor scoops real estate ads out of local newspapers and real estate agents' sites and plots them onto a Google map. (Why haven't newspapers done this themselves?) You click on the push-pin in the neighborhood you're interested in to see the listing. So far, the site has [...]", "print_page": null, "word_count": 83, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2005/12/28/another-map-mash-up/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363ff8eb7c8105d8b2a9b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "The Matrix notes the number of real estate blogs with \"bubble\" in their names. Commentator Jonathan Miller says: The word \"bubble\" seems to strike an emotional cord with many. It's a very effective way to steer traffic to a blog since the word bub...", "news_desk": null, "lead_paragraph": "The Matrix notes the number of real estate blogs with \"bubble\" in their names. Commentator Jonathan Miller says:", "headline": {"main": "The Bubble in Bubble Blogs", "kicker": "The Walk-Through"}, "pub_date": "2005-12-28T15:30:35Z", "abstract": "The Matrix notes the number of real estate blogs with \"bubble\" in their names. Commentator Jonathan Miller says: The word \"bubble\" seems to strike an emotional cord with many. It's a very effective way to steer traffic to a blog since the word bubble grabs a lot of eyeballs from Google searches. With all the [...]", "print_page": null, "word_count": 292, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2005/12/28/the-bubble-in-bubble-blogs/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd363f18eb7c8105d8b2956", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Op-Ed", "snippet": "Dick Cheney has turned back the clock to the Nixon era, bringing back presidential excesses like wiretapping along with presidential power....", "news_desk": "Editorial Desk", "lead_paragraph": "We start the new year with the same old fear: Dick Cheney. The vice president, who believes in unwarranted, unlimited snooping, is so pathologically secretive that if you use Google Earth's database to see his official residence, the view is scrambled and obscured. You can view satellite photos of the White House, the Pentagon and the Capitol -- but not of the Lord of the Underworld's lair.", "headline": {"main": "Vice Axes That 70's Show", "kicker": "Op-Ed Columnist"}, "pub_date": "2005-12-28T00:00:00Z", "abstract": null, "print_page": "19", "word_count": 731, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/28/opinion/28dowd.html", "multimedia": [{"url": "images/2005/09/13/timesselect/tsdowd.new.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/09/13/timesselect/tsdowd.new.75.jpg"}, "type": "image", "height": 75}, {"width": 184, "url": "images/2005/09/13/timesselect/tsdowd.new.184.jpg", "height": 240, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 184, "tinythumbheight": 240, "tinythumb": "images/2005/09/13/timesselect/tsdowd.new.184.jpg", "hastinythumb": "Y"}, "type": "image"}], "keywords": [{"name": "persons", "value": "CHENEY, DICK"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd2645a8eb7c8105d817ee1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Maureen", "rank": 1, "lastname": "DOWD"}], "original": "By MAUREEN DOWD; Thomas L. Friedman is on vacation"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "This year, the high-tech industry made clever steps forward and put new spins on old features....", "news_desk": "Business/Financial Desk", "lead_paragraph": "ON New Year's Eve, don't be surprised to witness more heartfelt celebrating than usual; 2005 was not a year noted for its tidings of good cheer, and plenty of people will be happy to see it go. Still, there were inspiring and gratifying success stories if you knew where to look -- and the high-tech industry was one of them. Google Earth redefined how we think of our planet, the Razr phone proved that people do care about beauty, and the iPod -- well, you know all about the iPod.", "headline": {"main": "10 Greatest Gadget Ideas Of the Year", "kicker": "David Pogue"}, "pub_date": "2005-12-29T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1413, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/12/29/technology/circuits/29pogue.html", "multimedia": [{"width": 820, "url": "http://nytimes.feedroom.com/?fr_story=6e687bc21b0e5af4494a63a05e5449dd7ee9d65f", "pay": "n", "rank": "1", "height": 700, "credit": "David Pogue looks back at the videos that he's produced over the past here.", "legacy": {"MultimediaPopupHeight1": "700", "MultimediaType1": "External", "MultimediaPopupWidth1": "820", "MultimediaUrl1": "http://nytimes.feedroom.com/?fr_story=6e687bc21b0e5af4494a63a05e5449dd7ee9d65f", "MultimediaPay1": "n", "MultimediaSummary1": "David Pogue looks back at the videos that he's produced over the past here.", "MultimediaHeadline1": "The Year in Pogue", "MultimediaCol1": "Video"}, "caption": "The Year in Pogue", "type": "External", "col": "Video"}, {"url": "images/2005/12/28/technology/pogue.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/12/28/technology/pogue.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "INVENTIONS AND PATENTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e288eb7c8105d7efcd0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Science; Technology; Business"}], "meta": {"hits": 46}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}