{"response": {"docs": [{"type_of_material": "News", "snippet": "It was a punk New Year's Even in Baghdad, and installation is now under way on the long-awaited public artwork by Christo and Jeanne-Claude in Central Park....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Much 'Oi' in Baghdad It was a punk New Year's Eve in the Green Zone in Baghdad. The Vandals, a Southern California band known for catchy riffs and lowbrow humor, played a one-hour show for the 3rd Brigade of the Army's 1st Cavalry Division, The Associated Press reported. The band played some of its snarky not-quite-hits like ''Oi to the World'' and ''Anarchy Burger (Hold the Government)'' for the troops, with a handful of soldiers forming a mosh pit. ''There aren't many real punk rockers in the Army,'' said Matthew Linus Byars, 31, a medic from Nashville. ''I just kind of blew off Christmas as another day of work, but this was really special to me.'' The Vandals were on a two-week tour that took them to many military bases; it ended on New Year's Day in Kuwait. At the modestly attended show in Baghdad, the band members acknowledged that they did not have quite the drawing power of recent guests like the country singer Toby Keith or the Dallas Cowboy Cheerleaders, but they said they were pleased with the crowds. ''You rock out to the band you have,'' said the guitarist, Warren Fitzgerald, above, echoing Defense Secretary Donald H. Rumsfeld, ''not the band you wish you had.'' Preparing Central Park Forklifts are to begin moving 15,000 steel braces into place in Central Park today in preparation for the long-awaited public artwork by Christo and Jeanne-Claude that is to feature 23 miles of saffron-colored fabric hanging from 16-foot gates through the park, The Associated Press reported. Weather permitting, workers are to begin placing the braces along the paths, working in two shifts from 7 a.m. to 2 a.m. each day. On Feb. 7, vinyl poles are to be attached to the bases to form the gates; the fabric will be unfurled on Feb. 12, and the project, called ''The Gates, Central Park, New York, 1979-2005,'' will remain up through Feb. 27. The artists are reportedly paying for the project without any sponsorships or donations, and said they hoped the final cost would be under $21 million. Portions of an unfinished documentary by Albert Maysles about the artwork will be shown at the Gallery at Hermès, at 691 Madison Avenue (at 60th Street), from Jan. 19 to Feb. 27. The film, ''The Gates,'' traces the history of the project, which was at first rejected by the city in 1981. Selections from Mr. Maysles's five other films about Christo and Jeanne-Claude, dating from 1974, will also be shown. A Song for Tsunami Relief Sir Cliff Richard, below, and Boy George are among the British pop stars lined up to record a new charity song for survivors of the Indian Ocean tsunami. The song, ''Grief Never Grows Old,'' written by Mike Read, a British radio D.J., is to be recorded by an ad hoc group of celebrities and released under the name One World Project. Others being approached for the project include Robin and Barry Gibb of the Bee Gees, Olivia Newton-John and the young jazz singer Jamie Cullum, the British Broadcasting Corporation reported. The backing track has been completed, and Sir Cliff and Boy George have already recorded their parts. The song should be finished in one week, and the producers hope to raise $4 million. Bit by Bit, Stealing A London Museum An attendant at the Victoria and Albert Museum in London stole 2,544 items, from the 1930's to the 50's, prompting a security review in 1954, according to records recently released by Britain's National Archives, the BBC reported. The stolen items included prints, oil paintings, musical instruments, ceramics, lacquer boxes, 98 Japanese swords and two imitation 18th-century French tables. The man, whose name was identified in the report as Nevin, worked in the museum's circulation department. The thefts went undetected for years because the museum had not done an inventory. The report said about 100 of the recovered items were irreparably damaged. Nevin eventually served three years in prison. The Victoria and Albert has suffered from a series of thefts in recent months (a set of bronze plaques worth almost $1 million was stolen last week), prompting what museum directors call a major security overhaul. Honors for Pops King Skitch Henderson, the founder of the New York Pops and the longtime music director for NBC Television, will be given the James Smithson Bicentennial Medal from the Smithsonian Institution for his contributions to American music. The award will be presented in a ceremony on Jan. 29 at the National Museum of Natural History in Washington, featuring performances by the Tommy Dorsey Orchestra, with Mr. Henderson sitting in on piano for a song or two. A related exhibition, ''Skitch Henderson: A Man and His Music,'' is to run at the Smithsonian Institution Building (the ''Castle'') through mid-March. Born Lyle Russell Cedric Henderson in Birmingham, England, in 1918, Mr. Henderson toured with Judy Garland and Mickey Rooney, and with Bob Hope's Pepsodent Show, and was the musical director for Frank Sinatra's Lucky Strike show on NBC Radio; Bing Crosby gave him his nickname. Previous winners of the medal, which is named after the Smithsonian's founder, have included Sir David Attenborough, Artie Shaw, Celia Cruz, Dave Brubeck, Jerry Lee Lewis, Steven Spielberg, George Lucas and Jim Henson. They Like the Nightlife The winners of the 2005 Nightlife Awards for jazz, comedy and cabaret performers in New York City have been announced. The winners, in 16 categories, include Karen Akers, right, Keely Smith and Liz and Ann Hampton Callaway (cabaret); Laurie Kilmartin, Patrice O'Neal and ''Dave Gorman's Googlewhack! Adventure'' (comedy); and Bill Charlap, Joe Lovano and Paula West (jazz). Posthumous honors went to the singer Jackie Paris and the composer Cy Coleman. The awards, chosen by a panel of critics and experts, will be given in a performance-only ceremony -- no speeches allowed -- on Jan. 31 at Town Hall, with guests including Joy Behar, Bruce Vilanch, Sutton Foster, Ute Lemper, Maureen McGovern and Kate Clinton. Footnotes The New York Gilbert and Sullivan Players will offer a 125th-anniversary production of ''The Pirates of Penzance'' starring Hal Linden, right, at City Center beginning Friday. The show was first performed at the Fifth Avenue Theater in New York on Dec. 31, 1879; it was Gilbert and Sullivan's fifth collaboration and their only operetta to have its premiere in the United States. The show, with Mr. Linden taking on his first Gilbert and Suillivan role as the batty Maj. Gen. Stanley, will continue through Jan. 23. ... The long-running Highlights in Jazz series, now in its 32nd season, will present a tribute to early jazz on Thursday at the TriBeCa Performing Arts Center, with Wycliffe Gordon, Ken Peplowski, Randy Sandke and Carrie Smith, as well as the Manhattan Ragtime Orchestra. The program has yet to be announced, but expect some Benny Goodman: Mr. Peplowski, a clarinetist, and Mr. Sandke, a trumpeter, both played with Goodman late in his career. Tickets and information: (212)220-1460.", "headline": {"main": "Arts, Briefly"}, "pub_date": "2005-01-03T00:00:00Z", "abstract": "Arts, Briefly column; Southern California band Vandals performs on New Year's Eve for 3rd Brigade of Army's 1st Calvary Division stationed in Baghdad; forklifts begin to move steel braces into place in Central Park in preparation for The Gates, long-awaited public artwork by Christo and Jeanne-Claude; recently released records reveal that an attendant at Victoria and Albert Museum in London stole 2,544 items from 1930's to 1950's, prompting security review in 1954; recent series of thefts has prompted major security overhaul; photos (M)", "print_page": "2", "word_count": 1155, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/03/arts/03arts.html", "multimedia": [], "keywords": [{"name": "persons", "value": "CHRISTO"}, {"name": "persons", "value": "JEAN-CLAUDE"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "glocations", "value": "IRAQ"}, {"name": "glocations", "value": "BAGHDAD (IRAQ)"}, {"name": "glocations", "value": "CENTRAL PARK (NYC)"}, {"name": "organizations", "value": "VICTORIA AND ALBERT MUSEUM"}, {"name": "organizations", "value": "VANDALS"}, {"name": "subject", "value": "ROBBERIES AND THEFTS"}, {"name": "subject", "value": "MUSIC"}, {"name": "subject", "value": "PUBLIC ART"}, {"name": "subject", "value": "PARKS AND OTHER RECREATION AREAS"}, {"name": "subject", "value": "SECURITY AND WARNING SYSTEMS"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "UNITED STATES ARMAMENT AND DEFENSE"}], "subsection_name": null, "_id": "4fd25a708eb7c8105d807316", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Ben", "lastname": "Sisario"}], "original": "Compiled by Ben Sisario"}, "section_name": "Arts"}, {"type_of_material": "News", "snippet": "Six Apart, the maker of Movable Type, software for publishing Web logs, said last night that it had acquired Danga Interactive, which operates the popular blogging site LiveJournal.com. Terms of the deal were not disclosed. Six Apart said the deal...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Six Apart, the maker of Movable Type, software for publishing Web logs, said last night that it had acquired Danga Interactive, which operates the popular blogging site LiveJournal.com. Terms of the deal were not disclosed. Six Apart said the deal would make it the largest independent company in the business of providing services and software to bloggers, with a combined base of more than 6.5 million users. It said LiveJournal, whose users are largely in their teens and 20's, would continue to operate as a separate division. Six Apart's software and its TypePad blog hosting service have attracted an older crowd, including many of the Web's most popular bloggers. Six Apart's main competitor is Google, which bought a service called Blogger two years ago. Last month Microsoft introduced its own blogging service, MSN Spaces. David F. Gallagher (NYT)", "headline": {"main": "Technology Briefing | Deals: Blogging Start-Ups Join Forces"}, "pub_date": "2005-01-06T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 138, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9803E1D91039F935A35752C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a56f8eb7c8105d88d2f8", "byline": {"person": [{"firstname": "David", "middlename": "F.", "lastname": "Gallagher", "rank": 1, "role": "reported", "organization": ""}], "original": "By David F. Gallagher (NYT)"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Morningstar, the investment research company that has been planning since last spring to go public, announced late yesterday that it would sell its initial shares through an unconventional auction method similar to the one used in the widely publi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Morningstar, the investment research company that has been planning since last spring to go public, announced late yesterday that it would sell its initial shares through an unconventional auction method similar to the one used in the widely publicized Google initial public offering in August. Joe Mansueto, the chairman and chief executive of Morningstar, said the decision was based more on principle than on publicity. ''The key benefit of an auction is equal access to shares and information. This equality resonated with us,'' Mr. Mansueto said in a statement yesterday. ''It is in keeping with our company philosophy of helping all investors -- not just large ones.''", "headline": {"main": "Morningstar Plans to Use An Auction To Sell Shares"}, "pub_date": "2005-01-08T00:00:00Z", "abstract": "Morningstar, investment research company that has been planning to go public, announces that it will sell its initial shares through unconventional auction method similar to one used in widely publicized Google initial public offering in Aug (M)", "print_page": "3", "word_count": 522, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/08/business/08offering.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MORNINGSTAR INC"}, {"name": "organizations", "value": "GOOGLE.COM"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd2809c8eb7c8105d84c2c7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DIANA B. HENRIQUES"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "It was a spectacular year for some of the largest Internet stocks like Google, Yahoo and eBay. But despite these gains, many investors remain wary of mutual funds that focus on the sector - and for good reason....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "IT was a spectacular year for some of the largest Internet stocks. Google's share price doubled after its initial public offering and Yahoo and eBay staged yearlong rallies. Despite these gains, many investors remain wary of mutual funds that focus on the sector -- and for good reason, many analysts say.", "headline": {"main": "The Call of the Wild, Again, in Internet Funds", "kicker": "MUTUAL FUNDS REPORT"}, "pub_date": "2005-01-09T00:00:00Z", "abstract": "Investors remain wary of mutual funds that focus on Internet stocks despite strong performance of such individual stocks as Google, Yahoo and eBay in 2004; many analysts say caution is justified (M)", "print_page": "30", "word_count": 780, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/09/business/mutfund/09inter.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "EBAY INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "MUTUAL FUNDS"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd257138eb7c8105d800e0a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Zubin", "lastname": "JELVEH"}], "original": "By ZUBIN JELVEH"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The unexplored world of tongue-tippers....", "news_desk": "Magazine Desk", "lead_paragraph": "On the Dow Jones OpinionJournal Web site, Claudia Rosett -- the modern Inspector Javert of ''Les Misérables'' on the oil-for-food trail of Jean Valjean -- reported on a news conference held by the U.N. secretary general: ''The contract that [Kofi] Annan referred to as 'this Cotecna one,' as if he weren't quite sure what whichamahoosy everyone was talking about.'' Pressed to reveal her source of the unfamiliar word, Rosett would say only, ''I borrowed it from an old family friend, who when she couldn't remember the name for something, would call it a whichamahoosy.'' I touched database with Google and can offer only one previous citation of that particular mouth-filler: a February 2002 use by a blogger who styles himself LoneRanger. It is related, I suspect, to hoosydingy, a word I have long used as a nonsense substitute when a specific term has slipped my mind. But even though I have tried all the variant spellings, I cannot find hoosydingy -- hoosiedinghy? -- in print anywhere. Closest use was by Kevin Paul Dupont in The Boston Globe early last year reporting about a hockey player's ''receiving off-site physical therapy for his aching whatchamacallit or whodingy.''", "headline": {"main": "Whosit's Whatchamacallit", "kicker": "THE WAY WE LIVE NOW: 1-09-05: ON LANGUAGE"}, "pub_date": "2005-01-09T00:00:00Z", "abstract": "William Safire On Language column on words he calls 'tongue-tippers,' terms used in place of words on tip of speaker's tongue but just beyond linguistic reach; cites thingumabob, whichamahoosy and others (M)", "print_page": "20", "word_count": 1003, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/09/magazine/09ONLANGUAGE.html", "multimedia": [], "keywords": [{"name": "subject", "value": "LANGUAGE AND LANGUAGES"}, {"name": "subject", "value": "ENGLISH LANGUAGE"}], "subsection_name": null, "_id": "4fd283978eb7c8105d8516eb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "William", "lastname": "Safire"}], "original": "By William Safire"}, "section_name": "Magazine"}, {"type_of_material": "News", "snippet": "Does anyone really care about style and grammar anymore?Google does....", "news_desk": "Circuits", "lead_paragraph": "IN the haphazard world of instant messaging and dashed-off e-mail messages, where ''kk'' isn't a typographical mistake but just the latest bit of Internet slang (it stands for kays, or O.K.), does anyone really care about style and grammar anymore? Google does. Taking the stance that unorthodox usage and punctuation and slang create a less straightforward searching experience, Google's AdWords division, which is responsible for the contextual ads that appear alongside search results, insists on standard English and punctilious punctuation. Cater to teenagers hooked on text messaging? This is a world with no ''dealz 4 u.'' To those who say, ''Grammar schmammar, this is advertising, after all,'' Google might suggest: ''Schmammar is not a word. Try 'Forget about grammar' instead.''", "headline": {"main": "Advertisers on Google Are Told to Keep It Proper"}, "pub_date": "2005-01-13T00:00:00Z", "abstract": "Google's AdWords division, which is responsible for contextual ads that appear alongside search results, insists on standard English and proper punctuation for ads; says clarity is more important than tone and rejects ads that include colloquial usage or slang; drawing (M)", "print_page": "5", "word_count": 1087, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2005/01/13/technology/circuits/13goog.html", "multimedia": [{"url": "images/2005/01/12/technology/13goog.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/01/12/technology/13goog.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "SLANG"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "ENGLISH LANGUAGE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a728eb7c8105d8073e9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sarah", "lastname": "LEFTON"}], "original": "By SARAH LEFTON"}, "section_name": "Technology"}, {"type_of_material": "Letter", "snippet": "To the Editor:    Like the ''veteran agents'' referred to in your article, I also ''favor pens and pads over computers.'' Would you want me in charge of designing a mammoth, state-of-the-art computer system?...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Like the ''veteran agents'' referred to in your article, I also ''favor pens and pads over computers.'' Would you want me in charge of designing a mammoth, state-of-the-art computer system?", "headline": {"main": "Computer Headaches at the F.B.I."}, "pub_date": "2005-01-15T00:00:00Z", "abstract": "Nancy Stark letter holds that 'Google guys' should design FBI's state-of-the-art computer system", "print_page": "14", "word_count": 68, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A05E5DF1538F936A25752C0A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "STARK, NANCY"}, {"name": "organizations", "value": "FEDERAL BUREAU OF INVESTIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a5d98eb7c8105d88d6a5", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Dr. Michael R. Treat is hard at work on an invention he hopes will change the way surgeons work in the operating room - an automated helping hand....", "news_desk": "Metropolitan Desk", "lead_paragraph": "Leonardo da Vinci had the workshop of Andrea del Verrocchio in glorious Renaissance Florence to inspire his early innovative mind, and Thomas Jefferson could putter about in Monticello, in the Virginia countryside, sketching inventions after leading a nation. But the myth of the modern inventor, silicon heroes like Bill Gates and the Google guys, says that the humbler the surroundings -- a parent's basement or a friend's garage -- the more likely genius will strike. By that logic, Dr. Michael R. Treat must be on to something.", "headline": {"main": "On the Cutting Edge; For Surgery, an Automated Helping Hand"}, "pub_date": "2005-01-18T00:00:00Z", "abstract": "Dr Michael R Treat has invented robotic arm that is meant to replace operating room scrub nurse who hands surgeon tools of surgery; New York-Presbyterian Hospital has agreed to test robotic arm in simple removal of benign cyst; photo (M)", "print_page": "1", "word_count": 1097, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/18/technology/18nurse.html", "multimedia": [], "keywords": [{"name": "persons", "value": "TREAT, MICHAEL R"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "NEW YORK-PRESBYTERIAN HOSPITAL"}, {"name": "subject", "value": "NURSING AND NURSES"}, {"name": "subject", "value": "CYSTS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "SURGERY AND SURGEONS"}, {"name": "subject", "value": "INVENTIONS AND PATENTS"}, {"name": "subject", "value": "ROBOTS"}], "subsection_name": null, "_id": "4fd24a478eb7c8105d7e7ff6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Marc", "lastname": "SANTORA"}], "original": "By MARC SANTORA"}, "section_name": "Technology; Health; New York and Region"}, {"type_of_material": "News", "snippet": "Two companies are releasing new versions of popular photo-organizing programs. Both can vastly improve the digital photo experience....", "news_desk": "Circuits", "lead_paragraph": "IF you're not already aware that 2004 was the Year of the Digital Camera, here are a few clues. It was the year that Kodak stopped making film cameras, the year that digicams were even more popular holiday gifts than DVD players, and the year that three professional photographers I know each decided, with much grumbling, to buy a digital camera -- just to see what all the fuss is about. And if this month is any indication, 2005 will be the Year of the Software to Organize the Pictures You Took With Your Digital Camera.", "headline": {"main": "New Ways To Manage Your Photos", "kicker": "STATE OF THE ART"}, "pub_date": "2005-01-20T00:00:00Z", "abstract": "David Pogue State of the Art column on software from Apple and from Google for organizing digital photos; features, prices and tips for usage noted; drawing; photos (M)", "print_page": "1", "word_count": 1377, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2005/01/20/technology/circuits/20stat.html", "multimedia": [{"url": "images/2005/01/19/technology/20state.gold.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/01/19/technology/20state.gold.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "APPLE COMPUTER INC"}, {"name": "organizations", "value": "EASTMAN KODAK COMPANY"}, {"name": "organizations", "value": "APPLE COMPUTER INCORPORATED"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a738eb7c8105d807498", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "Pogue"}], "original": "By David Pogue"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "In its first term, the Bush team made a few important pro-technology choices. Over the next year it will signal whether it intends to stand by them....", "news_desk": "SundayBusiness", "lead_paragraph": "GEORGE W. BUSH probably won't be remembered as ''the high-tech president.'' The strongholds of the biotech and infotech industries, on the East and West Coasts, voted against him. If his State of the Union address next week, his fourth, is like the previous three, it will say next to nothing about the role of science or advanced technology in the nation's economic and social future. The symbol of Al Gore's relationship with gizmos was the early-model BlackBerry he wore on his belt. The symbol of Mr. Bush's was his tumble from a Segway computerized scooter in 2003. Yet the Bush administration could end up being known for some technology advances that occurred on its watch. I am speaking not only of purely private developments -- the renaissance of Internet-based businesses in this age of Google -- or of the heavy public spending for military and surveillance systems, which is creating a vast new antiterrorism-industrial complex.", "headline": {"main": "Bush Didn't Invent the Internet, but Is He Good for Tech?", "kicker": "TECHNO FILES"}, "pub_date": "2005-01-23T00:00:00Z", "abstract": "James Fallows Techno Files article on possibility that Pres George W Bush, despite his apparent lack of focus on role of science or advanced technology in US's economic and social future, may become known for some high-technology innovations, especially where public and private efforts touch; photos (M)", "print_page": "5", "word_count": 1209, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/23/business/yourmoney/23techno.html", "multimedia": [{"url": "images/2005/01/22/business/23techno.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/01/22/business/23techno.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "organizations", "value": "NATIONAL WEATHER SERVICE"}, {"name": "subject", "value": "SPACE"}, {"name": "subject", "value": "SCIENCE AND TECHNOLOGY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24a488eb7c8105d7e806d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "FALLOWS"}], "original": "By JAMES FALLOWS"}, "section_name": "Science; Technology; Business"}, {"type_of_material": "News", "snippet": "Google and Yahoo are introducing services that will let users search through television programs based on words spoken on the air....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Yahoo are introducing services that will let users search through television programs based on words spoken on the air. The services will look for keywords in the closed captioning information that is encoded in many programs, mainly as an aid to deaf viewers. Google's service, scheduled to be introduced today, does not actually permit people to watch the video on their computers. Instead, it presents them with short excerpts of program transcripts with text matching their search queries and a single image from the program. Google records TV programs for use in the service.", "headline": {"main": "Google and Yahoo Are Extending Search Ability to TV Programs"}, "pub_date": "2005-01-25T00:00:00Z", "abstract": "Google and Yahoo are introducing services that will let users search through television programs based on words spoken on air; services will look for keywords in closed captioning information that is encoded in many programs; Google's service does not actually permit people to watch video on their computers; it presents them with short excerpts of program transcripts with text matching their search queries and single image from program; Google records TV programs for use in service; Yahoo's service described (M)", "print_page": "7", "word_count": 400, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/25/technology/25google.html", "multimedia": [{"url": "images/2004/08/10/business/11goog.sign.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/08/10/business/11goog.sign.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25a748eb7c8105d80750b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Monsanto Agrees to Buy Seminis, a Seed Company  In at least a temporary diversification away from genetically modified crops, Monsanto, the agribusiness company, agreed to pay about $1 billion to acquire Seminis, the world's largest producer of fr...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Monsanto Agrees to Buy Seminis, a Seed Company In at least a temporary diversification away from genetically modified crops, Monsanto, the agribusiness company, agreed to pay about $1 billion to acquire Seminis, the world's largest producer of fruit and vegetable seeds. Until now, Monsanto has focused on corn, soybeans and cotton seeds, and on using genetic engineering to produce crops that are resistant to herbicides and insects. But executives said that Monsanto would now develop new vegetable varieties using conventional breeding. [Page C7.] Advertising Lessons From Carson Johnny Carson's death came as Madison Avenue is re-examining its past -- as symbolized by Mr. Carson's four decades as a highly successful pitchman, endorser and spokesman. Stuart Elliott: Advertising. [C10.] Mondavi Brothers Form Venture Just weeks after losing his world-famous winery, Robert Mondavi, left, is going back into the wine business briefly -- with a surprising partner, his brother Peter. It will be a small venture, but it will be the two nonagenarians' first public collaboration since an epic fistfight some 40 years ago that prompted Robert to split with his family and start his own business. [C2.] Settlements Are Ruled Taxable Supreme Court ruled that the full amount of a court award or legal settlement is taxable to the successful plaintiff, even if a sizable portion goes directly to a lawyer under a contingent fee agreement. [C2.] Verizon Said to Agree to Stay in City Verizon Communications has decided to remain in New York after Mayor Michael R. Bloomberg started an aggressive campaign to keep the company in the city, three people with knowledge of the agreement said. [B1.] Search Services for Spoken Words Google and Yahoo are introducing services that will let users search through broadcast and cable television programs based on words spoken on the air. [C7.] Fannie Mae Reassigns 3 Managers At least three accounting managers who were named in a report on accounting irregularities at Fannie Mae were reassigned to different roles last week, the company confirmed. [C4.] ImClone Agrees to Settle Lawsuit ImClone Systems agreed to pay $75 million to settle a class-action shareholder lawsuit. [C3.] Krispy Kreme Pay Revealed Krispy Kreme Doughnuts said that it had agreed to pay its two new top officers hourly rates of $760 and $695, as well as a possible bonus. [C16.] Stocks Decline on Oil Concerns The Dow Jones industrial average lost 24.38 points to 10,368.61. The Standard & Poor's 500-stock index fell 4.12 points to 1,163.75. The Nasdaq composite index dropped 25.57 points, to 2,008.70. [C10.] American Express Profit Rises 17% The American Express Company said profit rose 17 percent last quarter, the biggest jump in two years, as rising consumer confidence spurred record card use. Net income climbed to $896 million, or 71 cents a share, from $763 million, or 59 cents, a year earlier. Analysts surveyed by Thomson Financial predicted earnings 9f 70 cents a share. [C9.] Cingular Wireless said that quarterly profits had fallen but so had the percentage of customers leaving for rivals. [C7.] Athletic Footwear Makers Eye China Makers of athletic shoes have their eye on China as a consumer market. [C6.] Sizing Up the Airbus 380 Song and dance aside, will the giant Airbus 380 succeed? Joe Sharkey: On the Road. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-01-25T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 540, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0DE7DA1F38F936A15752C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd257188eb7c8105d801042", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Amazon.com, the online retail giant, introduced a local search service on Thursday that can display photos of neighborhood businesses....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Amazon.com, the online retail giant, plans to introduce a local search service today that can display photos of neighborhood businesses. With the service, Amazon joins Yahoo, Google and many other companies in offering the electronic equivalent of the yellow pages. But the Amazon service, developed by its search-focused subsidiary A9, adds a novel twist: 20 million photos of buildings in 10 major United States cities, with more on the way.", "headline": {"main": "For Local Searchers, Amazon Adds Photos to Yellow Pages"}, "pub_date": "2005-01-27T00:00:00Z", "abstract": "Amazon.com, with help of A9 subsidiary, joins Yahoo, Google and other companies by introducing electronic equivalent of yellow pages local search service that can display photos of neighborhood businesses (M)", "print_page": "20", "word_count": 395, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/27/technology/27amazon.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "AMAZON.COM INCORPORATED"}, {"name": "subject", "value": "DIRECTORIES"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "YELLOW PAGES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2809e8eb7c8105d84c457", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "The State of the Art column in Circuits on Jan. 20, about Google's Picasa 2 photo editing software, misstated the amount of hard-disk space consumed in regular use of the program. When a photo is altered, the software creates only a small file wit...", "news_desk": "Metropolitan Desk", "lead_paragraph": "The State of the Art column in Circuits on Jan. 20, about Google's Picasa 2 photo editing software, misstated the amount of hard-disk space consumed in regular use of the program. When a photo is altered, the software creates only a small file with editing information. It does not duplicate the entire image.", "headline": {"main": "Corrections"}, "pub_date": "2005-01-28T00:00:00Z", "abstract": "Correction of Jan 20 State of the Art column about Google's Picasa 2 photo editing software, regarding hard-disk space", "print_page": "2", "word_count": 53, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A01E7DD143BF93BA15752C0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "PHOTOGRAPHY"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd257188eb7c8105d8010d8", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "The market for search advertising has been growing rapidly, and the competition has increased among search engines....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Last Monday, Google representatives called analysts and reporters to trumpet a new service that searches the transcripts of television broadcasts. Yahoo, Google's rival, got wind of the announcement and within hours, its publicity machine had bolted into action to say it had a similar service in the works. Perhaps the fiercest competition on the Internet these days is among sites offering new ways to search through more information. Yahoo and Microsoft each have hundreds of engineers trying to challenge Google's leadership, and dozens of minor players are trying to find ways of getting their services noticed. A9, Amazon.com's search service, recently sent vans with digital cameras onto the streets of some cities to take pictures of businesses. The photos were later displayed alongside telephone numbers in A9's phone directory.", "headline": {"main": "Search Sites Play a Game of Constant Catch-Up"}, "pub_date": "2005-01-31T00:00:00Z", "abstract": "Internet search sites are fiercely competing for visitors and are often forced to match each other's latest offerings; Yahoo, Microsoft and Amazon.com have yet to shake Google from first place in serach market, although they have slowed growth of its market share; Yahoo is making significant gains, particularly in US, with new features that it has yet to introduce tio international users; pace of Google's product development may have been slowed somewhat by management's involvement in initial stock offering; photo; graph (M)", "print_page": "1", "word_count": 1167, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/01/31/technology/31google.html", "multimedia": [{"url": "images/2005/01/31/business/31goog.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/01/31/business/31goog.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd257198eb7c8105d801142", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}], "meta": {"hits": 15}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}