{"response": {"docs": [{"type_of_material": "News", "snippet": "A new web site is changing how people house hunt on the Internet....", "news_desk": "Real Estate Desk", "lead_paragraph": "JASON BURROUGHS, a 31-year-old technical support staffer at Dell, pored through thousands of property listings in Austin, Tex., before stumbling across a new Internet site that changed his approach to house hunting. Instead of entering his preferences regarding size and neighborhood into the Multiple Listing Service database, Mr. Burroughs and his girlfriend, Raquel Ruiz, 24, let a Google map featuring properties from Craigslist, the popular online bulletin board, guide their search.", "headline": {"main": "A Web Site Maps Home Searches", "kicker": "POSTINGS"}, "pub_date": "2005-05-01T00:00:00Z", "abstract": "Housingmaps.com, new Web site, has already attracted over 200,000 unique visitors on prowl for properties or rentals in at least 25 cities, including New York; combines Google map with properities from Craigslist, popular online bulletin board; was created by Paul Rademacher and has no affiliation with Google or Craigslist (M)", "print_page": "2", "word_count": 529, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/01/realestate/01post.html", "multimedia": [], "keywords": [{"name": "persons", "value": "RADEMACHER, PAUL"}, {"name": "organizations", "value": "HOUSINGMAPS.COM"}, {"name": "organizations", "value": "CRAIGSLIST"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "REAL ESTATE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2486d8eb7c8105d7e47a7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Eric", "lastname": "DASH"}], "original": "By ERIC DASH"}, "section_name": "Technology; Real Estate"}, {"type_of_material": "News", "snippet": "THE Author, Author quiz in the Times Literary Supplement has pleasurably tortured British readers for many years, inducing them to put their intellectual self-respect at risk in return for minor celebrity among literary scholars and pedants. But n...", "news_desk": "Week in Review Desk", "lead_paragraph": "THE Author, Author quiz in the Times Literary Supplement has pleasurably tortured British readers for many years, inducing them to put their intellectual self-respect at risk in return for minor celebrity among literary scholars and pedants. But now, Google and other Internet search engines can help even the virtually illiterate find many of the answers. Each week, Author, Author offers three thematically linked, stunningly obscure quotations and asks who wrote them. Bernard Knox, the eminent scholar of ancient Greek, writing in The New York Review of Books in 1995, happily called the quiz an ''infuriating competition,'' concocted by ''fiends'' who ''ransacked their authors' lesser-known works for texts innocent of such clues as proper names, dates, or allusions to historical events.''", "headline": {"main": "Ideas & Trends: Author, Author; Conquered by Google: A Legendary Literature Quiz"}, "pub_date": "2005-05-01T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 888, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E03E7DD1E31F932A35756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2486d8eb7c8105d7e47b4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Noam", "lastname": "COHEN"}], "original": "By NOAM COHEN"}, "section_name": "Week in Review"}, {"type_of_material": "News", "snippet": "Some newspapers and yellow pages publishers have found a new source of revenue: helping small businesses buy advertising on search engines....", "news_desk": "Business/Financial Desk", "lead_paragraph": "CONSIDER this somewhat strange development: search engines like Google and Yahoo have become so proficient at attracting advertising that even competitors, like newspapers and yellow pages publishers, are now selling ads on their behalf. Newspapers like The Houston Chronicle, which is owned by the Hearst Corporation, and yellow pages publishers like the BellSouth Corporation and SBC Communications have recently turned themselves into de facto agents for the search engines in the small-business market, where the Internet companies have had limited success.", "headline": {"main": "Search engines like Google and Yahoo have it so good that competitors for ad dollars are making sales for them.", "kicker": "E-Commerce Report"}, "pub_date": "2005-05-02T00:00:00Z", "abstract": "Competitors like newspapers and yellow pages publishers are selling ads on behalf of Internet search engines like Google and Yahoo to local small-business advertisers; publishers argue they are taking advantage of chance to make added money, while also studying search engines closely enough to determine long-term strategy to compete with them; photo (M)", "print_page": "5", "word_count": 1099, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/02/technology/02ecom.html", "multimedia": [{"url": "images/2005/05/02/business/02ecom.thumb.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/05/02/business/02ecom.thumb.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "DIRECTORIES"}, {"name": "subject", "value": "SMALL BUSINESS"}, {"name": "subject", "value": "YELLOW PAGES"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25af58eb7c8105d807f99", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "A Big Hunk of Marketing For Two Elvis Specials  A multimedia marketing blitz is under way to promote a new round of entertainment programming about Elvis Presley. CBS has declared next week ''Elvis Week,'' in hopes of luring viewers to watch two b...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A Big Hunk of Marketing For Two Elvis Specials A multimedia marketing blitz is under way to promote a new round of entertainment programming about Elvis Presley. CBS has declared next week ''Elvis Week,'' in hopes of luring viewers to watch two biographical shows about Elvis, one fictionalized, the other factual. A lengthy list of marketing partners will help pitch the shows. Almost 28 years after his death, interest in Presley seems bigger among advertisers and media companies than it was during his life. Stuart Elliott: Advertising. [Page C6.] Podcasting on Satellite Radio Adam Curry, a former MTV host who helped start the craze for the amateur audio programs known as podcasts, will produce and be host of a four-hour podcast show each weekday on Sirius Satellite Radio. Mr. Curry will help choose material from some of the thousands of shows now online. [C3.] Ad Agents for the Search Engines Some newspapers and yellow pages publishers have found a new source of revenue: helping small businesses buy advertising on search engines like Google and Yahoo. The publishers may appear to be hurting themselves by sending customers to search engines. But they say this allows them to study the search engines and work on a strategy to compete with them. Bob Tedeschi: E-Commerce Report. [C5.] Making Barron's a Speedier Read Barron's, the financial magazine, is being redesigned to give readers a quicker way to see what's inside. ''Some readers were telling us that they don't pick up the magazine unless they have two hours,'' its editor said. [C4.] Print Insists It's Here to Stay The magazine industry is mounting a $40-million, three-year campaign to win advertisers and try to convince them that magazines, which have existed in the United States for nearly 250 years, are likely to be here for the next 250. The campaign uses fake magazine covers from the future. At the same time, the newspaper industry has begun its own campaign to make its image more contemporary. [C4.] Magazine Tries a Gadget Giveaway Sync magazine, which is devoted to hip electronic gadgets, will give away one of every item written about in a future issue, including DVD box sets, flat-panel television sets and a car. Winners will be chosen from readers who send in a response card or sign up online. [C4.] Could IPod Thefts Spur Sales? Some public relations executives said Apple could find a way to benefit from news last week that thefts of iPods were responsible for an increase in crime on New York City subways. [C4.] A Shopping Magazine for the Home Condé Nast's latest shopping magazine, Domino, focuses on home décor and design. [C8.] Chinese Data Show Jump in Surplus Exports from China soared 35 percent in the first quarter from a year earlier, according to data from Chinese customs officials. [C2.] Lenovo Completes I.B.M. Purchase The Chinese computer maker Lenovo completed its $1.75 billion purchase of I.B.M.'s personal computer division, creating the world's third-largest PC maker. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-05-02T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 495, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F02EFD61E31F931A35756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25e888eb7c8105d80d4ba", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Isaac Stern's Children Win Suit      A probate court judge in New Milford, Conn., has ordered the former executor of Isaac Stern's estate to pay Stern's children hundreds of thousands of dollars, The Associated Press reported yesterday. The three ...", "news_desk": "Movies, Performing Arts/Weekend Desk", "lead_paragraph": "Isaac Stern's Children Win Suit A probate court judge in New Milford, Conn., has ordered the former executor of Isaac Stern's estate to pay Stern's children hundreds of thousands of dollars, The Associated Press reported yesterday. The three adult children, from Stern's second marriage, had sued the former executor, William Moorhead III, for more than $2 million, contending that he had improperly valued the estate and transferred assets to the third wife of the violinist. (Stern, right, died in 2001.) Judge Martin Landgrebe also criticized Mr. Moorhead for paying himself $313,000, calling it ''outrageous, improper and unjustified.'' He ordered that the money be repaid, along with $250,000 spent on a Central Park West apartment used by Mr. Moorhead as an office from which to manage the estate. The judge also said that selling items like violins that had been bequeathed to the children caused them to suffer ''incalculable personal loss.'' The children are Michael Stern, the music director of the Kansas City Symphony; David, also a conductor; and Shira, a rabbi. On the Road to Cooperstown Jack Kerouac was not known for his baseball skills, but he is now in the National Baseball Hall of Fame in Cooperstown, N.Y. Well, at least his bobblehead doll, left, is, The Associated Press reported. ''Having the Jack Kerouac bobblehead in our collection is important, given he's an American icon who had a deep passion for the game, which he shared in his writing,'' said Jeff Idelson, a spokesman for the hall. Luring fans to the ballpark more than seven hours before a game in August 2003 in Lowell, Mass., Kerouac's birthplace, the doll was a giveaway to the first thousand by the Lowell Spinners, a Boston Red Sox affiliate in the Class A New York-Penn League. But demand was so great that the team created 500 more, which were used to raise more than $10,000 for Jack Kerouac Scholarships before the mold was destroyed to prevent unauthorized reproductions. Glengarry's Tonys In a surprise for the producers of David Mamet's ''Glengarry Glen Ross,'' the Tony Awards administration committee decided yesterday that the show's entire cast would be considered eligible for the featured, or supporting, actor category. Producers of the revival had expected that Alan Alda, who plays Shelly Levene, the play's sad sack hero, would be considered a leading actor, a category with fewer potential nominees and thus less competition. (Nominations for the Tony Awards, scheduled for June 5, will be announced on Tuesday.) Jeffrey Richards, a producer of the show, said, ''There will be an official appeal, since not everybody who was on the committee had seen the play.'' Lip Service On a day when Britons went to the polls in general elections, Mark McGowan, below, a performance artist and art history student, spent his time yesterday planting what he said would be 100,000 kisses on a photograph of Prime Minister Tony Blair near his office on Downing Street, Agence France-Presse reported. ''I notice he has been getting a lot of abuse, and I just wanted to show him some affection today, and 100,000 kisses seemed like a lot,'' said Mr. McGowan, whose effort represented an appeal for Britons and Mr. Blair to kiss and make up. Mr. McGowan, left, who once walked for 11 miles through London with a 27-pound turkey strapped to his head to persuade the overweight to eat less, said he planned to achieve yesterday's goal in eight hours by means of 50-kiss bursts interrupted by breaks to rest his jaws and moisturize his lips. Ancient Beauty Adorned with a golden mask, many colors and scenes depicting ancient Egyptian rituals and life, a mummy described as the most beautiful ever unearthed has been introduced in Cairo by Egyptian archaeological experts, Agence France-Presse reported. Dating to 378 to 341 B.C., it was found almost intact during excavations around the pyramids in Saqqara. Europe's Cultural Concerns European Union cultural officials have been urged to create a digital library of European literature amid fears that Google's plans to digitize works from leading libraries in the United States and Britain and make them freely available online will lead to future American domination of worldwide culture, Agence France-Presse reported. ''We have to act,'' Jean-Claude Juncker, the prime minister of Luxembourg, told a meeting in Paris of culture ministers and 800 artists and intellectuals who drew up a European culture charter. Footnotes The well-received Off Broadway musical ''Shockheaded Peter,'' below, based on the 19th-century Heinrich Hoffmann children's book ''Struwwelpeter'' (''Slovenly Peter''), will close after its performance at 7 p.m. May 29 at the Little Shubert Theater. It will have played 112 performances and 12 previews. ... ''Forbidden Broadway: Special Victims Unit,'' the latest in Gerard Alessandrini's theater satires, will move on May 29 from the soon-to-be-demolished Douglas Fairbanks Theater to a new home, the 47th Street Theater, where it will reopen on June 20.", "headline": {"main": "Arts, Briefly"}, "pub_date": "2005-05-06T00:00:00Z", "abstract": "Arts, Briefly column; Probate Court Judge Martin Landgrebe in New Milford, Conn, orders William Moorhead 3rd, former executor of Isaac Stern's estate, to pay Stern's children $313,000 he paid himself as well as $250,000 he spent on Manhattan apartment he used as office to manage estate; photo (S)", "print_page": "6", "word_count": 809, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9902E7DB1430F935A35756C0A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "LANDGREBE, MARTIN"}, {"name": "persons", "value": "MOORHEAD, WILLIAM 3RD"}, {"name": "persons", "value": "STERN, ISAAC"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "WILLS AND ESTATES"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}], "subsection_name": null, "_id": "4fd2486d8eb7c8105d7e484a", "byline": {"person": [{"firstname": "Lawrence", "middlename": "Van", "lastname": "Gelder", "rank": 1, "role": "reported", "organization": ""}], "original": "Compiled by Lawrence Van Gelder"}, "section_name": "Movies; Arts"}, {"type_of_material": "Correction", "snippet": "An article last Sunday about the ability of Google and other Internet search engines to solve the ''Author, Author'' literature quiz in The Times Literary Supplement of London misspelled the French word for old, which appears in a quotation from a...", "news_desk": "Week in Review Desk", "lead_paragraph": "An article last Sunday about the ability of Google and other Internet search engines to solve the ''Author, Author'' literature quiz in The Times Literary Supplement of London misspelled the French word for old, which appears in a quotation from a song selected by the quiz on April 8, and misspelled the song title. The word is is vieux, not veix; the title, and the name of a French city, is Carcassonne, not Carcasonne.", "headline": {"main": "Corrections"}, "pub_date": "2005-05-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 74, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9802E5D81530F93BA35756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2486e8eb7c8105d7e48a5", "byline": null, "section_name": "Corrections; Week in Review"}, {"type_of_material": "News", "snippet": "Grokker software, which displays a Web search as a series of categories on a circular map, will now run as a Java plug-in for browsers....", "news_desk": "Business/Financial Desk", "lead_paragraph": "For decades, computer researchers have experimented with the idea of displaying textual information in visual maps, but the concept has been slow to find practical applications. Now, one of the pioneering companies in the field is hoping that by making its software available as part of a standard Web browser it will be able to wean surfers away from the simple ranked lists of search results offered by Google and Yahoo.", "headline": {"main": "Your Internet Search Results, in the Round"}, "pub_date": "2005-05-09T00:00:00Z", "abstract": "Groxis, pioneer in displying textual data in visual maps, will begin letting computer users who access Yahoo search engine through its Web site view search results as series of categories set in circular map; will rely on revenue from advertisements placed by Yahoo ad placement service instead of from software sales; analysts say company faces uphill challenge in persuading people to use its maps; photo (M)", "print_page": "3", "word_count": 645, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/09/technology/09yahoo.html", "multimedia": [{"url": "images/2005/05/09/business/09yahoo.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/05/09/business/09yahoo.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "GROXIS"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25e8a8eb7c8105d80d655", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Education; Business"}, {"type_of_material": "News", "snippet": "Lately, the ferry operators have been twisting the brains of even savvy New Yorkers with their selections of people to name boats after....", "news_desk": "Metropolitan Desk", "lead_paragraph": "BREAK out the Champagne and chart a course for Google. Soon, it will be time to christen another Hudson River ferryboat, and its name could be another head-scratcher. Lately, the ferry operators have been twisting the brains of even savvy New Yorkers with their selections of people to name boats after. Last week, the honor was bestowed on Seymour B. Durst. A few weeks ago, the tribute went to Peter Weiss.", "headline": {"main": "The Life Preservers That Could Show Up on 'Jeopardy!'", "kicker": "INK"}, "pub_date": "2005-05-10T00:00:00Z", "abstract": "New York ferry operators are twisting brains of even savvy New Yorkers with their selections of people to name boats after; Seymour B Durst is latest non-seafarer to have ferry named for him; photo (M)", "print_page": "4", "word_count": 466, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/10/nyregion/10ink.html", "multimedia": [], "keywords": [{"name": "persons", "value": "DURST, SEYMOUR B"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "subject", "value": "FERRIES"}], "subsection_name": null, "_id": "4fd25e008eb7c8105d80d09b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Patrick", "lastname": "McGEEHAN"}], "original": "By PATRICK McGEEHAN"}, "section_name": "New York and Region"}, {"type_of_material": "Question", "snippet": "I have been trying to send an e-mail message in Spanish to Mexico but I don't know enough Spanish to type it myself. Are there any free translation programs I can use?...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Lost in Translation Via E-Mail Q. I have been trying to send an e-mail message in Spanish to Mexico but I don't know enough Spanish to type it myself. Are there any free translation programs I can use? A. A number of Web sites can translate a small amount of text from English to Spanish, including Google's Language Tools page (google.com/language--tools) and the Babelfish translator at babelfish.altavista.com. But these sites may not be the most accurate when you need to take nuance, colloquialisms and regional variations into account.", "headline": {"main": "Q & A", "kicker": "J. D. Biersdorfer"}, "pub_date": "2005-05-19T00:00:00Z", "abstract": null, "print_page": "16", "word_count": 688, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/19/technology/circuits/19askk.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "TREND MICRO INCORPORATED"}], "subsection_name": null, "_id": "4fd2486f8eb7c8105d7e49e7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By J.D. Biersdorfer"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google unveiled a feature that allows users to personalize the Google home page with features they use frequently....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The expanse of white space at the bottom of Google's main Web page, possibly the most valuable undeveloped real estate in cyberspace, is about to be subdivided. Moving more directly into competition with portals like Yahoo, MSN and AOL, the search company today unveiled a feature that allows users to personalize the Google home page with features they use frequently, like stock quotes, news and e-mail.", "headline": {"main": "Google Moves To Challenge Web Portals"}, "pub_date": "2005-05-20T00:00:00Z", "abstract": "Google moves to challenge Internet portals like Yahoo, MSN and AOL by announcing new feature, called Fusion, that will allow users to personalize Google home page with features they use frequently, like stock quotes, news and e-mail; has insisted until now that it is search engine, but has steadily added services that provide functionality of portal; competitors say Google is simply following trail they already blazed (M)", "print_page": "1", "word_count": 875, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/20/technology/20google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MSN"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25af98eb7c8105d80816c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER; Laurie J. Flynn, in San Francisco, contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "US Airways and America West to Merge In $1.5 Billion Deal Creating the No. 5 Airline  US Airways and America West plan to merge in a $1.5 billion deal that would create the nation's fifth-largest airline. The deal, the first significant merger in ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "US Airways and America West to Merge In $1.5 Billion Deal Creating the No. 5 Airline US Airways and America West plan to merge in a $1.5 billion deal that would create the nation's fifth-largest airline. The deal, the first significant merger in the airline industry in four years, might be the start of a long-expected wave of industry consolidation. [C1.] European Economies Diverge, Challenging Policy Makers Some European countries are flourishing while others linger on the brink of recession, challenging the continent's economic policy makers [C1.] Google to Let Users Customize Its Search Page Google introduces new features that will allow users to personalize its homepage with features they use frequently. [C1.] Wal-Mart is retreating from an ambitious online venture, a DVD rental service meant to compete in the market pioneered by NetFlix. [C3.] G.M. Revising Its Development and Sales Strategy General Motors outlined a new product development and sales strategy, saying that Chevrolet and Cadillac would be the company's only brands to offer a full lineup of vehicles. [C1.] Ford suffered another hit to its bruised credit rating as Fitch downgraded its debt but left it at investment grade. [C6.] Fannie Mae Says It Meets Regulator's Standards Fannie Mae said yesterday that it was able to satisfy its regulator's most recent standards for capital, even as Federal Reserve Chairman Alan Greenspan separately prodded the mortgage giant to shrink its portfolio to raise its reserves. [C3.] Scrushy Jury Rehears Secretly Taped Conversation A secretly made recording of a conversation between Richard M. Scrushy, the former chief executive of HealthSouth, and his chief financial officer is replayed for the jury at Mr. Scrushy's fraud trial. [C2.] Leading Indicators and Jobless Claims Both Fall The economy offered conflicting signs yesterday as a gauge of future business activity fell for the fourth consecutive month while people signing up for unemployment insurance dropped sharply. [C3.] Stocks rose for a fourth day, extending their biggest rally in six months, as oil prices dropped below $47 a barrel and technology shares advanced. [C10.] Restrictions on Morgan StanleyBonuses Morgan Stanley said two senior executives who resigned last month would have to forgo bonus payments of $6.4 million each if they join dissident executives opposed to Philip J. Purcell this year. [C3.] Gateway Founder Resigning as Chairman Ted Waitt said he was resigning as chairman of Gateway, the personal computer maker he started 20 years ago. [C8.] Investor Group to Buy Maytag for $1.13 billion Maytag, the appliance maker, agrees to be acquired by a private investment group for $1.13 billion, buying time to reorganize. [C2.] Fauchon, a Paragon of French Food, Retrenches in Paris Fauchon, a luxury food emporium, is selling its satellite shops to a rival gourmet food chain and retrenching to its flagship store on Place de la Madeleine in Paris. The move ends an aggressive expansion campaign for the company, which was founded by a pushcart grocer in 1886. [C4.] Hollinger's Black Sells his London Townhouse Conrad M. Black, the deposed head of the publisher Hollinger International, recently sold his townhouse in the upscale London neighborhood of Kensington for £13.5 million ($25 million), executives who had been briefed on the transaction said. [C2.] Fox and UPN Introduce Their Fall Lineups Fox and UPN introduce their new lineups to advertisers, with Fox retaining most of the shows that made it the leading network this year. [C7.] Internet Phone Companies Told to Provide 911 Service Companies that deliver telephone service over the Internet must provide 911 emergency service, the Federal Communications Commission said. [C8.] Two Who Escaped the Fallout of the Sunbeam Collapse Two financiers who were among the most respected and feared in America sat down to make a deal that turned out to be disastrous for almost everyone involved -- except for themselves. Floyd Norris. [C1.] A Fuel Efficient Wardrobe in Japan Shuns Neckties Japan is encouraging executives to dress casually -- that is, without a necktie -- this summer to reduce energy use. [A1.] Technology Erodes Big Board Family Traditions Fathers and sons and siblings have been the lifeblood of the New York Stock Exchange for generations, but the need for speed and capital is eroding that tradition and a merger with Archipelago could hasten its demise. [C9.] The new face of Wall Street might be compliance lawyers. They are frequently the only people standing between their investment firms and a lethal blow from the government, and their status is assured and growing. [A1.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-05-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 742, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A06E5DB1439F933A15756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2478f8eb7c8105d7e3846", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Microsoft is still respected among competitors, but as a result of the antitrust trial, it is not feared the way it used to be....", "news_desk": "Business/Financial Desk", "lead_paragraph": "NOT long ago, I went to Washington for a dinner given by a friend. She wanted to commemorate the fifth anniversary of the end of the Microsoft antitrust trial, which she had covered for a news agency and I had covered for Fortune magazine. In all, about 10 of us made it to the dinner, and it wasn't long before we were regaling one another about the ''good old days'' of the trial -- laughing at the way Judge Thomas Penfield Jackson used to roll his eyes at Microsoft's witnesses, and recalling how the superlawyer David Boies, whose daily skewering of Microsoft gave the trial most of its entertainment value, would put straws in his jacket pocket when he went out drinking with us so he could keep track of how many drinks he had.", "headline": {"main": "Google This: Is Microsoft Still a Bully?", "kicker": "Joseph Nocera"}, "pub_date": "2005-05-21T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1441, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/21/technology/21nocera.html", "multimedia": [{"url": "images/2005/05/20/business/nocera.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/05/20/business/nocera.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd248708eb7c8105d7e4a2c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joseph", "lastname": "NOCERA"}], "original": "By JOSEPH NOCERA"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Grandparents and Children, Skipping a Generation  Annie Barnes, 62, found herself raising her two grandchildren after their father was murdered and their mother disappeared. Soon they will move into the GrandParentFamily Apartments in the South Br...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Grandparents and Children, Skipping a Generation Annie Barnes, 62, found herself raising her two grandchildren after their father was murdered and their mother disappeared. Soon they will move into the GrandParentFamily Apartments in the South Bronx, the first public development in the United States designed and built exclusively for grandparents raising grandchildren. PAGE A12 Microsoft Trial, 5 Years Later In his debut column, Joseph Nocera revisits the ''antitrust trial of the century,'' the government's case against Microsoft. Five years later, the technology landscape has been transformed, by Google, among other things. BUSINESS DAY, PAGE C1 Plan to Let F.B.I. Track Mail The F.B.I. would gain broad authority to track the mail of people in terrorism investigations under a Bush administration proposal. The Postal Service has raised privacy concerns about the plan, which would give the F.B.I. access to information on envelopes. PAGE A9 Hussein Photographs in Tabloids Prompt Inquiry by U.S. The publication of photographs of Saddam Hussein wearing only underwear in his cell in Iraq led the Bush administration to open an investigation into how they made their way into newspapers in London and New York, apparently supplied by someone in the American military. PAGE A3 THIS WEEKEND The Tony Awards Can the scrappy ''25th Annual Putnam County Spelling Bee'' beat the mighty ''Spamalot''? Plus: the rise of the all-male supercast and the secret dreams of directors. ARTS & LEISURE The Culture of Nascar America has gone crazy over stock-car racing. Jonathan Miles reviews ''Sunday Money,'' a profile of the racing industry by Jeff MacGregor, and ''Full Throttle,'' Robert Edelstein's account of the legendary driver Curtis Turner. BOOK REVIEW The Believer On the Hill Senator Rick Santorum's conservative Catholicism informs his life, his politics and the policies he promotes. Has Mr. Santorum, a Pennsylvania Republican and a leader in the Senate, found a way to turn blue states red? MAGAZINE The Next Tuscany? Travelers looking to flee the crowds of Tuscany are beginning to discover the hill towns of Le Marche, a sparsely populated province in east-central Italy. TRAVEL", "headline": {"main": "INSIDE"}, "pub_date": "2005-05-21T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 340, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F04E4DE1539F932A15756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25c7c8eb7c8105d809f05", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "CBS Seeks Opinions Outside its News Division In Search for an Evening News Anchor  CBS is looking for opinions from outside the news division as it searches for a permanent anchor to replace Dan Rather on its evening news program. One of six atten...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CBS Seeks Opinions Outside its News Division In Search for an Evening News Anchor CBS is looking for opinions from outside the news division as it searches for a permanent anchor to replace Dan Rather on its evening news program. One of six attendees at a meeting last week was executive at Paramount Television and King World Productions who developed the ''Dr. Phil'' talk show and ''The Insider,'' a celebrity news program. [C10.] Newsweek Puts Restrictions on Unnamed Sources Newsweek said that it would tightly limit the use of unnamed sources in the wake of a retracted report about a Koran being flushed down a toilet at Guantánamo Bay, Cuba. Newsweek's two top editors, or other senior editors they designate, must approve stories with unidentified sources. [C6.] A radio station in Texas has suspended a program produced by Newsweek until the magazine explains how it will prevent a repeat of the retracted report. [C4.] Study Finds the Power of Bloggers Overestimated Bloggers can exert a tremendous amount of influence on setting an agenda for public discussion, but a new study showed that they are not necessarily the kingmakers that pundits sometimes say they are. [C3.] A Feud Between Authors Moves to Publishers A feud between Alan M. Dershowitz of Harvard Law School and Norman G. Finkelstein of DePaul University has prompted a change in the publisher of Mr. Finkelstein's book. At issue is Mr. Finkelstein's book, ''Beyond Chutzpah,'' which charges Mr. Dershowitz with distorting facts in his 2003 book ''The Case for Israel.'' Mr. Dershowitz, left, objected in letters to the publisher, charging Mr. Finkelstein, right, with making up facts and prompting the publisher to delay publication. Mr. Finkelstein went to a different publisher to avoid the delay. [C6.] Comedian's Disappearance Forces a Channel to Scramble The public flameout of the comedian Dave Chappelle midway through production of his hit show's third season prompted some scrambling at Comedy Central, which had begun a big marketing and promotional campaign for the show the week before he disappeared. [C6] Best Buy to Toughen Policy on Adult Game Sales Best Buy agreed to strengthen and publicize its efforts to keep minors from buying violent or sexually explicit video games after the company was pressured by an investment manager for Catholic organizations. [C6.] CBS Chief Throws Heat at a Relief Pitcher Leslie Moonves, the chairman of CBS, says Mariano Rivera, the New York Yankees relief pitcher, cost his network an important ratings title last year when he blew saves against Boston, extending the American League Playoffs on a rival network, Fox. [C6.] A Marketing Executive Learns to Spread His Attention As the advertising industry has evolved to deal with new outlets for their messages, the chief marketing officer at Allstate has learned to spread his time among agencies that specialize in those sectors instead of spending an entire lunch with his main agency. [C9.] Patent Holder Sues a Retailer Instead of a Manufacturer The holder of a patent on television technology has taken the unusual step of filing a patent infringement lawsuit against a retailer instead of the maker of the television that uses the technology. [C7.] Nintendo Pins Hopes on Games, Not Technology Sony and Microsoft showed off their new game consoles last week, stressing high-definition features and additional processing power. Meanwhile, Nintendo implied that its next console, the Revolution, might be less technically impressive than those of its competitors, but said that it would set itself apart with its games, much the way it did with successful entries like its Mario Brothers series. [C7.] Google's Personal Web Page Strategy Requires Trust Google will let users create home pages on its Web site, giving it another potential way to deliver personally tailored ads, but first it has to convince users that it can be trusted. E-Commerce Report. [C7.] Internet Shopping for the Mall-Minded A new shopping complex in Ohio is trying to combine the convenience of online stores and catalogs with the mall experience. [C8.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-05-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 662, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03E2D71539F930A15756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd248708eb7c8105d7e4a7a", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google will let users create home pages on its Web site, giving it another potential way to deliver personally tailored ads, but first it has to convince users that it can be trusted....", "news_desk": "Business/Financial Desk", "lead_paragraph": "WILL Internet users get personal with Google? The company began testing a service last week that lets users build a customized Google home page filled with news, stock quotes and other features that crowd similar pages on popular portals like Yahoo and MSN.", "headline": {"main": "With Its Home Page, Google Could Get a Bit Closer to Its Users", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-05-23T00:00:00Z", "abstract": "Google begins testing service that lets users build customized Google home page filled with news, stock quotes and other features found on Internet portals, adding another potential entry point in battle to deliver ads tailored to user's stated or implied tastes or product searches; some privacy advocates believe that as Google entices users to agree to surveillance of their online activities, it must do more to prove it deserves their trust; photo (M)", "print_page": "7", "word_count": 1212, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/23/technology/23ecom.html", "multimedia": [{"url": "images/2005/05/23/business/23ecom.marissa.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/05/23/business/23ecom.marissa.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd25e8e8eb7c8105d80d955", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Guidant Didn't Disclose a Flaw In Defibrillator for Three Years  Guidant did not tell doctors or patients for three years that a unit designed to shock a faltering heart contained a flaw that has caused a small number of those units to short-circu...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Guidant Didn't Disclose a Flaw In Defibrillator for Three Years Guidant did not tell doctors or patients for three years that a unit designed to shock a faltering heart contained a flaw that has caused a small number of those units to short-circuit and malfunction. [Page A1.] A Ruling Bans Fees for Steering Customers to Funds The Labor Department issued an advisory opinion saying banks and investment firms cannot accept payments from mutual fund companies in exchange for steering retirement account customers into those funds. [C1.] A Profile of the Long-Term Unemployed Not since World War II has long-term joblessness -- the percentage of the unemployed out of work for six months or more -- been so high so long after a recession has ended. [C1.] Companies Open Their Arms to New Graduates As thousands of new graduates enter the labor market this month and next, corporate recruiters are snapping them up at a clip not seen since 2001. [C1.] Gates Takes On Google in Satellite Searching Bill Gates said that he was skeptical of Google's ability to maintain its dominance in the search marketplace indefinitely. Increasingly, he asserted, that competition will revolve around new technologies and take place in new arenas, like searching local information, where Google is less dominant than in Web searching. Mr. Gates was demonstrating incorporating satellite imagery into location-based search results and introducing a new customizable MSN ''start'' page. [C4.] A Call to End Alternative Minimum Tax Senator Charles Grassley of Iowa, chairman of the Senate Finance Committee, and senior Democrats are calling for a repeal of the alternative minimum tax at a cost of at least $611 billion or more over 10 years. [C3.] EBay Drop-Off Stores Balk at Regulation States are debating whether eBay drop-off stores springing up around the nation should be governed by the laws that currently apply to pawnbrokers, secondhand stores and auctioneers to prevent the sale of stolen items. [C1.] Supreme Court Rules on Ad Campaign for Beef The Supreme Court ruled that the government-imposed assessment on beef producers to pay for the ''Beef: It's What's for Dinner'' marketing campaign does not violate the free-speech rights of dissident ranchers who want to opt out of the program. [A17.] Verdict Reading Continues in Russia The judges in the trial of Mikhail Khodorkovsky, the founder of Yukos, resumed reading a verdict said to be more than a thousand pages long. [A4.] Another Departure at Morgan Stanley Raymond J. McGuire, a co-head of Morgan Stanley's mergers and acquisitions unit, is joining Citigroup as co-head of investment banking. [C8.] Profit and Sales Higher at Campbell Soup Shares of Campbell Soup hit a 52-week high after the company said its third-quarter profit inched higher as rising foreign sales of soup and sauces and strong domestic sales of baking and snack products offset weak United States demand for soup and other products. Income for the quarter was $146 million, or 35 cents, up from $142 million, or 34 cents. Sales totaled $1.74 billion, a 4 percent gain. [C8.] Stocks Rally After German Election Germany's stock market rallied in the wake of a stinging defeat in regional elections for the Social Democratic Party of Chancellor Gerhard Schröder. Floyd Norris: Market Place. [C3.] Microsoft Must Comply in Europe or Face Fine Microsoft has until the middle of next week to comply with the European Commission's antitrust ruling, or face daily fines of up to $5 million. [C4.] New I.B.M. Software Will Permit Database Comparisons I.B.M. is introducing software to let companies share information with other companies or agencies without identifying the people connected to it. [C4.] Upgrades Send Stock Gauges Higher The Dow Jones industrial average jumped 51.65 points, to 10,523.56; the S.&P. 500-stock index gained 4.58 points, to 1,193.86, and the Nasdaq composite index rose 10.23 points, to 2,056.65. [C8.] New Airport Machines to See Through Clothing The Homeland Security Department plans to install and test machines at airport checkpoints that see through clothing. Joe Sharkey: On the Road. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-05-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 664, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9804EFDB1239F937A15756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25c7c8eb7c8105d809f25", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Microsoft will incorporate satellite imagery into location-based search results and introduce a new customizable MSN \"start\" page....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Bill Gates used his appearance at an industry conference here Monday to offer Microsoft's response to Google's latest online offerings, incorporating satellite imagery into location-based search results and introducing a new customizable MSN ''start'' page. Mr. Gates, Microsoft's co-founder and chief software architect, also said that he was skeptical of Google's ability to maintain its dominance in the search marketplace indefinitely. Increasingly, he asserted, that competition will revolve around new technologies and take place in new arenas, like searching local information, where Google is less dominant than in Web searching.", "headline": {"main": "Take That, Google: Bill Gates Struts Microsoft's New Search Stuff", "kicker": "TECHNOLOGY"}, "pub_date": "2005-05-24T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 686, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/24/technology/24gates.html", "multimedia": [{"url": "images/2005/05/24/business/24gates.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/05/24/business/24gates.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "MAPS"}], "subsection_name": null, "_id": "4fd2a65a8eb7c8105d88ecf9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "A trade group objects to Google's plans to digitize the collections of university libraries....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "How long is a snippet? That is one of more than a dozen questions directed at Google Inc. this week by the executive director of the Association of American University Presses, the trade group representing university presses. At issue is whether Google Print for Libraries, the company's plan to digitize the collections of some of the country's major university libraries, infringes the copyrights of the authors of many books in those collections. The program will allow users to search the contents of books, displaying context-specific ''snippets'' of the texts of copyrighted works. In a letter to Google dated Friday, the details of which were first reported by BusinessWeek on Monday, Peter Givler, executive director of the press association, said that Google Print for Libraries ''appears to involve systematic infringement of copyright on a massive scale.'' Mr. Givler said the service has ''the potential for serious financial damage'' to the members of the press association, a collection of largely not-for-profit businesses that typically produce and sell scholarly works of nonfiction that have relatively little commercial potential. In a statement, Google said that it has an ''active dialogue with all of our publishing partners,'' adding that it protects the copyright holders by allowing users of Google Print to view only a few short sentences of protected text. EDWARD WYATT", "headline": {"main": "Arts, Briefly; Challenging Google"}, "pub_date": "2005-05-25T00:00:00Z", "abstract": "Arts, Briefly column; Assn of American University Presses executive director Peter Giver poses questions to Google Inc over issue of whether Google Print for Libraries, plan to digitize collections of some of US's major university libraries, infringes on copyrights of authors in collections (S)", "print_page": "2", "word_count": 217, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/05/25/books/25books-google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "GIVER, PETER"}, {"name": "organizations", "value": "ASSOCIATION OF AMERICAN UNIVERSITY PRESSES"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a65a8eb7c8105d88ed1c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT; Compiled by Lawrence Van Gelder"}, "section_name": "Technology; Arts; Education; Books"}, {"type_of_material": "News", "snippet": "WHEN Edgar Rice was planning the two-week trip to Spain he took this month, he used the Internet to find the accommodations he wanted at the right price.     In addition to using Google to find sites that specialize in hotels in Spain, he searched...", "news_desk": "SundayBusiness", "lead_paragraph": "WHEN Edgar Rice was planning the two-week trip to Spain he took this month, he used the Internet to find the accommodations he wanted at the right price. In addition to using Google to find sites that specialize in hotels in Spain, he searched a variety of general travel sites, as well as www.venere.com, which specializes in European hotels, bed-and-breakfast inns and apartments.", "headline": {"main": "Some Ways to Pinch Euros on Summer Hotel Stays", "kicker": "SUNDAY MONEY: SPENDING"}, "pub_date": "2005-05-29T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 1074, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0CE3DC1139F93AA15756C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25e018eb7c8105d80d202", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Harriet", "lastname": "EDLESON"}], "original": "By HARRIET EDLESON"}, "section_name": "Business"}], "meta": {"hits": 19}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}