{"response": {"docs": [{"type_of_material": "News", "snippet": "Google has begun giving out an award that could be worth millions of dollars to employees who work on outstanding projects....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google has begun giving out an award that could be worth millions of dollars to employees who work on outstanding projects, the company said yesterday. The first two Founders' Awards consisted of restricted stock that was worth $12 million stock when it was awarded last November to two teams of a dozen or so employees each.", "headline": {"main": "New Incentive for Google Employees: Awards Worth Millions"}, "pub_date": "2005-02-01T00:00:00Z", "abstract": "Google has begun giving out award that could be worth millions of dollars to employees who work on outstanding projects; first two Founders' Awards consist of restricted stock that was worth $12 million stock when it was awarded last November to two teams of dozen or so employees each; one of awards was given to technology team that devised means of linking users to advertisements most likely to interest them; Google's co-founder Sergey Brin says another team, on business side, worked on 'particularly important deal to us' (M)", "print_page": "10", "word_count": 351, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/01/technology/01google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "BRIN, SERGEY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "BONUSES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd245f78eb7c8105d7e05b9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Marsh to Pay $850 Million To Settle Spitzer Lawsuit  Marsh & McLennan Companies, the world's largest insurance broker, agreed to pay $850 million to settle a lawsuit accusing it of rigging prices and steering business to insurers in exchange for i...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Marsh to Pay $850 Million To Settle Spitzer Lawsuit Marsh & McLennan Companies, the world's largest insurance broker, agreed to pay $850 million to settle a lawsuit accusing it of rigging prices and steering business to insurers in exchange for incentive payments. The lawsuit, brought by Eliot Spitzer, the New York attorney general, maintained that the payments increased the cost of coverage for customers. [Page A1.] Federal Law Fails to Curb Spam In the year since a federal antispam law went into effect, the volume of unsolicited junk e-mail on the Internet has grown. [A1.] Lawsuits Are a Drain on Wyeth Shares in Wyeth plunged after it raised its estimate for the total cost of fen-phen litigation to $21.1 billion and said legal cases continued to drain earnings in 2004. It was at least the fourth time that Wyeth increased its litigation cost estimate since two diet drugs were linked to heart valve problems. [C2.] Breakthrough in Tiny Electronics Researchers at Hewlett-Packard say they have created a molecular-scale alternative to the transistor. [C8.] Legal Center for Open Source A new nonprofit legal center will try to minimize the risk that developers and users of open-source software will be sued. [C8.] AOL and Road Runner Join Up Time Warner cable will sell a broadband service that combines its Road Runner high-speed service with America Online. [C8.] Lee Enterprises to Buy Pulitzer Pulitzer, the newspaper publisher, agreed to be bought by the Lee Enterprises chain. [C6.] Stock Awards for Google Innovators Google has begun giving out an award worth perhaps millions of dollars to employees who work on outstanding projects. [C10.] Finance Chief at Viacom Is Leaving Viacom's chief financial officer, Richard J. Bressler, left, is leaving his post. The company said he would stay until a successor had been found. Although Viacom did not give a reason for Mr. Bressler's departure, changes in management structure may have affected his position and his prospects. [C9.] Star Witness at Tobacco Trial Jeffrey S. Wigand, whose story was told in the film ''The Insider,'' testified in the government's case against tobacco companies. [A16.] A&E Buys Rights to 'Sopranos' A&E reached an agreement with HBO to buy syndication rights to ''The Sopranos.'' [E1.] Disney Profit Tops Expectations Disney's earnings were better than expected, helped by television and theme parks. [C9.] Takeovers Help the Stock Market Stocks rose as the election in Iraq and corporate acquisitions bolstered optimism. The Dow Jones industrial average rose 62.74 points, to 10,489.94, and the Nasdaq composite index climbed 26.58 points, to 2,062.41. [C10.] Defending Bread's Good Name A campaign will try to counteract attacks on bread from promoters of the low-carb trend. Stuart Elliott: Advertising. [C9.] Airbus A380 Has Fans and Foes Some cannot find enough good things to say about the giant A380, but others are not sure it is the future. Joe Sharkey: On the Road. [C6.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-02-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 524, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507E4DC123BF932A35751C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd283998eb7c8105d851988", "byline": null, "section_name": "Business"}, {"type_of_material": "Correction", "snippet": "An article in Business Day yesterday about the competition among Google and its rivals for new ways to search online information misstated the timing of Google's earnings announcement. It is today; it was not yesterday....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day yesterday about the competition among Google and its rivals for new ways to search online information misstated the timing of Google's earnings announcement. It is today; it was not yesterday.", "headline": {"main": "Corrections"}, "pub_date": "2005-02-01T00:00:00Z", "abstract": "Correction of Jan 31 article on competition among Google and its rivals for new ways to search online information; Google'e earnings announcement is Feb 1", "print_page": "2", "word_count": 35, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E3D9123BF932A35751C0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd283998eb7c8105d8519a2", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Google, the Internet search company, surprised Wall Street by announcing that its sales and profit margins grew much faster than expected in the fourth quarter....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, the Internet search company, surprised Wall Street yesterday by announcing that its sales and profit margins grew much faster than expected in the fourth quarter. The results were a sharp contrast to the company's warnings in November that its revenue for the quarter would probably decline because of increased competition and an inevitable slowing as a result of its growth.", "headline": {"main": "Google Defies Its Warning, Growing Briskly", "kicker": "TECHNOLOGY"}, "pub_date": "2005-02-02T00:00:00Z", "abstract": "Google says its sales and profit margins grew faster than expected in fourth quarter; results are sharp contrast to its warnings in November that its revenue for quarter would probably decline because of increased competition and inevitable slowing as result of its growth; profit was $204 million, up from $27.3 million year earlier; revenue was $1.03 billion, up 101 percent from year ago; ad revenue from Google's sites was $530 million, up 118 percent; ad revenue from network of other sites was $490 millin, up 92 percent, but Google paid $378 million of that revenue to owners of sites (M)", "print_page": "1", "word_count": 792, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/02/technology/02google.html", "multimedia": [{"url": "images/2004/08/10/business/11goog.sign.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2004/08/10/business/11goog.sign.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SALES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2443e8eb7c8105d7de686", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Is the Internet bubble half empty or half full? The tale of two trajectories among Internet leaders like Google and eBay has prompted a debate....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Is the Internet bubble half empty or half full? With Google's stock on a roll, rising more than 7 percent yesterday to close at $205.96 and prompting some analysts to predict it will hit $290 or more in the coming months, it can seem like the late 1990's again on Wall Street. Shares in Google have been trading for less than six months, but they have risen 142 percent and the company has a market value of $56.2 billion, equal to that of Starbucks, Nike and Southwest Airlines -- combined.", "headline": {"main": "It's Maybe a Bubble, but a Selective One"}, "pub_date": "2005-02-03T00:00:00Z", "abstract": "Investors are being selective in investing in Internet stocks; even though eBay's profits for all of 2004 were up 76 percent from year earlier, share price is down by third since start of January, primarily because fourth-quarter results fell short of analysts' forecasts; when Amazon.com reported growth in profits and revenue, investors sent its stock tumbling as much as 15 percent because those results, too, fell short of analysts' expectations; although Google's shares are soaring, general trend in Internet stocks indicates that investors are not indiscriminately happy; graph (M)", "print_page": "1", "word_count": 999, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/03/technology/03internet.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "EBAY INC"}, {"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "INDUSTRY PROFILES"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a5db8eb7c8105d88d896", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "An article in Business Day yesterday about fourth-quarter earnings at Google referred incorrectly to the company's revenue warning in a regulatory filing in November. The company warned that the rate of growth -- not the revenue itself -- would de...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day yesterday about fourth-quarter earnings at Google referred incorrectly to the company's revenue warning in a regulatory filing in November. The company warned that the rate of growth -- not the revenue itself -- would decline in the fourth quarter.", "headline": {"main": "Corrections"}, "pub_date": "2005-02-03T00:00:00Z", "abstract": "Correction of Feb 2 article on fourth-quarter earnings at Google regarding company's revenue warning in regulatory filing in Nov", "print_page": "2", "word_count": 44, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9404E0DE103BF930A35751C0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPANY REPORTS"}], "subsection_name": null, "_id": "4fd2443e8eb7c8105d7de6b9", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Summary", "snippet": "Little Ads on Web Searches Turn Into a Big Business  Google's sale of $1 billion of advertising in the last quarter of 2004 indicates that search-based Web advertising has come of age. The ads represented more than 40 percent of Internet advertisi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Little Ads on Web Searches Turn Into a Big Business Google's sale of $1 billion of advertising in the last quarter of 2004 indicates that search-based Web advertising has come of age. The ads represented more than 40 percent of Internet advertising spending last year, and their share of the market is growing. Such ads are already siphoning business away from locally oriented online and offline classified advertising and yellow pages directories. [Page A1.] U.N. Report Finds Ethical Problems An interim report by a commission investigating the United Nations oil-for-food program in Iraq said the program's former head violated the United Nations charter by helping a friend's company win rights to buy oil. [A1.] 2 New Leaders for Carrefour Carrefour, Europe's largest retailer, replaced its chairman and chief executive, Daniel Bernard, left, appointing Luc Vandevelde, a former chairman of Marks & Spencer, and José Luis Durán, Carrefour's chief financial officer, to the helm of the company. Carrefour had disappointing results last year. [C4.] Retailers Are Facing a Tough Year Merchants and retail analysts are increasingly concerned that the nation's retailers will have a tough time this year, despite better-than-expected results for January. [C3.] Nortel Demands Return of Bonuses Nortel Networks has filed a lawsuit to recover bonuses from a former chief executive and two other officers it fired last year. [C2.] Testimony on HealthSouth Fraud A former HealthSouth executive testified that he talked to the company's founder, Richard M. Scrushy, about limiting the number of people who knew of fraud at the company. [C6.] A former president and chief operating officer of HealthSouth was indicted. [C6.] Amazon's Earnings Hurt Stocks Weak earnings at Amazon.com weighed on stocks. The S.&P. 500 fell 3.3 points, to 1,189.89; the Nasdaq composite dropped 17.42 points, to 2,057.64; and the Dow Jones industrials declined 3.69 points, to 10,593.10. [C6.] Boeing Hires a Legal Team Boeing, facing legal problems at the Pentagon and the Justice Department, has hired two politically experienced outside lawyers. [C3.] An Implant to Treat Depression The Food and Drug Administration may permit an implantable device from Cyberonics for the treatment of epilepsy to also be marketed as a therapy for chronic depression. The agency set several conditions on the tentative approval, and Cyberonics said it hoped to meet them before the end of May. [C2.] Bush Takes Message on the Road President Bush, promoting his plan for Social Security, issued a stark warning to younger workers that the program will go bust within four decades if it is not fixed. [A1.] More Tapes of Enron Traders During the California energy crisis in 2001, Enron arranged to have a plant shut down, according to tapes of traders. [A12.] Making a Pitch for Old Media Condé Nast wants to make the case for advertising in magazines, showing how they spark emotions. Stuart Elliott: Advertising. [C5.] Plagiarism at Massachusetts Paper A sportswriter for The Worcester Telegram & Gazette in Massachusetts was fired after the newspaper found he had lifted material from Sports Illustrated and other publications. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-02-04T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 502, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03E5D8103BF937A35751C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a5dc8eb7c8105d88d8bd", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "The fact that some Super Bowl advertisers are also regulars on Google is evidence that Web advertising has come of age....", "news_desk": "Business/Financial Desk", "lead_paragraph": "When the year's largest television audience convenes for the Super Bowl on Sunday, advertisers will be spending an estimated $2.4 million for each 30-second cinema-quality commercial. But just as important to many of those same advertisers is the $1.50 or so a mouse click that they may spend on the Google Internet search site, at any hour on any day, for a few words of plain text that will link prospective customers to the advertisers' Web sites. The fact that Eli Lilly, Napster, Novartis and Staples are among Super Bowl advertisers that are also regulars on Google is not the only evidence that Web advertising has come of age.", "headline": {"main": "Web Search Sites See Clicks Add Up To Big Ad Dollars"}, "pub_date": "2005-02-04T00:00:00Z", "abstract": "Advertisers spend $1.50 per mouse click on Google Internet search site, at any hour on any day, for few words of plain text linking prospective customers to advertisers' Web sites; advetiser pays only when prospective customer actually clicks on ad link; Google did not invent concept of keyword search ads, and it is not alone in capitalizing on paid-click trend, but it has been most successful in blending computer science, consumer behavior and merchant motivation in what is considerable money machine; keyword search represents more than 40 percent of total $8.7 billion in Internet ad spending last year in United States, and its share of Internet ad market is growing; keyword Internet ads are one of few forms of advertising that potentially appeal to anyone, anywhere, of any size with somethning for sale; graph (M)", "print_page": "1", "word_count": 1691, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/04/technology/04click.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2443e8eb7c8105d7de6d0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Nat", "lastname": "IVES"}], "original": "By JOHN MARKOFF and NAT IVES; Saul Hansell contributed reporting for this article"}, "section_name": "Technology; Front Page; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-10    Strong Shiite Presence In Iraqi Election Returns  Preliminary election returns released in Iraq showed that 72 percent of the 1.6-million votes counted so far had gone to an alliance of Shiite parties dominated by religiou...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Strong Shiite Presence In Iraqi Election Returns Preliminary election returns released in Iraq showed that 72 percent of the 1.6-million votes counted so far had gone to an alliance of Shiite parties dominated by religious groups with strong links to Iran, with only 18 percent going to a group led by Ayad Allawi, a secular Shiite who favors strong ties to the United States. A1 An interim report by a commission investigating the United Nations oil-for-food program in Iraq said the former head of the program had violated the United Nations charter by helping a company run by a friend to gain contracts to sell Iraqi oil. A1 Rice Speaks on Iran Incentives Secretary of State Condoleezza Rice said the United States would continue to rebuff European requests to participate directly in offering incentives for Iran to drop its suspected nuclear arms program. A1 Pentagon Goes Under Review The House and Senate intelligence committees have begun to review whether the Pentagon has met requirements to keep them informed of its intelligence activities, Congressional officials said. A4 Diplomacy in the Middle East Israel agreed to release 900 Palestinian prisoners and to pull back troops from West Bank cities, moves intended to improve the political climate before next week's summit meeting between the Israeli and Palestinian leaders. A9 African Party Recants Threat Zimbabwe's only major opposition party, Movement for Democratic Change, recanted a threatened boycott and announced it would contest national elections next month, even though its leaders believe a fair vote is all but impossible. A3 NATIONAL A12-17 Bush Hits Road With Plan To Revamp Social Security President Bush took his proposal to overhaul Social Security on the road with a stark warning to younger workers that the retirement program will go ''bust'' within four decades if it is not overhauled and asked supporters to demand action from Congress. A1 President Bush's plan met with a cool reception on Capitol Hill, where all but one of the Senate's 44 Democrats vowed to oppose any Social Security proposal that increases the federal deficit. A14 Among the great middle cohort of future Social Security recipients, there is fear of being caught betwixt and between -- too old to see much benefit from the miracle of compounding interest in a private retirement account, too young to have any guarantees. A1 Gonzales Confirmed Alberto R. Gonzales, won confirmation as the nation's first Hispanic attorney general despite protests from Senate Democrats over his record on torture. A13 Class Actions as Federal Cases Congress took a step toward overhaul the nation's civil liability system when the Senate Judiciary Committee approved a bill that would shift most class-action lawsuits from state to federal courts. A12 EDUCATION Harvard Acts on Women The president of Harvard University announced initiatives to improve the status of women on the faculty, including a commitment to create a senior recruiting post. A16 NEW YORK/REGION B1-6 Suspect Identified In Deadly Robberies The police identified the man they suspect robbed four jewelry stores across the New York region in the past two months, killing three people and stealing about $300,000 worth of jewelry. The latest victims of the suspect were killed in their Connecticut jewelry store Wednesday night. A20 Mayor Differs With Bush Mayor Bloomberg distanced himself from President Bush on the president's proposal to divert some Social Security taxes into private investment accounts, describing it as excessively risky. B3 Digital Subway Is Years Off A plan begun in 1992 to computerize the subway signal system could take 35 to 45 years to complete, New York City transit officials said. A20 FASHION B8 WEEKEND E1-34;E35-42 ESCAPES F1-12 OBITUARIES B7 SPORTSFRIDAY D1-8 Still No Accord for N.H.L. The National Hockey League and its locked-out players union negotiated again at a hotel in Manhattan to try to save a season on the brink of cancellation. The union turned down a new, 15-point written proposal presented by the league. D1 BUSINESS DAY C1-12 MCI Soliciting Buyers Michael D. Capellas, the chief executive of MCI, is in talks to sell the company to Qwest Communications, according to industry executives. However, word of the talks is being interpreted in the industry as an attempt by Mr. Capellas to generate interest from Verizon and BellSouth. C1 Google's Super Ad Success Google's success in wooing big-name advertisers suggest that search-based Web advertising has come of age. A1 Business Digest C1 EDITORIAL A180-19 Editorials: The Senate and Mr. Gonzales; promoting democracy in Egypt; keeping out of the Otero Mesa; afraid to discuss evolution. Columns: Bob Herbert, Paul Krugman. Crossword E6 Public Lives B2 TV Listings E33 Weather D9", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-02-04T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 766, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E07E3D8103BF937A35751C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd257198eb7c8105d8011f7", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Island trails in untouched rain forests lead to landmarks such as (simmering) Boiling Lake....", "news_desk": "Travel Desk", "lead_paragraph": "FIRST things first. A ''hike'' in the Caribbean is not that annoyingly long distance between your hotel room and the beach. True, that's as far as most people want to go before flopping down on the sand and soaking up the sun. But there is actually serious hiking in the islands, from the 10,000-foot scramble up Pico Duarte in the Dominican Republic, the highest point in the Caribbean, to lowland trails through the gardens of St. Kitts. I wanted something in between, and after a few Google searches (typing in ''hiking'' and ''Caribbean'' turns up roughly 908,000 results) and flicking through some guidebooks, it seemed like all arrows pointed to the trek to Boiling Lake, a mysterious bubbling caldron deep in the jungles of Dominica, probably one of the least visited Caribbean islands and a bit of a mystery itself. So the minute after my girlfriend and I landed in Dominica a few weeks ago, we got into a cab and asked the taxi driver how was Boiling Lake. ''It stopped boiling.'' No, really. ''I'm not pulling your leg, brother. It stopped boiling last week,'' said James, the driver. ''Specialists come to the island. They look at lake. They take samples. But water went away. No one knows why.'' I then asked about the island's most famous and unusual delicacy -- the giant two-pound frog known as the mountain chicken. ''No, man,'' James said. ''Hard to find anymore.'' Great, I thought, a 1,977-mile, 10-hour trip and no Boiling Lake and no mountain chicken. Dominica, it turns out, is the island of surprises -- but in the best way. It is a hiker's paradise, a mountainous, velvety green lump in the middle of the ocean, 29-by-16-miles small, with gorgeous uncut rain forest and the last intact Carib Indian territory. It's never been your typical Caribbean island. When the first Europeans stepped ashore in the 15th century, they were confused because the native men spoke one language and the native women another. For the next few centuries, Dominica remained off the beaten track, a refuge to runaway slaves and too mountainous for the sprawling sugar cane plantations that came to dominate the rest of the West Indies. Today, Dominica (pronounced dahm-uh-NEE-kuh) is one of the smallest countries in the world, population 71,000, 15 degrees north of the Equator, and southeast of the much bigger Dominican Republic, which it often gets confused with. There are few beaches, few tourists, no big hotels and no tiki-lighted limbo contests. But there is a lot of rain. Each year the island gets a whopping 300-plus inches, and the day we landed it was pouring. As we drove to Roseau, the capital, we saw results of this: an incredible fertility, with the hillsides carpeted in a million shades of green and grove after grove of fruit trees -- oranges, grapefruits, lemons, limes, six varieties of bananas, papayas, guavas, star fruit, breadfruit, passion fruit -- all dangling along the road, the fruit nearly scraping our windshield as we passed. Driving through Dominica was like driving through a ripe, juicy tropical fruit salad. Beyond were stunning green mountain peaks, some as high as 4,700 feet. Legend has it that when Christopher Columbus was asked to describe Dominica to the queen of Spain, he crumpled up a piece of paper and threw it onto the table. That's how mountainous and textured the island was. Columbus eventually learned why the native men and women spoke different tongues: the fierce Carib Indians, who had conquered the islands, exterminated all the indigenous Arawak men but spared the Arawak women, who continued to speak their own language. Today, everyone speaks English (Dominica, a former British colony, gained independence in 1978) and the island is calm, with a growing economy based on eco-tourism and bananas. But some places look a little run-down. And our first hotel was one of them. The Web site for the Roseau Valley Hotel advertised tranquillity, nature and ''deluxe rooms.'' Instead, we were given a unit overlooking a busy road with headlamps shining in our windows. There were mouse droppings in our bathtub. A worm slithered out of the drain. It was a good lesson not to rely solely on the Internet. (We lasted one night.) The one thing the hotel did provide, however, was an excellent hiking guide, Peter Green. Granted, his safari outfit with the hand-painted waterfalls on it and cellphone number written on his chest might have been a little much. But Peter was incredibly knowledgeable about all things, well, green. And he knew the way to Boiling Lake. ''O.K., guys, let's get physical,'' Peter said as we set off into the forest on our seven-hour hike. The sun disappeared above the canopy and we soon found ourselves in a cool, dimly lighted world. The vegetation was incredible: 125-foot-tall gommier or ''gummy gum'' trees; jungle vines dangling like tentacles; spongy pillows of moss that we put our fists through; huge, waxy elephant ears with dime-size raindrops sliding off them. The best part was that unlike most other jungles, there were no dangerous animals lying beneath the trees. The fiercest creature here is the yellow land crab, one of which tried to pinch me as I stepped through a stream (it missed). As we hiked, we played Tarzan and swung from vines, sailing over mud puddles and watching the forest rush past us. We watched hummingbirds drink from lavender morning glories. Peter peeled cool, delicious oranges for snacks. The trail was perfectly marked and well cleared and sometimes aided by logs in the ground that functioned as steps. The best of them were scored with X's for grip. But it was tough trekking. All of us -- me, my girlfriend, Courtenay, and even Peter, a native Dominican -- were often panting. There are really two types of hiking in this world: heads up or heads down. Heads up means the conditions are good, the trail is smooth and you can scan the treetops for birds or gaze off into the misty distance. Heads down means you ain't looking at nothing. Except your own two feet and where to put them next. This was clearly heads-down hiking. As we cleared the top of a ridge, we caught a whiff of rotten eggs: sulfur. We shivered a bit as the sweat cooled on our bodies. We were close, with just one last stretch to go, called the Valley of Desolation. Dominica is a volcanic island (there was an eruption in 1997), and the Valley of Desolation is filled with bubbling mineral pools and frothy, milky rivers and steam shooting out of the earth. Finally we cleared the last pebbly slope and peered down into Boiling Lake. ''Unbelievable,'' Peter said. Boiling Lake, apparently, is a shadow of itself, a muddy gray pool only half full with a few bubbles here, a few gurgles there. We were told that before, you could actually see and hear it boiling like a kettle. Locals think an earthquake ruptured the bottom and caused the water to drain. It wasn't that big a deal to us because the hike had been so invigorating. But Peter was crushed. To him, it was like Old Faithful drying up. That night we stayed at the Papillote Wilderness Retreat, which was heavenly. The resort, which has only seven rooms, is nestled into the emerald hills and buffeted by sounds of crickets and frogs and the drumming of tropical rain. To make it even more perfect for the weary hiker, Papillote is built around natural hot springs. Ten lazy steps from our room was a little grotto with balmy waters that seeped into our skins and made us sleepy. Our room could be described as Caribbean chic, with louvered wooden windows and a big blue-green colors-of-the-ocean quilt on the bed. Dinner was excellent. I had tuna soaked in coconut milk wrapped in some type of jungle leaf, and Courtenay had chicken d'orange. They were accompanied by a kaleidoscope of tropical juices. The next few days we did a number of smaller, less ambitious hikes, just getting to know the island. And that's the thing about Dominica. You could easily spend a week here and not get bored. There's excellent scuba diving off the southern shore and hikes ranging from 15-minute forest strolls to the all-day climb of the island's tallest peak, Morne Diablotins, whose summit is reached by clinging to a curtain of jungle vines. The only gear you need for the hikes is a small backpack, a light rain jacket and a pair of hiking boots or running shoes. One morning we went to Middleham Falls, a 275-foot-high chute of foamy white water in the middle of the jungle. It takes about an hour to reach the falls from the road, and it is truly unforgettable to watch a river go flying off the side of a mountain, tumble through the air and then smash into a frothy pool of water so hard, so fast, that it sounds like a jet engine. Nearby is the Stinking Hole, a steaming fissure in the earth that belches out bitter fumes and is full of bat dung from all the furry winged creatures living inside. Needless to say, the Stinking Hole lives up to its name. We also spent an afternoon at Champagne Beach, a decidedly Dominican beach. For one, it was nearly deserted. And it was rocky, with the surf pounding the shore and making a rich, satisfying crunching sound as the waves sucked softball-size rocks into the sea and spat them back out. The best part was the bubbles. At the reef, volcanic hot springs along the ocean floor send up streams of tiny wobbling bubbles. Snorkeling through them was like swimming in a glass of Champagne. Our last night we stayed at another intimate resort, Beau Rive, which has six rooms, all with a prime view of the forest and the ocean. Mark Steele, the owner, came to the island from England 25 years ago and opened his hotel in 2003. ''It seemed like the real thing,'' he told us, as we lounged on the veranda. ''Dominica was the romantic version of the Caribbean. It was a place where the people hadn't turned into these cocktail-shaking stereotypes yet.'' As we looked across the wild green hills (and shook our cocktails), we agreed. Our little hike in the Caribbean didn't feel Caribbean at all. AT THE TRAIL'S END, QUIET INNS AND CREOLE FOOD The Dominica Tourist Office is at (888) 645-5637. There are no direct flights from the United States to Dominica. You connect through Antigua, Barbados, Guadeloupe, Martinique, Puerto Rico, St. Lucia or St. Martin, and the trip ends up taking the better part of a day. The airlines that fly to Dominica are American Eagle, Air Caraïbes, Caribbean Star and LIAT; round-trip fares from Kennedy start at about $600 with three stops and multiple airlines. WHERE TO STAY Dominica's hotels are not nearly as fancy as what you'll find on most other Caribbean islands, which is part of the draw. They're also very affordable. Papillote Wilderness Retreat, tucked into the emerald hillsides above Trafalgar village, is reason enough to go to the island. The seven-room nature lodge has its own hot springs and botanical garden; (767) 448- 2287 or www.papillote.dm. Double rooms are $110, plus tax and service charges, and daily breakfast and dinner are $35 a person. Another great choice is Beau Rive, a beautifully styled small inn run by an Englishman who is a jazz pianist. Beau Rive is on the wild eastern shores of Dominica, near Castle Bruce; (767) 445-8992 or www.beaurive.com. Doubles are $120, plus tax and service charges, and dinner $20 a person. There are also a number of midsize hotels in Roseau, the capital. The best known is the Fort Young Hotel; (767) 448-5000 or www.fortyounghotel.com. Doubles from $95, plus tax and service. WHERE TO EAT Most hotels, even smaller ones, offer delicious fresh food. Specialties include tropical fruits and marlin, mahi-mahi and tuna. Among the small Creole restaurants in Roseau is La Robe Creole on Victoria Street, (767) 448-2896. A dinner for two with wine is about $38. GUIDES You don't need one -- trails are very well marked and safe. But you'll get more out of hikes by going with someone who knows the land. Hotels can help make arrangements. We were very happy with Peter Green, who can be reached at (767) 235-2270, (767) 448-2366 or petergreentours@hotmail.com. He charges $100 a day for two. JEFFREY GETTLEMAN", "headline": {"main": "Hiking Dominica's Peaks"}, "pub_date": "2005-02-06T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 2099, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/06/travel/06dominica.html", "multimedia": [{"url": "images/2005/02/06/travel/06dominica.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/06/travel/06dominica.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "DOMINICA"}, {"name": "subject", "value": "HIKING"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "subsection_name": null, "_id": "4fd2443e8eb7c8105d7de70c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeffrey", "lastname": "GETTLEMAN"}], "original": "By JEFFREY GETTLEMAN"}, "section_name": "Travel"}, {"type_of_material": "News", "snippet": "Orkut, a Web site of online communities created and run by Google, contains a small portion of dialogues that advance hatred toward certain groups....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Over the last year, millions of Internet users have gravitated to Orkut, a Web site created and run by Google that permits people, by invitation only, to join any of a long list of online communities. Communities have been created around a shared interest in photography, Miles Davis's music and travel to offbeat places. A small minority, however, advance a hatred for Jews, blacks or gays, including a ''Death to the Jews'' site and a site called ''Death to Blacks.''", "headline": {"main": "Hate Messages On Google Site Draw Concern"}, "pub_date": "2005-02-07T00:00:00Z", "abstract": "Small minority of online communities created around shared interest people can join by invitation only through Orkut, Web site run by Google, advance hatred for Jews, blacks or gays; hate-filled dialogues are taking place inside members-only social network site that in theory strictly forbids this kind of conduct in its user's agreement; hate-mongering is fast becoming embarrassment for Google, which has adopted 'don't be evil' as motto; prosecutor in Brazil, where service is especially popular, has begun probe into some of more virulent Orkut sites; photos (M)", "print_page": "1", "word_count": 1664, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/07/technology/07orkut.html", "multimedia": [{"url": "images/2005/02/07/business/07orkut.jose.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/07/business/07orkut.jose.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "glocations", "value": "BRAZIL"}, {"name": "organizations", "value": "PEW INTERNET AND AMERICAN LIFE PROJECT"}, {"name": "organizations", "value": "ORKUT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "JEWS"}, {"name": "subject", "value": "ANTI-SEMITISM"}, {"name": "subject", "value": "BLACKS"}, {"name": "subject", "value": "TRADEMARKS AND TRADE NAMES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "HOMOSEXUALITY"}], "subsection_name": null, "_id": "4fd2571a8eb7c8105d80129d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Gary", "lastname": "RIVLIN"}], "original": "By GARY RIVLIN; Todd Benson contributed reporting from Brazil for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "After Google disclosed last week that it had been granted the right to sell domain names, the question in most observers' minds was, \"why?\"...", "news_desk": "Business/Financial Desk", "lead_paragraph": "AFTER Google disclosed last week that it had been granted the right to sell domain names, the question in many minds was, ''Why?'' Why would the company, which just reported click-advertising sales of more than $1 billion in the most recent quarter, compete in a relatively low-margin business with Network Solutions, Yahoo, GoDaddy and others? Would it use its new registrar status to snap up expired domains and show ads to wayward surfers? Is this a move toward Google world domination? ''In a few years you'll be driving your Google to the Google to buy some Google for your Google,'' read one posting on Slashdot, an online technology forum.", "headline": {"main": "Now that Google can sell domain names, will it expand its business beyond search services?", "kicker": "E-Commerce Report"}, "pub_date": "2005-02-07T00:00:00Z", "abstract": "Decision by Google to become domain name registrar stirs speculation about why Internet search engine enters relatively low-margin business; Google could improve quality of search results by getting better access to list of expiring domain names, list available only to registrars; Google's continuing refinement of its search technology underscores intensifying competition in that market; graph of rise in Internet domain names; photo (M)", "print_page": "4", "word_count": 1010, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/07/technology/07ecom.html", "multimedia": [{"url": "images/2005/02/07/business/07ecom.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/07/business/07ecom.gif"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "NAMES, ORGANIZATIONAL"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "INDEXERS AND INDEXING"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a5dd8eb7c8105d88d948", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "Summary", "snippet": "New ABC Reality Program To Provide Medical Care  ABC Television, which has captured big audiences in recent years with reality programs that chronicle alterations to people's physical appearance and to their homes, will apply that formula to peopl...", "news_desk": "Business/Financial Desk", "lead_paragraph": "New ABC Reality Program To Provide Medical Care ABC Television, which has captured big audiences in recent years with reality programs that chronicle alterations to people's physical appearance and to their homes, will apply that formula to people's health. The network has agreed to place an initial order of six episodes for a program with the working title ''Miracle Workers,'' according to two people who were briefed on the deal. In the program, a team of physicians will scour the country seeking individuals in need of urgent medical care but without the wherewithal to obtain it on their own. [C7.] The Super Bowl Ad Standouts The commercials on Fox during Super Bowl XXXIX were, in general, markedly better than typical spots from the last few Super Bowls -- though there were some stinkers. And the reason for that vast improvement could well be Janet Jackson's breast-baring during the halftime show last year. One standout: a commercial for a new line of Degree deodorants sold by Unilever that took a risk by pretending to celebrate men who avoid risk, as embodied by a make-believe brand of ''Inaction Heroes'' dolls, above, bearing names like Mama's Boy. Stuart Elliott: Advertising. [Page C8.] Tiny Chip Challenges PC Industry In a new volley in the battle for digital home entertainment, I.B.M., Sony and Toshiba are to announce details of their newest microprocessor design, known as Cell, which is expected to offer faster computing performance than microprocessors from Intel and Advanced Micro Devices. [C3.] Hopes for Chinese Television Jack Pan aspires to be the Larry King of China. It is a grandiose ambition for a budding Chinese television host who began his career as an engineer and propaganda official. But Mr. Pan, like many other Chinese and international broadcasters, is betting that a gradual opening of China's television industry will bring lucrative opportunities. [C6.] A Battle Image Leads to Debate Since the start of the second Palestinian uprising more than four years ago, many children have died in gunfire. But it is the harrowing image of a terrified 12-year-old boy, shielded in vain by his father, that carries the iconic power of a battle flag. Egypt and Tunisia issued postage stamps of the boy, crouching against his father and under attack from bullets in September 2000. The image is based on television news footage that some people claim was staged. [C6.] Frontiers Change for Phone Giants A frenzy of new merger activity could propel the telecommunications giants into a new level of direct geographic competition. [C3.] A New Direction at Google After Google disclosed that it had been granted the right to sell domain names, a question in many minds was why the company, which just reported click-advertising sales of more than $1 billion in the most recent quarter, would want to be in a relatively low-margin business. Bob Tedeschi: E-Commerce Report. [C4.] Rosneft Says Financing Is Domestic Rosneft, Russia's state-owned oil company, insisted that foreign banks were not involved in financing a prized oil asset. [C2.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-02-07T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 501, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407EEDD1E3BF934A35751C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2a5dc8eb7c8105d88d947", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-8    U.S. Prods Israel To Make 'Hard Decisions'  Secretary of State Condoleezza Rice, proclaiming that ''a time of optimism'' had arrived in the Middle East, conferred with Prime Minister Ariel Sharon and called on Israel to mak...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-8 U.S. Prods Israel To Make 'Hard Decisions' Secretary of State Condoleezza Rice, proclaiming that ''a time of optimism'' had arrived in the Middle East, conferred with Prime Minister Ariel Sharon and called on Israel to make ''hard decisions'' in negotiations with Palestinian leaders as they wage their own fight against militants. A1 Officials Seek to Allay Concerns With Vice President Dick Cheney and Defense Secretary Donald H. Rumsfeld speaking on television news programs, the Bush administration sought to allay concerns that a Shiite religious state could emerge in Iraq as a result of last weekend's elections. A9 Gunmen kidnapped four Egyptian contractors outside their residence in Baghdad, and an American soldier was killed in a roadside bombing north of the capital. A9 Aide to Fox Arrested for Spying A major drug cartel had a spy inside the office of President Vicente Fox who fed the cartel precise information about the president's movements for more than three years, prosecutors in Mexico City say. The presidential aide, Nahúm Acosta Lugo, who was arrested on Thursday, has denied any wrongdoing. A3 U.S Mending Indonesian Ties After a 13-year break, the Bush administration is acting to mend relations with the Indonesian military, the largest in Southeast Asia and a potentially crucial player in its campaign against terror. The United States is seizing on an opportunity that came with the tsunami, when Indonesia accepted its help. A8 U.N. Official Suspended The United Nations has suspended with pay the former head of the oil-for-food program in Iraq and another senior official who helped select the program's contractors in response to an interim report by an independent commission that severely criticized the conduct of both men. A7 C.I.A. to Disclose Nazi Records Under pressure from Congress, the Central Intelligence Agency has formally agreed to a broad new interpretation of a 1998 law that requires disclosure of classified records related to Nazi war criminals. A4 Thai Leader Claims Election Win Prime Minister Thaksin Shinawatra of Thailand claimed victory in a general election after surveys of voters leaving the polls predicted he would win by a landslide. A8 NATIONAL A14-19 Nuclear Bomb Engineers Upgrading U.S. Arsenal Worried that the nation's aging nuclear arsenal is increasingly fragile, American bomb engineers have begun designing a new generation of nuclear arms meant to be sturdier and more reliable and to have longer lives, federal officials say. A1 Changing Redistricting Laws The methods that states use to draw Congressional districts are under attack by citizens groups, state legislators and the governor of California, all of whom are concerned that map-drawing has created entrenched incumbents and caused governmental gridlock. A1 Higher Fees for Veterans President Bush's budget would more than double the co-payment charged to many veterans for prescription drugs and would require some to pay a new yearly fee of $250 to use government health care, administration officials said. A1 Mardi Gras, Northern Style Three-foot-high snowbanks do not conjure up images of Mardi Gras, but residents of Woonsocket, R.I., celebrate as a way to hold on to the community's French heritage. A13 Pilots' Retirement Studied The airline industry's financial crisis and the collapse of some pension plans are leading the nation's biggest pilot union and some aviation experts to question a federal requirement that pilots retire at 60. A16 Drug Use on Navajo Land There is no law criminalizing the sale, possession or manufacture of methamphetamine on Arizona's Navajo reservation, the largest in the country, and officials fear an explosion of the drug's use. A19 Arkansas Sex Offender Sued A developer who claims that home sales in a Springdale subdivision stopped after a sex offender and his wife bought a home there has sued the couple and the real estate company that arranged the purchase. A15 SCIENCE/HEALTH A Debate Over Shuttle Safety As NASA prepares to return the space shuttle to orbit this spring, there is debate inside and outside the agency over whether the fleet is as safe as it should be. There is agreement that NASA has made the fleet safer, but criticsargue that the agency is rushing back to space with much of the job left undone. A1 NEW YORK/REGION B1-8 Seeking Ways to Distribute Medicine in an Emergency New York City officials are grappling with several proposals to achieve the goal of delivering medicine to thousands of people within 48 hours of a terrorist attack. The plans are part of a federal pilot program. B1 A Gadfly With Teeth Richard L. Brodsky, the New York State assemblyman who is seeking to run for attorney general next year, is Albany's resident gadfly -- with the power of subpoena. That makes him feared and effective. B1 Judicial Critics ChargedHarvey Kash and Carl Lanzisera, two men who have pushed for more openness in the American legal system as members of Americans for Legal Reform, were charged with disorderly conduct after telling lawyer jokes outside a Nassau County courthouse. The two are heading to court today and have planned a rally outside the Nassau County Courthouse to protest the charges. B4 FASHION B6-7 SPORTSMONDAY D1-12 Patriots Win Super Bowl The New England Patriots won their second consecutive Super Bowl and third in four years, defeating the Philadelphia Eagles, 24-21. The team joins Dallas as the only National Football League teams to win a cluster of titles in such a short span. A1 Carter to Rehabilitation Quincy Carter, the Jets' backup quarterback who was signed last summer amid reports that he had failed a drug test, left the team in the middle of its playoff run to enroll in a drug rehabilitation program, according to people who have been briefed on his status. D7 ARTS E1-10 Ethiopia Celebrates Marley Bob Marley fans gathered in Meskel Square of Addis Ababa, Ethiopia, to celebrate the 60th anniversary of the reggae singer's birthday. A concert was held in his honor, featuring his wife, Rita, his sons and numerous other admirers including the singer Lauryn Hill, Angélique Kidjo from Benin, and drummers from Burundi. E1 BUSINESS DAY C1-8 Trading Activity Questioned The United States attorney's office in Manhattan is investigating traders on the floor of the New York Stock Exchange for cheating customers through illegal practices that were already under scrutiny by the Securities Exchange Commission, according to someone who has been briefed on the investigation. C1 Google Unit Under Scrutiny Orkut, a Web site of online communities created and run by Google, includes dialogues that advance hatred toward certain groups. The site has the potential to tarnish Google's name and underscores the risks the company faces as it expands into new Internet businesses. C1 Battle Over Software Piracy The Supreme Court is scheduled to hear a case pitting copyright holders against the makers of file-sharing software. The conflict has become a public relations battle between copyright owners, who say they are threatened by digital piracy, and technology advocates opposed to controls on the copying of digital media. C1 Business Digest C1 OBITUARIES B8 Gnassingbé Eyadéma President of Togo and Africa's longest-serving ruler, he was 69. B8 EDITORIAL A20-21 Editorials: Building on Iraq's election; deadly trains; why felons deserve the right to vote; the flu shot supply. Column: Bob Herbert. Autos D13 Bridge E8 Crossword E8 Metro Diary B2 TV Listings E9 Weather A18", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2005-02-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1208, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E03EFDA1E3BF934A35751C0A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25ae28eb7c8105d80761a", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "The publishing company Primedia has put About.com on the block, and five companies plan to bid on it....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Primedia, the publishing company owned by Kohlberg Kravis Roberts & Company, has put the Web site About.com on the block, and five companies plan to bid on it, according to executives close to the auction. Final bids are due today, and the asking price is $350 million to $500 million, they said.", "headline": {"main": "About.com, Primedia's Web Venture, Is for Sale"}, "pub_date": "2005-02-08T00:00:00Z", "abstract": "Primedia, publishing company owned by Kohlberg Kravis Roberts & Co, puts Web site About.com on block, and Google, Yahoo, New York Times Co, AOL unit of Time Warner Co and AskJeeves, plan to bid on it; asking price is $350 million to $500 million (M)", "print_page": "17", "word_count": 255, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/08/technology/08deal.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "ASK JEEVES PLANETARIUM"}, {"name": "organizations", "value": "ABOUT.COM"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "KOHLBERG KRAVIS ROBERTS & CO"}, {"name": "organizations", "value": "PRIMEDIA INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "NEW YORK TIMES"}, {"name": "organizations", "value": "PRIMEDIA INCORPORATED"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "AUCTIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2571a8eb7c8105d8012dd", "byline": {"person": [{"firstname": "Katharine", "middlename": "Q.", "lastname": "SEELYE", "rank": 1, "role": "reported", "organization": ""}], "original": "By KATHARINE Q. SEELYE"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Ask Jeeves said yesterday that it had bought Bloglines, a privately held site for searching millions of personal Web pages and aggregating news headlines. As expected, Ask Jeeves, based in Oakland, Calif., will add Trustic, which owns Bloglines, t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Ask Jeeves said yesterday that it had bought Bloglines, a privately held site for searching millions of personal Web pages and aggregating news headlines. As expected, Ask Jeeves, based in Oakland, Calif., will add Trustic, which owns Bloglines, to its Web search products in an effort to keep pace with its rivals, Google, Yahoo and MSN. Ask Jeeves plans to build a specialized blog search engine and fold the service into its various properties, including the personalization product My Search and the portal Excite.com, said Jim Lanzone, senior vice president at Ask Jeeves. Neither the financial terms of the deal nor the size of Bloglines' staff was disclosed.", "headline": {"main": "Technology Briefing | Deals: Ask Jeeves Acquires Bloglines"}, "pub_date": "2005-02-09T00:00:00Z", "abstract": "Technology B", "print_page": "8", "word_count": 108, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9904E2DE163AF93AA35751C0A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "ASK JEEVES INC"}, {"name": "organizations", "value": "BLOGLINES"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2443f8eb7c8105d7de78f", "byline": null, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google summoned analysts to its headquarters for its first major presentation since its public offering. But in four hours of speeches, executives barely touched on the company's finances....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google summoned financial analysts to its headquarters in Mountain View, Calif., yesterday for its first major presentation since its public offering last August. But in four hours of speeches, company executives barely touched on the company's finances. ''They had a formal presentation by their chef but not their chief financial officer,'' said Mark S. Mahaney, an analyst with American Technology Research. ''I have never been to an investor day where the C.F.O. didn't speak.''", "headline": {"main": "Google's Chef Speaks, but Not Its Finance Officer", "kicker": "TECHNOLOGY"}, "pub_date": "2005-02-10T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 473, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/10/technology/10google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "STOCK OPTIONS AND PURCHASE PLANS"}], "subsection_name": null, "_id": "4fd245f98eb7c8105d7e0702", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google summoned analysts to its headquarters for its first major presentation since its public offering. But in four hours of speeches, executives barely touched on the company's finances....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google summoned financial analysts to its headquarters in Mountain View, Calif., yesterday for its first major presentation since its public offering last August. But in four hours of speeches, company executives barely touched on the company's finances. ''They had a formal presentation by their chef but not their chief financial officer,'' said Mark S. Mahaney, an analyst with American Technology Research. ''I have never been to an investor day where the C.F.O. didn't speak.''", "headline": {"main": "Google's Chef Speaks, but Not Its Finance Officer", "kicker": "TECHNOLOGY"}, "pub_date": "2005-02-10T00:00:00Z", "abstract": null, "print_page": "8", "word_count": 473, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/10/technology/10google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "EXECUTIVES AND MANAGEMENT"}, {"name": "subject", "value": "STOCK OPTIONS AND PURCHASE PLANS"}], "subsection_name": null, "_id": "4fd245f98eb7c8105d7e0702", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business"}, {"type_of_material": "Interview", "snippet": "George F. Colony, chief executive of Forrester Research, discussed trends in technology and his ho-hum attitude toward Google....", "news_desk": "SundayBusiness", "lead_paragraph": "FORRESTER RESEARCH made a name for itself during the dot-com surge in the late 1990's by selling research that promised to decode the onslaught of new technologies for businesses. When the Internet bubble burst, sending much of the technology industry into a long recession, Forrester was hardly immune: its stock price tumbled, along with those of many tech companies, though it has come back somewhat in the last two years.", "headline": {"main": "As I.T. Goes, So Goes Forrester?", "kicker": "SUNDAY INTERVIEW: WITH GEORGE F. COLONY"}, "pub_date": "2005-02-20T00:00:00Z", "abstract": "Interview with George F Colony, chief executive of Forrester Research, on trends in information technology; photo (M)", "print_page": "4", "word_count": 823, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/20/business/yourmoney/20sund.html", "multimedia": [{"url": "images/2005/02/20/business/20sund.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/20/business/20sund.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "COLONY, GEORGE F"}, {"name": "organizations", "value": "FORRESTER RESEARCH INCORPORATED"}, {"name": "organizations", "value": "FORRESTER RESEARCH"}, {"name": "organizations", "value": "GARTNER INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2839d8eb7c8105d851d3d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Laura", "lastname": "RICH"}], "original": "By LAURA RICH"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In a letter to investors last August, Google's famously principled founders, Sergey Brin and Larry Page, proclaimed that their company aimed to ''provide unbiased, accurate and free access to information.''    But is the company so free when it co...", "news_desk": "SundayBusiness", "lead_paragraph": "In a letter to investors last August, Google's famously principled founders, Sergey Brin and Larry Page, proclaimed that their company aimed to ''provide unbiased, accurate and free access to information.'' But is the company so free when it comes to information from its employees? Mark Jen, an associate product manager, said he was fired this month after posting negative comments on his blog, 99zeros.blogspot.com, about Google's employee benefits.", "headline": {"main": "Live by the Blog, Die by the Blog", "kicker": "OPENERS: SUITS"}, "pub_date": "2005-02-20T00:00:00Z", "abstract": "Mark Jen says he was fired from his job as associate product manager at Google after posting negative comments about company's employee benefits on his blog (S)", "print_page": "2", "word_count": 146, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DE0DA113AF933A15751C0A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "JEN, MARK"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "FRINGE BENEFITS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2839d8eb7c8105d851d3f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Zubin", "lastname": "Jelveh"}], "original": "By Zubin Jelveh"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In several places across the nation, it is possible to rent - by the hour, the day or the week - environmentally friendly cars....", "news_desk": "Escapes", "lead_paragraph": "LAST October, Suzy Smith was looking for a rental car with good mileage for a weeklong vacation in Maui. She searched for ''rental cars on Maui'' on Google and found Maui Bio-Beetle, a company that rents cars that run on biodiesel fuel. She didn't know what to expect from a vehicle that used fuel made solely from recycled vegetable oil, but decided to give it a chance. ''It was fun!'' said Ms. Smith, who owns a conference-call business in Seattle. She ended up renting a Volkswagen Golf from Bio-Beetle for the week. ''The car had 'This vehicle powered by vegetable oil' written all over it, and people would stop and look and ask a million questions,'' she said. ''Every now and again when we stopped at a stoplight, we'd get a whiff of something like burned French fries, but other than that it was like driving a regular car.''", "headline": {"main": "Renting a Green Car: French Fries, Anyone?", "kicker": "DRIVING"}, "pub_date": "2005-02-25T00:00:00Z", "abstract": "Article on renting cars run on biodiesel fuel, made solely from recycled vegetable oil, hybrid gasoline-electric cars and those run on electricity or natural gas while on vacation; list; drawing; photos (M)", "print_page": "1", "word_count": 1465, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/25/automobiles/25green.html", "multimedia": [{"url": "images/2005/02/24/automobiles/25green1.75.gif", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/24/automobiles/25green1.75.gif"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "VOLKSWAGEN AG"}, {"name": "subject", "value": "GAS (FUEL)"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "DIESEL POWER"}, {"name": "subject", "value": "ENVIRONMENT"}, {"name": "subject", "value": "VEGETABLES"}, {"name": "subject", "value": "ELECTRIC VEHICLES"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "OILS AND FATS"}, {"name": "subject", "value": "TRAVEL AND VACATIONS"}], "subsection_name": null, "_id": "4fd2a5e08eb7c8105d88dc31", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bonnie", "lastname": "TSUI"}], "original": "By BONNIE TSUI"}, "section_name": "Travel"}, {"type_of_material": "News", "snippet": "The primarily amateur Internet audio medium known as podcasting will take a small, hopeful step on Friday toward becoming the commercial Web's next big thing....", "news_desk": "Business/Financial Desk", "lead_paragraph": "The primarily amateur Internet audio medium known as podcasting will take a small, hopeful step on Friday toward becoming the commercial Web's next big thing. That step is planned by Odeo, a five-person start-up that is based in a walk-up apartment in this city's Mission District and was co-founded by a Google alumnus. The company plans to introduce a Web-based system that is aimed at making a business of podcasting -- the process of creating, finding, organizing and listening to digital audio files that range from living-room ramblings to BBC newscasts.", "headline": {"main": "For a Start-Up, Visions of Profit in Podcasting", "kicker": "TECHNOLOGY"}, "pub_date": "2005-02-25T00:00:00Z", "abstract": "Odeo, five-person start-up that is based in walk-up apartment in San Francisco and was co-founded by Google alumnus Noah Glass and Evan Williams, plans to introduce Web-based system that is aimed at making business of podcasting--process of creating, finding, organizing and listening to digital audio files that range from living-room ramblings to BBC newscasts; proliferation of portable iPods and other devices for storing and playing files in MP3 audio format has created mobile audience in US on whom podcasters are counting to listen to much more than downloading songs and occasional audio book; question for Odeo is whether there is any money to be made from podcasting; photo (M)", "print_page": "1", "word_count": 1198, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/02/25/technology/25podcast.html", "multimedia": [{"url": "images/2005/02/25/business/25podcast.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/02/25/business/25podcast.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "persons", "value": "WILLIAMS, EVAN"}, {"name": "persons", "value": "GLASS, NOAH"}, {"name": "organizations", "value": "ODEO"}, {"name": "subject", "value": "RECORDING EQUIPMENT"}, {"name": "subject", "value": "COMPANY AND ORGANIZATION PROFILES"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "RADIO"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a5e08eb7c8105d88dc40", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}], "meta": {"hits": 22}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}