{"response": {"docs": [{"type_of_material": "News", "snippet": "Google ended months of speculation late Friday afternoon by submitting a proposal to offer a free wireless Internet service to the city of San Francisco....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google ended months of speculation late Friday afternoon by submitting a proposal to offer a free wireless Internet service to the city of San Francisco. The proposal, which is one of a range of proposals being submitted both by large communications firms and small start-ups, is in response to a TechConnect program proposed by the city's mayor, Gavin Newsom, this year. Mr. Newsom has positioned the program as a way to offer universal and affordable broadband Internet access to the city's residents and businesses.", "headline": {"main": "Google Bids to Help San Francisco Go Wireless"}, "pub_date": "2005-10-01T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 285, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/01/technology/01google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e1c8eb7c8105d7ef031", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Tim O'Reilly (''Search and Rescue,'' Op-Ed, Sept. 28), who is on the publisher advisory board for Google Print, informs us of the many benefits of the Google Library program.      The program, which would digitize and store mill...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Tim O'Reilly (''Search and Rescue,'' Op-Ed, Sept. 28), who is on the publisher advisory board for Google Print, informs us of the many benefits of the Google Library program. The program, which would digitize and store millions of books, has its merits, all of which can be achieved through proper licensing. Google knows its business; it expects to profit from this project. Certainly some of those profits should go to the authors who created the books.", "headline": {"main": "Google and the Authors"}, "pub_date": "2005-10-02T00:00:00Z", "abstract": null, "print_page": "11", "word_count": 159, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06E4DE1030F931A35753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1c8eb7c8105d7ef063", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "U.S. Finds $31 Billion Shortfall In General Motors' Pension Fund  The federal government believes General Motors' pension fund is $31 billion short of what it owes its work force, according to closely held government figures, a number in stark con...", "news_desk": "Business/Financial Desk", "lead_paragraph": "U.S. Finds $31 Billion Shortfall In General Motors' Pension Fund The federal government believes General Motors' pension fund is $31 billion short of what it owes its work force, according to closely held government figures, a number in stark contrast with G.M.'s assurances that its pension plans are ''fully funded.'' [Page C1.] Using Nostalgia to Sell Medicare Drug Benefits Marketers are using iconic TV characters like Fred and Ethel Mertz to try to get millions of older Americans to sign up for the new Medicare prescription drug benefits that take effect on Jan. 1. Advertising. [C1.] Yahoo Leads Alliance to Digitize Books An unusual alliance of corporations, nonprofit groups and educational institutions announced a plan to digitize hundreds of thousands of books over the next several years and put them on the Internet, with the full text accessible to anyone. The effort is being led by Yahoo, which appears to be taking direct aim at a similar project announced by its arch-rival Google. [C1.] Companies Aim to Customize Online Video Streams A handful of new Internet companies have recently introduced Web sites that aim to sift through millions of online video clips and instantly splice them together according to the viewer's stated or implied tastes. The most recent version of this customized Internet TV idea comes from Blinkx, a San Francisco online search company. Suranga Chandratillake, above, who co-founded Blinkx, said: ''Google is a site that changes depending on what you're interested in. We thought, wouldn't it be great if you could do that with TV once you can get that content on the Internet?'' Bob Tedeschi: E-Commerce Report. [C4.] Boots Drug Store Chain Is Said to Plan Merger The British drug store chain Boots plans to merge with the European pharmaceutical company Alliance UniChem, in the first step of a global expansion plan that will include Asia and the United States, two executives briefed on the talks said. [C5.] The British cable operator NTL plans to acquire Telewest, a counterpart, in a long-awaited deal that will create a $10 billion company with more than 7 million customers, two executives involved in the negotiations said. [C8.] Business Books From a Select Few Still Sell Even through the reputations of many chief executives have been tainted recently, a few business books -- including the latest one by John F. Welch Jr. -- are doing well, especially if they offer advice. [C1.] After Court Ruling, Google Pursues China Plans Kai-Fu Lee, Google's new man in China, is fresh from what appears to have been a court victory over Microsoft. And he is already talking about his plans to set up Google's research and development center there. [C5.] In China, Vogue, Elle, Cosmopolitan and other Western publications are in a race to create lucrative fashion and lifestyle magazine franchises. [C10.] No Sign of New Television Blockbusters Early ratings suggest that the new television season will offer nothing to approach the continuing success of ''Lost'' or ''Desperate Housewives.'' [C1.] Some See Price Gouging, Others See Pure Economics The economy has a system for persuading the rest of us to step aside and let New Orleans have the lumber it needs to rebuild. It's called price gouging. David Leonhardt: Consuming. [C3.] When the Contract Is Surrounded by Cardboard A recent decision in the Ninth Circuit Court of Appeals reinforced the right of companies, in this case Lexmark, the printer maker, to legally limit what customers can do with a patented product, given that the company spells out conditions and restrictions on a package label known as a box-top license. [C4.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-10-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 595, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B01EFDA1030F930A35753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2644f8eb7c8105d8173c6", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "An unusual alliance of corporations, nonprofit groups and universities plans to announce an ambitious plan to digitize hundreds of thousands of books over the next several years....", "news_desk": "Business/Financial Desk", "lead_paragraph": "An unusual alliance of corporations, nonprofit groups and universities plans to announce today an ambitious plan to digitize hundreds of thousands of books over the next several years and put them on the Internet, with the full text accessible to anyone. The effort is being led by Yahoo, which appears to be taking direct aim at a similar project announced by its archrival, Google, whose own program to create searchable digital copies of entire collections at leading research libraries has run into a series of challenges since it was announced nine months ago.", "headline": {"main": "In Challenge To Google, Yahoo Will Scan Books", "kicker": "TECHNOLOGY"}, "pub_date": "2005-10-03T00:00:00Z", "abstract": "Yahoo leads alliance of corporations, nonprofit groups and universities that plan to digitize hundreds of thousands of books over next several years and put them on Internet, with full text accessible to anyone; project, called Open Content Alliance, also includes Internet Archive, University of California, University of Toronto and National Archive in England; will focus at first on works that are in public domain, sidestepping copyright issues that have arisen with similar effort being undertaken by Google; digitized books will be made accessible to any search engine, including Google's, whereas under Google's program, digitized book will show up only through Google search; photo (M)", "print_page": "1", "word_count": 1177, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/03/business/03yahoo.html", "multimedia": [{"url": "imagepages/2005/10/03/business/03yahoo_CA0.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/10/03/business/03yahoo_CA0.ready.html", "MultimediaType1": "Image"}, "type": "Image"}], "keywords": [{"name": "organizations", "value": "OPEN CONTENT ALLIANCE"}, {"name": "organizations", "value": "UNIVERSITY OF TORONTO"}, {"name": "organizations", "value": "NATIONAL ARCHIVE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "UNIVERSITY OF CALIFORNIA"}, {"name": "organizations", "value": "INTERNET ARCHIVE"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd260fe8eb7c8105d8120cf", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Katie", "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "News", "snippet": "Kai-Fu Lee, Google's new man in China, is fresh from a court victory over Microsoft. Now, he is talking about plans to set up a China base for Google....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Kai-Fu Lee, Google's new man in China, is fresh from what appears to have been a court victory over Microsoft. And he is already talking about his plans to set up Google's research and development center in this country. ''Primarily, we're interested in hiring top computer scientists,'' he said in an interview here last week. ''And I'm employee No. 1.''", "headline": {"main": "Employee No. 1 Is Scouting China for Google"}, "pub_date": "2005-10-03T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 467, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/03/business/worldbusiness/03lee.html", "multimedia": [{"url": "imagepages/2005/10/03/business/03lee_CA0.ready.html", "rank": "1", "height": 325, "width": 250, "legacy": {"MultimediaPopupWidth1": "250", "MultimediaPopupHeight1": "325", "MultimediaUrl1": "imagepages/2005/10/03/business/03lee_CA0.ready.html", "MultimediaType1": "Image"}, "type": "Image"}], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251068eb7c8105d7f4c21", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "BARBOZA"}], "original": "By DAVID BARBOZA"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-10    Investigators in Bali Assert Proof of 3 Suicide Bombers  In the first 24 hours after a series of bombs killed 22 people and wounded more than 90, investigators in Bali say they have made rapid progress. As they sifted thro...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Investigators in Bali Assert Proof of 3 Suicide Bombers In the first 24 hours after a series of bombs killed 22 people and wounded more than 90, investigators in Bali say they have made rapid progress. As they sifted through bodies and body parts, they found the heads of three men and three sets of legs, the forensic signature of suicide bombings, they said. At least seven of the wounded were Americans, all from one San Francisco family. A1 Internal Violence in Gaza City Palestinian police officers and Hamas gunmen waged running gun battles in Gaza City that began when the police tried to confiscate illegal weapons. At least two Palestinians were killed and about 40 people were wounded in the fighting, the worst internal Palestinian violence since Israel withdrew from the Gaza Strip last month. A10 Terrorists Claim a Kidnapping A terrorist group known as Al Qaeda in Mesopotamia claimed to have captured two marines who fought street battles with insurgents in western Iraq. The group, which has made the claim in a posting on an Islamic Web site, issued a 24-hour ultimatum to American forces to release female Sunni Muslim prisoners. But the Marines said in a statement that, ''there are no indications'' that the claim is true. A6 Kosovo at Crossroads The United Nations appears to be ready to broker a deal between Serbs and ethnic Albanians and to end its mission in Kosovo. Judging the results of the six-year nation-building effort that cost about $1.3 billion a year is not easy. A3 Some Fraud in Afghan Elections Election officials and observers said that with 80 percent of the ballots counted in Afghanistan's national and provincial elections, they had found significant incidents of fraud. Whole districts have come under suspicion for ballot box stuffing and proxy voting, said the chief of the Joint Election Management Board. A6 Telefónica to Acquire KPN Telefónica of Spain is in preliminary talks to acquire KPN of the Netherlands for about $24 billion, in a transaction that could spark another round of consolidation in Europe's telecommunications industry, according to executives involved in the discussions. A10 E.U. Breaks Off Talks on Turkey European foreign ministers broke off last-minute emergency talks. They failed to resolve a standoff over Austria's insistence that Turkey be offered less than full membership in the accession talks. If the membership negotiations go ahead, they will be a momentous step in Turkey's 42-year quest to join the E.U. A8 Conservatives Head for Victory The Christian Democrats of Angela Merkel were heading toward victory in a delayed election in Dresden for one seat in the German Parliament. The vote was expected to end the bitter disagreement with Chancellor Gerhard Schröder over who will be Germany's next chancellor. A10 NATIONAL A12-19 Increase in Life Sentences For Juvenile Offenders About 9,700 American prisoners are serving life sentences for crimes they committed before they could vote, serve on a jury or buy a lottery ticket -- before they turned 18. More than a fifth have no chance for parole. Juvenile criminals are serving life terms in at least 48 states, according to a survey by The New York Times, and their numbers have increased sharply over the past decade. A1 New Supreme Court Term The Supreme Court opens its 2005-2006 term with a new chief justice and amid speculation that President Bush is close to choosing someone to fill a second vacancy on the tribunal. Mr. Bush planned to go to the court for the ceremonial installation of John G. Roberts Jr. A12 Combat Gear Repayment The Pentagon has not made final guidelines for allowing soldiers, their families and charities to be reimbursed for the cost of some combat equipment they bought for use in Iraq and Afghanistan, a year after the passage of legislation calling for such a program. The measure, which allows groups and individuals to make claims for up to $1,100, called for the Department of Defense to set rules for a reimbursement program by February 2005. A14 Recalling Atmosphere of Abuse James J. Yee, the former Muslim chaplain at the Guantánamo Bay detention center, says in a new book that military authorities knowingly created an atmosphere in which guards would feel free to abuse prisoners. A13 New Medicaid Program A growing inability to pay rising Medicaid costs has led Vermont into an innovative deal with the federal government that critics fear could jeopardize the program, a safety net dating to the Great Society. A15 New Orleans, One Month Later Abandoned city buses on deserted streets, doors opened for the boarding of ghosts. Fast-food restaurants, darkened and reeking of rancid meat. Tainted tap water, unsafe for contact with skin. Entire neighborhoods of empty, moldy houses, waiting for that bulldozer's first punch. This is the scene in New Orleans a month after the deluge. A19 Animals Take Over Highway There are no people along highway 27 between Cameron, La., and Lake Charles after 6 p.m. In their stead are animals, whose dusk-time proclivity for sauntering brazenly into the two-lane road has contributed to the strict curfew that comes a few hours earlier than those observed an hour to the west. A18 Flash Flooding in Kansas A storm poured up to a foot of rain over parts of northeast Kansas, resulting in flash flooding that left people stranded in homes and cars. A13 NEW YORK/REGION B1-6 Tour Boat Sinks;21 Passengers Killed A boat filled with elderly tourists taking a pleasure cruise on Lake George in the Adirondacks capsized suddenly and sank, killing 21 passengers and injuring several more, the authorities said. The Ethan Allen, a 40-foot, glass-enclosed tour boat, went down with 49 people aboard. A1 New Jersey Motel Fire Kills 3 A fire of unknown origin sent smoke billowing through a crowded motel in Irvington, N.J., killing three people and injuring at least 18 others as residents and firefighters smashed sealed windows to rescue scores trapped inside. B1 Woman's Body Still Missing The New York City police spent a fruitless second day scouring a pond, a lake and a golf course in two city parks in their search for the body of a woman whose daughter was abandoned in Queens last week. B1 SPORTSMONDAY D1-10 Boston Wins A.L. Wild Card The Boston Red Sox defeated the Yankees,10-1, and won the American League wild card race, giving them a chance to defend their World Series title in the post-season. D1 Stewart New Nextel Cup Leader Dale Jarrett broke a 98-race winless streak by winning the UAW-Ford 500 with a last-lap pass, while Tony Stewart took second place and emerged the leader in the Nextel Cup points standings. D9 ARTS E1-10 OBITUARIES B7 August Wilson A playwright who chronicled the African-American experience in the 20th century in a series of plays that will stand as a landmark in the history of black culture, of American literature and of Broadway theater, he was 60. A1 BUSINESS DAY C1-14 Gap Seen in G.M. Pension The federal government contends that General Motors' pension fund is $31 billion short of what it owes its work force, according to closely held government figures, a number in stark contrast to G.M.'s assurances that its pension plans are ''fully funded.'' C1 New Plan to Digitize Books An alliance of corporations, nonprofit groups and educational institutions announced an ambitious plan to digitize hundreds of thousands of books over the next several years and put them on the Internet. The effort is being led by Yahoo, which appears to be taking direct aim at a similar project announced by its arch-rival Google. C1 Promoting Medicare Plans Hundreds of millions of dollars are likely to be spent trying to get millions of older Americans to sign up for the new Medicare prescription drug benefits that will take effect on Jan. 1. C1 No New Blockbusters Early ratings suggest that the new television season will offer nothing to approach the continuing success of last year's hits ''Lost'' and ''Desperate Housewives.'' C1 Business Digest C2 EDITORIAL A20-21 Editorials: Congress and Katrina; Mr. Putin's clouded promise; Nicholas Kulish on the journey to European Union membership. Columns: Bob Herbert and Paul Krugman. Autos D10 Bridge E6 Crossword E6 Metro Diary B2 TV Listings E8-9 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2005-10-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1370, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9907E7D81030F930A35753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd286428eb7c8105d85740f", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "The Foreign Ministry asked that Google change the label on its maps that reads, ''Taiwan, Province of China.'' But the ministry did not offer an alternative, reflecting a bitter dispute on the island over whether it should call itself Taiwan, pref...", "news_desk": "Foreign Desk", "lead_paragraph": "The Foreign Ministry asked that Google change the label on its maps that reads, ''Taiwan, Province of China.'' But the ministry did not offer an alternative, reflecting a bitter dispute on the island over whether it should call itself Taiwan, preferred by those favoring greater independence from the mainland, or Republic of China, preferred by those seeking political reunification with the mainland. Google had no immediate comment. Keith Bradsher (NYT)", "headline": {"main": "World Briefing | Asia: Taiwan: Protest Over Google Map"}, "pub_date": "2005-10-05T00:00:00Z", "abstract": "Foreign Ministry of Taiwan asks Internet search engine Google to change name of its country as it appears on map, 'Taiwan, Province of China,' but does not offer alternative (S)", "print_page": "6", "word_count": 70, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A0CE4D71130F936A35753C1A9639C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "TAIWAN"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "NAMES, GEOGRAPHICAL"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24e1c8eb7c8105d7ef0ab", "byline": {"person": [{"firstname": "Keith", "middlename": "Bradsher", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By Keith Bradsher (NYT)"}, "section_name": "Technology; World"}, {"type_of_material": "News", "snippet": "Google and Sun Microsystems announced a broad but vague agreement to develop and distribute each other's technology in a bid to expand their markets....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Sun Microsystems announced a broad but vague agreement yesterday to develop and distribute each other's technology in a bid to expand their markets and challenge Microsoft's dominance of computer desktops. Under the agreement, Sun will include the Google toolbar as an option when consumers download the Java programming tool, a software program that is widely considered one of Sun's crown jewels. The deal is also expected to make it easier for customers to obtain OpenOffice, Sun's freely distributed office productivity suite that competes with Microsoft Office.", "headline": {"main": "Google and Sun Announce a Joint Agreement"}, "pub_date": "2005-10-05T00:00:00Z", "abstract": "Google and Sun Microsystems announce broad but vague agreement to develop and distribute each other's technology in bid to expand their markets and challenge Microsoft's dominance of computer desktops; Sun will include Google toolbar as option when consumers download Java programming tool; deal is also expected to make it easier for customers to obtain OpenOffice, Sun's freely distributed office productivity suite; Google will become significantly larger customer for Sun hardware; photo (M)", "print_page": "7", "word_count": 660, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/05/technology/05google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INCORPORATED"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f7f8eb7c8105d80f373", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Comments by Bush Suggest a Wider Field Of Candidates to Lead Federal Reserve  President Bush said that he had yet to receive a list of candidates to succeed Alan Greenspan as chairman of the Federal Reserve, cautiously hinting that he may want to ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Comments by Bush Suggest a Wider Field Of Candidates to Lead Federal Reserve President Bush said that he had yet to receive a list of candidates to succeed Alan Greenspan as chairman of the Federal Reserve, cautiously hinting that he may want to look beyond those already under consideration at the White House. Mr. Bush's comments raised some doubts about the conventional wisdom in Washington and on Wall Street, which is that the race to succeed Mr. Greenspan has boiled down to three principal candidates. [Page C1.] Warning on Vulnerability of Cellphone Networks Malicious hackers could take down cellular networks in large cities by inundating their popular text-messaging services with the equivalent of spam, computer security researchers said in a report to be released today. [C1.] Delphi Appears Poised for Bankruptcy Filing Delphi, the auto parts supplier, is prepared to file for bankruptcy as early as this week. Whether Robert S. Miller, Delphi's chief executive for three months, actually goes through with it remains to be seen. Market Place. [C1.] Lexmark Cuts Earnings Forecast in Half Lexmark International signaled that it was losing the price war in inkjet printers when it said that its earnings for the third quarter would be half of what it had predicted. Investors quickly sold the stock, which closed down $17.44 at $43.50. Hewlett-Packard, Dell and other major printer makers began cutting prices this year on low-end inkjet printers. But Lexmark executives said that they were slow to react. [C7.] Lawsuit Filed Over Hurricane Insurance Coverage A Mississippi lawyer filed a lawsuit aimed at forcing insurance companies to pay for damage to tens of thousands of homes caused by surging water driven from the Gulf of Mexico by Hurricane Katrina a month ago. [C6.] Five weeks after Hurricane Katrina, employees of Liberty Bank and Trust of New Orleans remain stuffed into a makeshift warren of offices in Baton Rouge, La., struggling with the new reality of running a bank where the customers are scattered and the money seems only to flow out. [C1.] BP became the first oil company to detail the economic costs of Hurricanes Katrina and Rita, saying the storms would strip $700 million from its third-quarter profits and cause it to miss year-end production goals. [C5.] A Push for Drugs That Activate the Immune System The pharmaceutical industry is making big investments in creating drugs meant to activate sentinels that essentially fool the body into thinking it has been infected without exposing it to real pathogens. The aim is to stimulate the immune system to fight cancer, hepatitis and other diseases. [C1.] Stocks Fall on Corporate Profit Warnings Stocks fell sharply as several companies warned of profit shortfalls and higher costs. The Dow Jones industrial average fell 94.37 points, to 10,441.11. The Standard & Poor's 500-stock index lost 12.23 points, to 1,214.47, and the Nasdaq dropped 16.07, to 2,139.36. [C11.] Tax Data Show Rise in Income at the Top After falling for two years, the share of income going to the richest slice of Americans -- the top tenth of 1 percent -- grew significantly in 2003 while the share going to 99 percent of Americans fell, tax data showed. [C4.] Google and Sun Announce Technology Pact Google and Sun Microsystems announced a broad but vague agreement to develop and distribute each other's technology in a bid to expand their markets and challenge Microsoft's dominance of computer desktops. [C7.] A Minnesota Case Study on Eminent Domain Few recent Supreme Court opinions have aroused as much public outrage as the June ruling that reaffirmed the use of eminent domain to promote economic development. Had such a law been in place in 2000 in Minnesota, however, a single auto dealer might have been able to block Best Buy, the fast-growing national electronics retailer, from building a $160 million corporate headquarters in Richfield, a suburb of 34,000 people that borders Minneapolis. Square Feet. [C9.] New Rules Proposed to Prevent Mad Cow Disease The government offered new rules to prevent the spread of mad cow disease by banning brains and spinal cords from older cows in animal feed. [A18.] Tricky Time for a Brand With a British Image The Wm. Wrigley Jr. Company, which now owns the distinctively British Altoids mints brand, recently announced plans to shutter the Altoid factory in Wales, and transfer production to Chattanooga, Tenn. For the skittish branding industry, such moves can be fraught with peril. Advertising. [C12.] Brazil Nears Agreement Over AIDS Drug Brazil said that it was close to completing an agreement with Abbott Laboratories that would almost halve the price it pays for Kaletra, a drug used to treat AIDS patients. [C7.] More Than One Firm May Bid for Aegis Group The Aegis Group, the London-based marketing said it had met with more than one potential bidder, raising the prospect of a two- or three-way bidding war, as well as the possibility of a breakup of the company. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-10-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 820, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B05E3D91130F936A35753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1c8eb7c8105d7ef0a5", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Networked computing is allowing workers to more efficiently nurture new ideas, new products and new ways to digitally automate all sorts of tasks....", "news_desk": "Circuits", "lead_paragraph": "TO glimpse the real effect of today's computer networks, it helps to travel far beyond the high-tech hothouse of Silicon Valley, away from the venture capitalists, inventors and billionaire-wannabe entrepreneurs. To go where Google is just a search engine, not an obsession. Try Elkhart, Ind., home to Nibco Inc., a century-old maker and distributor of plumbing supplies. A private company, Nibco employs 3,000 workers and generates $500 million a year in sales. It faces stiff competition from Chinese producers.", "headline": {"main": "Working Together, Wherever They Are", "kicker": "COLLABORATION"}, "pub_date": "2005-10-05T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1446, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://tech2.nytimes.com/2005/10/05/technology/techspecial/05lohr.html", "multimedia": [{"url": "images/2005/10/05/technology/05cov.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/10/05/technology/05cov.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a90a8eb7c8105d894311", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "A joint news conference by Google and Sun Microsystems was so vague that bloggers and analysts have since been constructing wildly disparate interpretations of it....", "news_desk": "Business/Financial Desk", "lead_paragraph": "THE joint news conference by Google and Sun Microsystems on Tuesday left a lot of people scratching their heads. It was billed as a significant announcement, but it turned out to be ''a lot of hand-waving about sharing and working together'' writes John Battelle on his Searchblog. The announcement was so vague that bloggers and analysts have since been constructing wildly disparate interpretations of it. Most immediately, Sun will include the Google Toolbar in downloads of its Java Runtime Environment, which enables, among other things, interactive features on Web pages.", "headline": {"main": "No News Is Good Blogging", "kicker": "WHAT'S ONLINE"}, "pub_date": "2005-10-08T00:00:00Z", "abstract": null, "print_page": "5", "word_count": 643, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/08/technology/08online.ready.html", "multimedia": [{"url": "images/2005/10/08/business/08online_75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/10/08/business/08online_75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "BATTELLE, JOHN"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2872c8eb7c8105d8585e7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dan", "lastname": "MITCHELL"}], "original": "By DAN MITCHELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Op-Ed; Caption", "snippet": "Op-Art diagram by Randy Siegel suggesting how dependent computer users have become on Google for information of every kind...", "news_desk": "Editorial Desk", "lead_paragraph": null, "headline": {"main": "Op-Art"}, "pub_date": "2005-10-10T00:00:00Z", "abstract": "Op-Art diagram by Randy Siegel suggesting how dependent computer users have become on Google for information of every kind", "print_page": "19", "word_count": 10, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B05E0DE1130F933A25753C1A9639C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "SIEGEL, RANDY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2872c8eb7c8105d858638", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randy", "lastname": "SIEGEL"}], "original": "By RANDY SIEGEL"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Google gave the first details of how it would carry out its commitment to devote a share of its lucrative public stock offering to charity and social causes....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google gave the first details yesterday of how it would carry out its commitment to devote a share of its lucrative public stock offering to charity and social causes. It said it had donated $90 million to a new charitable foundation it started and would give another $175 million to nonprofit groups and what it considers socially useful businesses over the next two to three years. Sheryl Sandberg, a Google vice president for sales who is also coordinating the foundation and related programs, said the company would focus its charitable efforts in two areas: global poverty, and energy and the environment. She said the two priorities were selected by Google's founders, Larry Page and Sergey Brin.", "headline": {"main": "Google Earmarks $265 Million for Charity and Social Causes"}, "pub_date": "2005-10-12T00:00:00Z", "abstract": null, "print_page": "9", "word_count": 743, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/12/technology/12google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24d6b8eb7c8105d7ee3fb", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Advisory Commission to Propose New Limits On Several Popular Income Tax Deductions  President Bush's tax advisory commission indicated that it would not propose replacing the income tax with a national sales tax or a value-added tax, but would rec...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Advisory Commission to Propose New Limits On Several Popular Income Tax Deductions President Bush's tax advisory commission indicated that it would not propose replacing the income tax with a national sales tax or a value-added tax, but would recommend limits in the popular tax deductions for mortgage interest and employer-provided health insurance. [Page A1.] New JetBlue Route Between New York and Boston JetBlue said that it would begin offering 10 daily flights between Kennedy International Airport in New York and Boston next month, a route that has long been dominated by traditional like US Airways, Delta Airlines and Continental Airlines. [C1.] More Questions Arise About Transactions at Refco Questionable transactions at Refco, one of the world's biggest commodities brokerage firms, began in 1998 and continued until this year, the company said. The new disclosures raised the possibility that the company's chief executive had been inflating reported profits for years. [C1.] Apple's iPod Sales Fall Short of Expectations Apple Computer reported that its earnings quadrupled in the fourth quarter on strong demand for both iPods and Macs. But overall sales of iPods fell short of analysts' high expectations, causing the company's shares to plunge in after-hours trading. [C1.] An Overseas Battle Over a Big Brand Name A Russian company called Starbucks is in business to try to sell its name back to the other Starbucks -- the better-known company from Seattle. [C1.] Mining Deal Would Create Biggest Nickel Producer Inco, the Canadian mining company, said it would acquire a rival, Falconbridge, to create the world's largest nickel producer in a stock and cash deal valued at 12 billion Canadian dollars ($10.2 billion). The transaction, which will give Falconbridge shareholders 34 Canadian dollars or 0.6713 Inco shares and five Canadian cents, apparently thwarts Swiss-based Xstrata's designs on Falconbridge. Xstrata acquired just under 20 percent of the company in August and said it planned to increase its holdings. Shares of Falconbridge rose 12 percent in Toronto and 11.2 percent in New York. [C4.] Ex-Broker Said to Be Close to Settling With S.E.C. Theodore C. Sihpol III, a former broker with the Bank of America Corporation who was acquitted on 29 of 33 criminal charges linked to improper mutual fund trading, is close to reaching a separate settlement with the Securities and Exchange Commission, people briefed on the discussions said. [C3.] Google Outlines Its Charitable Goals Google said that it had donated $90 million to a new charitable foundation it started and would give another $175 million to nonprofit groups and what it sees as socially useful businesses over the next two to three years. [C9.] Strong Results for Outsourcing Firms in India India's two largest outsourcing companies, Tata Consultancy Services and Infosys Technologies, announced healthy growth in quarterly profits, indicating that Western corporations continued to vigorously outsource technology and back office operations. [C4.] Report Warns of Nations' Misuse of Web Filtering A new report raises questions about the use of filtering technologies -- often developed by Western companies -- by autocratic governments bent on controlling what their citizens see and do on the Web. [C8.] Wall Street Journal to Reduce Width of U.S. Edition The Wall Street Journal announced that it was shrinking the width of its United States edition as part of a $100 million overhaul of the newspaper. [C6.] China Policy Divides American Business Owners The unified support from the business community that President Bush enjoys on almost every other issue breaks down when it comes to China trade and currency. [C1.] U.S. Trade Chief Sees Progress in Trade Talks The United States trade chief, Rob Portman, said that he saw ''real movement'' in global trade talks, but developing countries signaled that they needed more concessions from the big powers. Mr. Portman, left, made the comments in Geneva a day after the United States and the European Union presented new proposals to cut farm tariffs and reduce agricultural subsidies in rich countries. [C4.] Supreme Court to Consider Property Cases The Supreme Court accepted two cases brought by property owners that challenge regulators' definition of federally protected wetlands. [A14.] Plan to Revive a Southwestern City's Downtown A master plan to revitalize the downtown of Las Cruces, N.M., aims to restore a Main Street that disappeared when a pedestrian mall was constructed in the 1970's, with disappointing results. Square Feet. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-10-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 718, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D03E1D7163FF931A25753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd260ff8eb7c8105d8121ed", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google and Comcast are in talks with Time Warner to buy a portion of America Online, in an effort to head off Microsoft....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Comcast are in talks with Time Warner to buy a portion of America Online, according to several people with knowledge of the negotiations. The joint bid was widely seen as a way to head off Microsoft, which has also been negotiating to buy a minority stake in AOL. The development means that Time Warner, which has long been under pressure by Wall Street to sell off its AOL unit, now finds itself in the enviable position of having multiple suitors, which may drive up AOL's value.", "headline": {"main": "Big Hitters Said to Want Piece of AOL", "kicker": "TECHNOLOGY"}, "pub_date": "2005-10-13T00:00:00Z", "abstract": "Google and Comcast are in talks with Time Warner to buy part of America Online; joint bid is widely seen as way to head off Microsoft, which has also been negotiating to buy minority stake in AOL; photo (M)", "print_page": "1", "word_count": 1183, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/13/technology/13message.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "COMCAST CORPORATION"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "AMERICA ONLINE INC"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "COMCAST CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd286428eb7c8105d857478", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL; Ken Belson and Richard Siklos contributed reporting for this article"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Former Chief Executive of Refco Is Charged With Securities Fraud  The former chairman and chief executive of Refco, one of the world's largest commodities brokerage firms, has been charged with securities fraud, accused of hiding $435 million in t...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Former Chief Executive of Refco Is Charged With Securities Fraud The former chairman and chief executive of Refco, one of the world's largest commodities brokerage firms, has been charged with securities fraud, accused of hiding $435 million in the months before the company was taken public. The executive, Phillip R. Bennett, 57, of Gladstone, N.J., was arrested Tuesday night and charged in a criminal complaint yesterday by federal prosecutors in Manhattan. [Page C1.] Apple Unveils a Video-Playing IPod Apple Computer introduced an iPod that can play video -- along with an online shop to fill it with television shows, short films and music videos. [C1.] Toy Industry Moves Into Consumer Electronics Having failed to beat the electronics industry, the toy business will join it in a big way this Christmas, offering everything from cellphones for 6-year-olds to video projectors for 8-year-olds in an effort to hold on to children who are casting aside Lego and G.I. Joe to play with their parents' gadgets. [C1.] Google and Comcast May Seek to Buy Part of AOL Google and Comcast are in talks with Time Warner to buy a portion of America Online, according to several people with knowledge of the negotiations. The joint bid was widely seen as a way to head off Microsoft, which has also been negotiating to buy a minority stake in AOL. [C1.] British Court Upholds One of Pfizer's Lipitor Patents A British court provided a mixed verdict for Pfizer on a crucial patent dispute, upholding one of the company's patents on Lipitor, its best-selling cholesterol-lowering medicine, but invalidating a second one. Shares of Pfizer, the world's biggest drug company, closed up more than 2 percent in the United States after the verdict was announced. Still, they are trading near an eight-year low, in part because of investors' concerns about a related Lipitor patent challenge in the United States, a far larger market. Market Place [C3.] Trade Negotiators to Meet Again Next Week Trade ministers ended three days of talks aimed at overhauling farm subsidies and import tariffs without reaching a deal, but they agreed to meet again next week. [C4.] Automakers' Sales Are Soaring in Russia With revenues from Russia's oil exports pulsing through the economy, car sales in the country have surged, benefiting global automakers. [C4.] Major U.S. Stock Gauges End the Day Lower The Dow Jones industrial average fell 36.26 points, to 10,216.91. The Standard & Poor's 500-stock index fell 7.19 points, to 1,177.68, and the Nasdaq composite index fell 23.62 points, or 1.15 percent, to 2,037.4. [C11.] U.S. Regulators Approve Sale of Flu Vaccine Federal drug regulators announced that they had approved for sale about 1.5 million doses of flu vaccines from Chiron, raising hopes that there will be ample vaccine supplies this flu season. [A16.] Amtrak Board Approves Separate Unit for Northeast The Amtrak board has approved an essential step in the Bush administration plan to break up the railroad, voting to carve out the Northeast Corridor, the tracks between Boston and Washington, as a separate division. [A14.] Charges Are Dropped Against Former Broker The New York attorney general, Eliot Spitzer, dropped criminal charges against a former broker at Bank of America, Theodore C. Sihpol III, left, whom he had accused of helping a hedge fund trade mutual funds illegally. Earlier in the day, Mr. Sihpol agreed to a $200,000 fine and a five-year ban from the securities industry to resolve related fraud charges by the Securities and Exchange Commission. He neither admitted nor denied wrongdoing. [C3.] Northwest Seeks Approval to Void Labor Pacts Northwest Airlines said that it had asked a bankruptcy judge for permission to void its labor contracts if its employee unions do not agree to concessions worth $1.4 billion a year. [C5.] Ad Campaign Promotes What Is Hard to Say Grand Marnier has introduced an advertising campaign this fall to sell its $225-a-bottle vintage liqueur, Cuvée du Cent Cinquantenaire. The fact that the name of the liqueur is hard to pronounce is part of the marketing. [C3.] Makers of Tablet PC's Go After the Masses Tablet PC's, with and without pens, have taken hold in some segments like education and health care, and computer makers continue to introduce models with features aimed at general consumers, professionals and management-level business users. Circuits. [C7.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-10-13T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 713, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9807EEDC173FF930A25753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24e1d8eb7c8105d7ef167", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    Syria's Interior Minister Found Dead in Office  Ghazi Kanaan, Syria's interior minister and the Syrian government's key man in Lebanon for two decades, was found dead, apparently a suicide, in his Damascus office, the offi...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 Syria's Interior Minister Found Dead in Office Ghazi Kanaan, Syria's interior minister and the Syrian government's key man in Lebanon for two decades, was found dead, apparently a suicide, in his Damascus office, the official Syrian news agency SANA reported. Mr. Kanaan was one of several figures interrogated by a United Nations investigator about the assassination of Lebanon's former prime minister, Rafik Hariri. A3 A Million Homeless in Pakistan United Nations officials estimated that one million people were homeless in Pakistan, five days after an earthquake killed an estimated 3,800 people in Pakistan and India. A1 Iran Willing to Resume Talks Iran said it was willing to resume talks with three European countries about its nuclear program, but it insisted again on its right to enrich uranium for peaceful uses. A6 Report Faults U.S. Iraq Plan A review by former intelligence officers has concluded that the Bush administration ''apparently paid little or no attention'' to prewar assessments by the Central Intelligence Agency that warned of major cultural and political obstacles to stability in postwar Iraq. A10 Sunni leaders offered a mixed reaction to a deal intended to improve the prospects of Iraq's constitution, which is set to go before Iraqi voters in a nationwide referendum on Saturday. A10 Israel Arrests 6 Palestinians Israeli forces announced that six Palestinians had been arrested in the West Bank, including a senior Hamas member who had been wanted for eight years and a teenage boy who the army said had been coerced into becoming a suicide bomber. A8 Rice Visits Afghanistan Secretary of State Condoleezza Rice arrived in Afghanistan for a short visit amid a surge of violence and ambushes, but she remained intent on portraying Afghanistan as a nation making significant headway. A5 NATIONAL A14-24 Keeping Evacuees in Hotels Is Criticized as Wasteful Straining to meet President Bush's mid-October deadline to clear out shelters, the federal government has moved hundreds of thousands of Hurricane Katrina evacuees into hotel rooms at a cost of about $11 million a night, a strategy local officials and some members of Congress criticize as incoherent and wasteful. A1 Democrats Look Toward 2006 Democrats see a possibility of sweeping midterm election gains in 2006 framed around what they describe as the simple choice for change. A1 Amtrak Approves Breakup Plan The Amtrak board has approved an essential step in the Bush administration plan to break up the railroad, voting to carve out the tracks between Boston and Washington as a separate division. A14 Beating Victim Enters Plea A 64-year-old man who was videotaped being beaten by New Orleans police officers trying to arrest him pleaded not guilty to charges including resisting arrest and public intoxication. A21 Data Shows Marriage Divide People in the Northeast marry later and are more likely to live together without marriage and less likely to become teenage mothers than are people in the South, according to a new Census Bureau analysis of marriage, fertility and socioeconomic characteristics. A14 SCIENCE/HEALTH Home AIDS Test Considered Federal drug regulators have agreed to consider allowing a Pennsylvania company to sell the first rapid at-home AIDS test. A1 Inoculating Poultry Workers To head off a global pandemic of avian flu, some scientists are advancing a novel strategy: that poultry workers and farmers in Asia get the same vaccine that Americans and Europeans are given to protect against conventional flu. A16 NEW YORK/REGION B1-8 Sanitation Workers' Deal Includes 17 Percent Raise Mayor Bloomberg announced a 17 percent raise, the largest won by any municipal union during the current round of negotiations, for New York City's 6,600 sanitation workers as part of a 51-month deal that contains what he called an important productivity breakthrough: the one-person garbage truck. B1 Rain Pummels Region Again Torrential rains and powerful gusts of wind battered the metropolitan region for the second time this week, flooding highways and causing delays at airports. B1 SPORTSTHURSDAY D1-8 White Sox and Cardinals Win A controversial dropped third strike call allowed Chicago catcher A.J. Pierzynski to reach first base and the next batter, third baseman Joe Crede, doubled in the winning run in the bottom of the ninth, to give Chicago a Game 2 win and even the American League Championship Series at one game apiece. St. Louis beat the Houston Astros, 5-3, in Game 1 of the National League Championship Series at Busch Stadium. D1 HOUSE & HOME F1-8 THURSDAY STYLES G1-10 OBITUARIES B9 ARTS E1-10 A Score in Beethoven's Hand In July a librarian at an evangelical seminary outside Philadelphia stumbled across what may be one of the most important musicological finds in years: A working manuscript score for a piano version of Beethoven's ''Grosse Fuge,'' in the composer's own hand. E1 BUSINESS DAY C1-17 Apple Releases New iPod Steven P. Jobs, Apple Computer's co-founder and chief executive, unveiled an iPod that can play video -- along with an online shop to fill it. C1 Former Refco Chief Charged Phillip R. Bennett, the former chairman and chief executive of one of the world's largest commodity brokerage firms, Refco, was charged with securities fraud, accused of hiding $435 million in the months before the company was taken public. C1 Two More Seek AOL Stake Google and Comcast are in talks with Time Warner to buy a portion of America Online, according to several people with knowledge of the negotiations. The joint bid was widely seen as a way to head off Microsoft, which has also been negotiating to buy a minority stake in AOL. C1 Toy Makers Turn to Gadgets The ailing toy business, having failed to beat the electronics industry, will join it in a big way this Christmas, offering everything from cellphones for 6-year-olds to video projectors for 8-year-olds. C1 Business Digest C2 EDITORIAL A30-31 Editorials: A flicker of hope in Iraq; passing the bucks; earthquake in Pakistan; budget cowardice in the Capitol. Columns: David Brooks, Bob Herbert. Bridge E4 Crossword E4 TV Listings E9 Weather D9", "headline": {"main": "News Summary"}, "pub_date": "2005-10-13T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 991, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9506E4DC173FF930A25753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25f808eb7c8105d80f482", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "APPLE EVERY OTHER DAY    The News -- Scarcely a month after Apple introduced its thinnest iPod, Steven P. Jobs, the company's co-founder and chief executive, was back last week to introduce an iPod that can play video.     Behind the News -- The b...", "news_desk": "Week in Review Desk", "lead_paragraph": "APPLE EVERY OTHER DAY The News -- Scarcely a month after Apple introduced its thinnest iPod, Steven P. Jobs, the company's co-founder and chief executive, was back last week to introduce an iPod that can play video. Behind the News -- The bells and whistles of an Apple product unveiling are never to be ignored, but this time it was wedding bells: iPod and television are the happy couple. The new device can shop online for episodes from some ABC and Disney Channel shows, including from the night before, for about $2 a pop. The move comes after two years of Mr. Jobs's saying that nobody would watch a movie on a two-inch screen. TO BOSTON WE GO The News -- JetBlue said Tuesday that next month it would introduce 10 daily flights between New York and Boston. Behind the News -- It's the kind of airfare that could almost make a Yankee fan want to go into enemy territory: $25 one way, for tickets bought by this Thursday. Thereafter the flight will cost $40 to $120. But the route has long been dominated by the traditional major carriers, and they were not without an answer for JetBlue's latest nudging onto their turf. The next day American Airlines began offering $25 tickets on the same route, and Delta introduced a $40 fare. Take that, rookie. THE FOOT-WIDE JOURNAL The News -- The Wall Street Journal plans to shrink by about the width of the 'Street' in its banner. Behind the News -- The measure comes on the heels of The Journal's plan to shrink its international edition to tabloid size, starting next month. Both moves are in part a response to the increase in the cost of newsprint, an industrywide concern that has led other papers to similar decisions. Making The Journal smaller is expected to save its owner, Dow Jones, about $18 million a year. The company has said that it expected the smaller size to be more appealing to readers. ANOTHER GOOD THING? The News -- Martha Stewart is taking on a new partner, the housing developer KB Homes. The deal calls for a subdivision in Cary, N.C., to incorporate the style of Ms. Stewart's own homes into its 650 houses. Behind the News -- Before anyone who wants to live like Martha packs up the free-range chickens and heads to Cary, there are one or two questions to consider: one, is the housing industry heading into a downturn, and two, is Ms. Stewart's company, Martha Stewart Living Omnimedia, whose stock has fallen since March, diluting its brand as it branches into areas like satellite radio and music producing? YOU'VE GOT AOL! The News -- AOL.com has positioned itself as a free Web portal in recent months, with much of the content that used to be available only to subscribers now open to everyone. Last week, Time Warner, AOL's parent, officially unveiled the advertising campaign for it (at a cost estimated at $50 million). Behind the News -- The paying user continues to flee AOL, but Web sites that are part of it -- Moviefone, Mapquest, Netscape -- are a draw. That appeal may be behind talks between Time Warner and others regarding potential investments in AOL. Microsoft, Google, Comcast and Yahoo have been named as suitors or potential suitors.", "headline": {"main": "New Routes | Oct. 9-15", "kicker": "THE WEEK"}, "pub_date": "2005-10-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 554, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9802E7D9143FF935A25753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24d6c8eb7c8105d7ee44d", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "Schedule", "snippet": "ESCAPE HATCH CLOSES -- In a country with a savings rate that has fallen below 1 percent, going broke just got a lot more painful. The new federal bankruptcy law took effect today, ending the stampede to the courthouse by debt-strapped individuals ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "ESCAPE HATCH CLOSES -- In a country with a savings rate that has fallen below 1 percent, going broke just got a lot more painful. The new federal bankruptcy law took effect today, ending the stampede to the courthouse by debt-strapped individuals and businesses eager to apply for protection from creditors under the old, looser rules. TURN OF CREDIT SCREWS -- Count Toshihiko Fukui, governor of the Bank of Japan, in Alan Greenspan's anti-inflation corner. The two men will confer today in Tokyo, and Mr. Greenspan, the Federal Reserve chairman, will no doubt get a sympathetic hearing on his penchant for notching up short-term interest rates. Last week, Mr. Fukui, above, announced the imminent end of the Japanese central bank's superloose monetary policy as the nation's economy picks up momentum. Not to be outdone, Treasury Secretary John W. Snow, in Beijing for trade talks, will be lecturing China's Securities Industry Association. TAX TINKERING -- President Bush's tax advisory commission is holding its final meeting tomorrow before making recommendations to the White House on Nov. 1 for overhauling the federal income-tax system. Expect some fireworks after the panel's report comes out. Last week, a Houston organization called Americans for Fair Taxation attacked its proceedings as ''fraudulent political theater.'' ECONOMIC BELLWETHERS -- With inflation jitters spreading, attention this week will be focused on tomorrow's producer-price index for September and Wednesday's figures on housing starts for the same month. Also out this week are the Fed's beige book survey of economic conditions on Wednesday and leading economic indicators on Thursday. A LOSS LOOMS -- General Motors -- which is holding talks with the United Auto Workers to lower health care costs -- is expected to announce a third-quarter loss today. Earnings season gets into full swing this week with reports out today from Citigroup and I.B.M.; tomorrow from 3M, Intel, Johnson & Johnson, Merrill Lynch, Motorola and Yahoo; Wednesday from Bank of America, Eastman Kodak, eBay, Honeywell and J.P. Morgan Chase; Thursday from Coca-Cola, Eli Lilly, Ford, Google, JetBlue, McDonald's, Pfizer and Southwest; and Friday from Wyeth and Xerox.", "headline": {"main": "LOOKING AHEAD"}, "pub_date": "2005-10-17T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 346, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C07E3DF153FF934A25753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd24d6c8eb7c8105d7ee46f", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "News Corporation has paid $580 million for the acquisition of MySpace.com, a social network used by 33 million young people....", "news_desk": "Business/Financial Desk", "lead_paragraph": "WHAT has more page-views than Google and more members than AOL, and recently acquired a rich, doting relative named Rupert? With his acquisition of MySpace.com, a social network used by 33 million young people, Mr. Murdoch has become the dad at the teenagers' party, working hard to fit in.", "headline": {"main": "News Corp. Suddenly Finds Teenagers Cool", "kicker": "David Carr"}, "pub_date": "2005-10-17T00:00:00Z", "abstract": "David Carr column on News Corp's acquisition of MySpace.com, social network with explosive ability to reach young people, as another step in blurring of divide between media and tech companies (M)", "print_page": "1", "word_count": 1431, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/17/technology/17carr.html", "multimedia": [], "keywords": [{"name": "persons", "value": "MURDOCH, RUPERT"}, {"name": "organizations", "value": "NEWS CORP"}, {"name": "organizations", "value": "MYSPACE.COM"}, {"name": "organizations", "value": "NEWS CORPORATION LIMITED"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24d6c8eb7c8105d7ee471", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "CARR"}], "original": "By DAVID CARR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google has begun operating local-language sites in eight European countries for its Google Print program, its effort to make all of the world's books searchable online....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google said Monday that it had begun operating local-language sites in eight European countries for its Google Print program, its closely watched effort to make all of the world's books searchable online, expanding into territories where it has drawn fierce criticism. The Google Print sites -- for France, Italy, Germany, the Netherlands, Austria, Switzerland, Belgium and Spain -- enable users to search books provided by publishers in each country as well as English-language books in the Google library for which the company has secured local rights.", "headline": {"main": "Google Opens 8 Sites in Europe, Widening Its Book Search Effort"}, "pub_date": "2005-10-18T00:00:00Z", "abstract": "Google begins operating local-language sites in eight European countries for its Google Print program, its closely watched effort to make of world's books searchable online; will discuss new sites this week at Frankfurt Book Fair (M)", "print_page": "10", "word_count": 372, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/18/technology/18book.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "GERMANY"}, {"name": "glocations", "value": "ITALY"}, {"name": "glocations", "value": "EUROPE"}, {"name": "glocations", "value": "BELGIUM"}, {"name": "glocations", "value": "SPAIN"}, {"name": "glocations", "value": "FRANCE"}, {"name": "glocations", "value": "NETHERLANDS"}, {"name": "glocations", "value": "AUSTRIA"}, {"name": "glocations", "value": "SWITZERLAND"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "TRADE SHOWS AND FAIRS"}, {"name": "subject", "value": "FRANKFURT BOOK FAIR"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9fb8eb7c8105d8953ff", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Business; Books"}, {"type_of_material": "News", "snippet": "Yahoo had brisk growth in its third-quarter revenue from online advertising and fees from its relations with providers of high-speed Internet service....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Yahoo reported yesterday that it had brisk growth in its third-quarter revenue from online advertising and fees from its broadening relations with providers of high-speed Internet service. But Yahoo's performance in the fastest-growing Internet market -- Web search -- continued to lag behind that of Google.", "headline": {"main": "Yahoo Reports Revenue Gains Bolstered by Online Ads"}, "pub_date": "2005-10-19T00:00:00Z", "abstract": "Yahoo reports brisk growth in its third-quarter revenue from online advertising and fees from its broadening relations with providers of high-speed Internet service; net income was $253.8 million compared with $253.3 million year earlier; revenue was $1.33 billion, up 47 percent from year ago; total advertising revenue was $1.16 millin, up 46 percent for year (M)", "print_page": "2", "word_count": 736, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/19/technology/19yahoo.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "YAHOO INC"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24d6c8eb7c8105d7ee49e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Correction", "snippet": "Because of an editing error, the Advertising column in Business Day on Friday, about a campaign to promote AOL.com as a free Web portal, referred incorrectly to a link to Moviefone.com from Google.com, which is a competitor of AOL. The link was a ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Because of an editing error, the Advertising column in Business Day on Friday, about a campaign to promote AOL.com as a free Web portal, referred incorrectly to a link to Moviefone.com from Google.com, which is a competitor of AOL. The link was a response to a standard search; it was not a paid advertisement.", "headline": {"main": "Corrections"}, "pub_date": "2005-10-20T00:00:00Z", "abstract": "Correction of Oct 14 Advertising column on campaign to promote AOL.com as free Web portal regarding link to various sites mentioned", "print_page": "2", "word_count": 54, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A03EEDA123FF933A15753C1A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "AOL.COM"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2872e8eb7c8105d858740", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Five large American publishing companies filed a lawsuit against Google yesterday, charging that the company's Google Print for Libraries program -- which plans to make searchable, digital copies of nearly all the books in five major research libr...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Five large American publishing companies filed a lawsuit against Google yesterday, charging that the company's Google Print for Libraries program -- which plans to make searchable, digital copies of nearly all the books in five major research libraries -- violates the rights of the publishers under the federal Copyright Act. McGraw-Hill, Pearson Education, Penguin Group, Simon & Schuster and John Wiley & Sons filed a joint lawsuit in the Federal District Court in Manhattan, seeking a declaration that the Google Print for Libraries program violates copyright and requesting an injunction against the scanning of printed works without the permission of the copyright holder. The lawsuit is similar to one filed last month by three authors whose works are included in the University of Michigan library, one of the libraries whose collections Google plans to digitize. By filing a similar suit, the publishers put considerably more muscle behind the action against Google. Google has maintained that its program is covered by the fair use provision of copyright law and that it therefore does not need permission of the copyright holders for the library project. The program makes only small portions of a copyrighted text available to users online; Google likens the result to an electronic card catalog. EDWARD WYATT", "headline": {"main": "Arts, Briefly; Major Publishers Sue Google"}, "pub_date": "2005-10-20T00:00:00Z", "abstract": "Arts, Briefly column; publishers McGraw-Hill, Pearson Education, Penguin Group, Simon & Schuster and John Wiley & Sons file suit against Google charging that company's Google Print for Libraries program violates copyright law; photo (S)", "print_page": "2", "word_count": 208, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E4DA123FF933A15753C1A9639C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "PENGUIN GROUP USA"}, {"name": "organizations", "value": "PEARSON EDUCATION"}, {"name": "organizations", "value": "MCGRAW-HILL INC"}, {"name": "organizations", "value": "WILEY, JOHN, & SONS"}, {"name": "organizations", "value": "SIMON & SCHUSTER INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24d6c8eb7c8105d7ee4be", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT; Compiled by Lawrence Van Gelder"}, "section_name": "Technology; Arts; Books"}, {"type_of_material": "News", "snippet": "Why use Google Maps for just directions when you can use it to pinpoint kosher restaurants in Cincinnati, traffic cameras in Dublin, or find coffee shops in Seattle that provide free wireless access?...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A Google map is no longer just a Google map. You can still search Google Maps to figure out how to get from here to there, but why would you, when you can use it to pinpoint kosher restaurants in Cincinnati, traffic cameras in Dublin, or hot spring spas anywhere in the United States? How about finding coffee shops in Seattle that provide free wireless Internet access? Or would you prefer to locate the McMansion your boss just bought and find how out exactly how much he paid for it?", "headline": {"main": "A Journey to a Thousand Maps Begins With an Open Code", "kicker": "CIRCUITS"}, "pub_date": "2005-10-20T00:00:00Z", "abstract": "Programmers, using Google map as base, can create interactive charts with information like UFO sightings, cheap gas locations, census findings, restaurant reviews or subway directions; result is Google map mash-ups, latest form of Internet information repacking for entertainment; photo (M)", "print_page": "9", "word_count": 1304, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/20/technology/circuits/20maps.html", "multimedia": [{"url": "images/2005/10/20/business/20map.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/10/20/business/20map.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "TRANSIT SYSTEMS"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251098eb7c8105d7f4e91", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Technology; Business"}, {"type_of_material": "Schedule", "snippet": "Ford Plans Plant Closings in Restructuring After Reporting a Quarterly Loss of $284 Million  The Ford Motor Company will announce a restructuring of its American operations in January that will include plant closings and job cuts, the company's ch...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Ford Plans Plant Closings in Restructuring After Reporting a Quarterly Loss of $284 Million The Ford Motor Company will announce a restructuring of its American operations in January that will include plant closings and job cuts, the company's chief executive, William Clay Ford Jr., said. His statement came as his company reported a $284 million loss in the third quarter, its first quarterly loss since the final three months of 2003. The company said it lost $1.49 billion, before taxes, in its North American automotive operations. [Page C1.] The United Auto Workers announced the details of its tentative agreement with General Motors and said that for the first time, G.M.'s union retirees will have to pay deductibles, monthly premiums and co-payments. [C3.] Google Tops Expectations with Third-Quarter Profit Finding more ways to make money from its spot as the world's most popular Internet search engine, Google topped Wall Street expectations and its own forecast and posted sharply higher profit in the third quarter. [C1.] Congress Passes Lawsuit Shield Law for Gun Industry Congress delivered a long-sought victory to the gun industry when the House voted to shield firearms manufacturers and dealers from liability lawsuits. The bill now goes to President Bush, who has promised to sign it. [A1.] Medical Publication Questions a Diabetes Drug An article in the Journal of the American Medical Association said the proposed diabetes pill Pargluva seems to significantly increase risks of heart attacks and strokes, and an accompanying editorial said the drug's sponsors, Bristol-Myers Squibb and Merck, had submitted misleading data to the Food and Drug Administration that ''may have fostered an illusion of safety.'' [C7.] Roche has agreed to meet with four generic drug companies to discuss allowing them to manufacture the anti-influenza drug Tamiflu, which is in short supply as countries stockpile it to prepare for a possible flu pandemic. [C7.] Facing increasing generic competition and concerns about the heart risks of Celebrex, its once-popular painkiller, Pfizer said its third-quarter profit fell 50 percent, to $1.6 billion, and its sales fell 5 percent from the year earlier period. Profit for the current quarter will fall far short of analysts' forecasts, the company said and its shares fell 8 percent. [C7.] Advertising Executive Resigns Over Remarks Neil French, a well-known advertising executive and worldwide creative consultant at WPP Group, the world's second-largest agency holding company, resigned his position amid an uproar over remarks he made at an industry event about female creative executives. [C1.] SBC's Profit Falls on Costs of Hurricane and a Merger SBC Communications said its profit slipped 41 percent in the third quarter partly because its wireless unit, Cingular, had higher costs related to hurricanes and its merger with AT&T Wireless. [C3.] Senate Panel Approves Digital Television Measure A Senate panel approved legislation to complete the slow migration from analog to digital television by 2009, a transition of enormous importance to the television, cable and wireless telephone industries. [C3.] Nigeria Reaches Deal to Pay Debts at a Discount Nigeria reached an agreement with the Paris Club of creditors to pay off $30 billion of debt for $12 billion, a significant breakthrough for a nation long deemed too wealthy with oil money and too corrupt to be granted relief from debt accumulated over years of misrule. [A14.] Chinese Economy Grew 9.4 Percent in Third Quarter China's roaring economy grew 9.4 percent in the third quarter of this year, fueled by surging exports, strong investments in infrastructure and solid retail sales, according to a government report. [C4.] China's rapid economic growth has fostered a tourist boom among the mainland Chinese, with Southeast Asia the favorite destination, at least for now. And, like travelers for centuries before them, they are developing a reputation, which some say is loud and obnoxious. [C1.] After a quarter-century of growth powered largely by exports, China is showing signs of opening a new chapter of strong growth, this time propelled by domestic spending. [C4.] Europe Fails Again to Reach Deal for Lower Farm Tariffs The European Union failed again to deliver new cuts in its farm tariffs and subsidies, held back by France's refusal to allow deeper reductions, while other trading nations laid pressure on Europe to act. Brazil's foreign minister, Celso Amorim, left, who has become a spokesman for developing nations in these talks, urged Europe to break the logjam. [C13.] Stocks Fall Sharply on Report of High Inflation Stocks sold off sharply, pushing the three major gauges down more than 1 percent, after a major inflation gauge hit a 25-year high and stirred fears of higher interest rates, while Pfizer posted disappointing quarterly results. The Dow Jones industrial average fell 133.03 points, to 10,281.10. The Standard & Poor's 500-stock index sank 17.96 points, to 1,177.80. The Nasdaq composite index dropped 23.13 points, to 2,068.11. [C7.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2005-10-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 798, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E2DF133FF932A15753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd261008eb7c8105d8122de", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Finding more ways to make money from its spot as the world's most popular Internet search engine, Google posted a sharply higher profit in the third quarter....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Finding more ways to make money from its spot as the world's most popular Internet search engine, Google topped Wall Street expectations yesterday and posted a sharply higher profit in the third quarter. The results even exceeded the expectations of the company.", "headline": {"main": "Profit Rises Sevenfold At Google"}, "pub_date": "2005-10-21T00:00:00Z", "abstract": "Google tops Wall Street expectations and posts sharply higher profit in third quarter; earned $381 million, up more than sevenfold from its $52 million year earlier; revenue was $1.6 billion, up 96 percent from $805.9 million year ago; Google's shares hit record $335 in after-hours trading, up from $303.20 closing price in regular trading; chief executive Eric E Schmidt comments (M)", "print_page": "1", "word_count": 686, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/21/technology/21google.html", "multimedia": [], "keywords": [{"name": "persons", "value": "SCHMIDT, ERIC E"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "INDEXERS AND INDEXING"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251098eb7c8105d7f4eb7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google's supercharged earnings report buoyed technology shares and helped the Nasdaq composite index edge into positive territory for the week, but the broader market had another weekly decline.     The news from Google -- that its earnings and re...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "Google's supercharged earnings report buoyed technology shares and helped the Nasdaq composite index edge into positive territory for the week, but the broader market had another weekly decline. The news from Google -- that its earnings and revenue for the third quarter far exceeded Wall Street's expectations -- drove its shares up 12 percent on Friday. For the year, they have risen 76 percent, pushing Google's market capitalization to nearly $100 billion.", "headline": {"main": "DataBank; Google This: Tech's Up, but the Market's Down"}, "pub_date": "2005-10-23T00:00:00Z", "abstract": null, "print_page": "11", "word_count": 187, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0CE2DB133FF930A15753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2872f8eb7c8105d8587a2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeff", "lastname": "SOMMER"}], "original": "By JEFF SOMMER"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "An online classified service being tested by Google set off intense speculation after a Web site for the service was accidentally made public....", "news_desk": "Business/Financial Desk", "lead_paragraph": "An online classified service being tested by Google set off intense speculation on Tuesday after a Web site for the service was accidentally made public and discovered by a computer programmer on Monday. The service, which was named Google Base and was for a time accessible at base.google.com, described itself as ''Google's database into which you can add all types of content.''", "headline": {"main": "Google Found To Be Testing Classified Ads"}, "pub_date": "2005-10-26T00:00:00Z", "abstract": "Online classified service being tested by Google sets off intense speculation after Web site for service is accidentally made public and discovered by British computer programmer; service is named Google Base (M)", "print_page": "2", "word_count": 344, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/26/technology/26google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "CLASSIFIED ADVERTISING"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2510a8eb7c8105d7f4f70", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "Review", "snippet": "Pointingit's sole purpose is linking Google Earth to a Web site that compiles everyday, not-always-glamorous photographs of architecture....", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "It is quite a thrill: zooming from outer space through cloud layers into your continent, country, state, city and neighborhood, finally onto the roof of your very own house, then zooming back out again, twirling the globe and landing at another spot. But after a while, you might want to explore the higher applications of Google Earth -- for example, browsing modern and contemporary architecture. Pointingit (0lll.com/pointingit) started last month with the sole purpose of linking Google Earth (which only Windows users can download at earth.google.com) to 0lll.com (that's a zero and three L's), a Web site that compiles everyday, not-always-glamorous photographs of architecture.", "headline": {"main": "Where to Play Superman And See Architecture, Too", "kicker": "WEB SITE REVIEW"}, "pub_date": "2005-10-27T00:00:00Z", "abstract": "Sarah Boxer reviews Pointingit.com, which links Google Earth to 0lll.com, a compilation of photographs of architecture; photo (M)", "print_page": "7", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/27/arts/design/27eart.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "POINTINGIT.COM"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "REVIEWS"}, {"name": "subject", "value": "ARCHITECTURE"}, {"name": "subject", "value": "BUILDINGS (STRUCTURES)"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2a9fb8eb7c8105d895476", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Sarah", "lastname": "BOXER"}], "original": "By SARAH BOXER"}, "section_name": "Technology; Arts"}, {"type_of_material": "Summary", "snippet": "Director of Ford Motor's Hybrid Program Resigns  Mary Ann Wright, left, the Ford Motor Company's director of hybrid programs and chief engineer on the Ford Escape Hybrid, resigned yesterday. She is one of many senior managers to recently exit Ford...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Director of Ford Motor's Hybrid Program Resigns Mary Ann Wright, left, the Ford Motor Company's director of hybrid programs and chief engineer on the Ford Escape Hybrid, resigned yesterday. She is one of many senior managers to recently exit Ford, which plans a restructuring next year. Ms. Wright, who had been with Ford since 1988 in high-level engineering roles, was involved in Ford's hybrid and fuel-efficiency initiatives. She also helped conduct the company's recent hybrid clinics with consumers, where she trumpeted Ford's commitment to hybrids and improved vehicle fuel efficiency. Ms. Wright will be succeeded by Nancy Gioia, who previously oversaw engineering of small vehicles, including the Mustang. (Dow Jones/AP) Judge Refuses to Become Involved in Google Case A federal judge has rebuffed an attempt by Google Inc. to remove court-ordered restrictions limiting its employment of the computer scientist Kai-Fu Lee, whose recent defection from Microsoft exposed tensions between the companies. In a ruling late Thursday, Federal District Judge Ronald Whyte in San Jose, Calif., declined to become involved in the legal battle over Mr. Lee until the completion of a Washington State trial on the validity of a noncompete agreement Mr. Lee signed when he joined Microsoft in 2000. The Washington trial is scheduled to begin Jan. 9. (AP) Profits Decline at Archer Daniels Midland Shares of the Archer Daniels Midland Company rose yesterday despite a 30 percent decline in first-quarter earnings from sluggish grain sales because of Hurricanes Katrina and Rita. Much of the profit decline was attributed to the agricultural services unit, which was disrupted by the storms. The largest business segments, including corn and oilseed processing, showed solid profit growth. Net income was $186.3 million, or 29 cents a share, compared with $266.3 million, or 41 cents, a year earlier. Analysts had expected 33 cents a share. Sales dropped 4 percent, to $8.63 billion, below analysts' estimates of $9.08 billion. (AP) No Accord, F.C.C. to Meet Again on 2 Takeover Deals Federal regulators failed to reach agreement yesterday on whether to approve the takeover of AT&T by SBC Communications and the purchase of MCI by Verizon Communications. The Federal Communications Commission met through the day but could not agree on what conditions, if any, should be attached to the deals. Another meeting was set for Monday. The negotiations come a day after the Justice Department gave its blessing to the acquisitions, with limited conditions. (AP) AirTran Decides Not to Sell Tickets on Expedia AirTran Holdings Inc., parent of AirTran Airways, said yesterday that it would no longer make its inventory and fares available for sale with Expedia Inc., which runs the online travel agency Expedia.com. The low-cost carrier also said it had entered a multiyear deal with the Cendant Corporation to sell tickets through its Apollo and Galileo travel sites. (Reuters) S.E.C. Names 2 Directors of Enforcement The Securities and Exchange Commission has named Peter Bresnan and Walter Ricciardi as deputy directors of enforcement, the first time the agency has split the post between two people. Mr. Bresnan, 50, who is an associate enforcement director in Washington, will oversee staffing issues like assignments. Mr. Ricciardi, 52, who is head of the S.E.C.'s Boston office, will manage and track the workload. They will replace succeed Thomsen, who was named director in May. (Bloomberg News) Profit Soars 46% at Deutsche Bank Deutsche Bank, Germany's biggest bank, said yesterday that third-quarter profit increased 46 percent after a surge in trading revenue and the highest fees from underwriting and giving mergers advice in almost three years. Net income rose to 991 million euros ($1.2 billion), or 1.89 euros a share, from 680 million euros, or 1.28 euros. Analysts had expected profit of 839 million euros. Revenue gained 31 percent, to 6.62 billion euros. (Bloomberg News) Matsushita Electric Reports Higher Income on Strong Sales The Matsushita Electric Industrial Company, the Japanese maker of Panasonic electronics, said yesterday that its profit surged 33 percent for the July-September quarter, lifted by strong sales of flat-panel TVs, digital cameras and personal computers. The Osaka-based company said profit was 31 billion yen ($268 million) in the second quarter, up from 23 billion yen in the period a year earlier. Sales were unchanged at 2.2 trillion yen ($19 billion). (AP)", "headline": {"main": "BUSINESS BRIEFS"}, "pub_date": "2005-10-29T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 704, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E6D61E3FF93AA15753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2510b8eb7c8105d7f4fe9", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Type ''miserable failure'' into Google and the page that pops up at the top of the results is President Bush's biography on the White House Web site. It also works for ''failure'' and ''worst president ever.''     A sign of bias in the New Media? ...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "Type ''miserable failure'' into Google and the page that pops up at the top of the results is President Bush's biography on the White House Web site. It also works for ''failure'' and ''worst president ever.'' A sign of bias in the New Media? Not so, says Marissa Mayer, Google's director of consumer Web products, who often has to bat down that suspicion when pranksters place what they call a Google bomb. They trick Google's algorithm for ranking search results by using the same phrase on many sites that link to the target site, pushing it to the top of Google's list for that phrase.", "headline": {"main": "MISERABLE SUCCESS", "kicker": "OPENERS: SUITS"}, "pub_date": "2005-10-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 168, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9900EFD81E3FF933A05753C1A9639C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25f828eb7c8105d80f6af", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "Darlin"}], "original": "By Damon Darlin"}, "section_name": "Business"}, {"type_of_material": "Review", "snippet": "Robert T. Kiyosaki's financial literacy manifesto and a look back at the bestseller lists from 1955....", "news_desk": "Book Review Desk", "lead_paragraph": "FATHER KNOWS BEST: Robert T. Kiyosaki's financial literacy manifesto, ''Rich Dad, Poor Dad'' is No. 4 on this week's paperback advice list. First published in 1997, this thing has now been on the list for 260 weeks -- longer than all but a handful of titles, including ''The Road Less Traveled'' (694 weeks) and ''The Joy of Sex (363 weeks). Kiyosaki, who was born in Hawaii, has diversified feverishly in the years since ''Rich Dad'' was released -- there are now 10 books in the ''Rich Dad'' series, he's done infomercials, been on ''Oprah'' and played Madison Square Garden. Kiyosaki's book is often credited with helping start the boom in ''flipping'' real estate, but as Carol Lloyd pointed out recently in The San Francisco Chronicle, he's backing off some of that advice now. ''I'm worried about people using their houses as A.T.M. machines,'' he said. He added that flipping is ''really stupid right now.'' (These days, he is more bullish on oil and gold.) Kiyosaki's kind of success can bring scrutiny. When I punched his name into Google, for example, the top hit was a strenuous, almost book-length put-down of ''Rich Dad, Poor Dad'' by the newsletter publisher John T. Reed. (Reed doesn't call Kiyosaki ''the worst financial guru of my generation,'' but he comes close.) Still, as Kiyosaki said on CNN earlier this year: ''The world is full of critics, and I ask those critics, 'Have you sold 20 million copies of a book so far? Are you a multimillionaire?' '' BACK PAGES: Fifty years ago this week, in the Oct. 16, 1955, issue of the Book Review, Herman Wouk had the No. 1 place on the fiction list with ''Marjorie Morningstar.'' Wouk's novel had been the main selection of the Book-of-the-Month Club, and it was reviewed on the Book Review's cover. (The critic Maxwell Geismar wrote about it here, and frostily. He called it ''very good reading indeed,'' but added: ''The values of true culture are as remote from its polished orbit as are, at base, the impulses of real life.'') Rounding out the top five positions on the fiction list were Patrick Dennis's ''Auntie Mame,'' Sloan Wilson's ''Man in the Gray Flannel Suit,'' Robert Ruark's ''Something of Value'' and Francoise Sagan's ''Bonjour Tristesse.'' Sagan's novel was reviewed in these pages by the French writer Marcel Arland, who likened it to ''a cocktail -- as smooth and stimulating, and as complicated as you could wish from a young girl.'' (The ingredients of Sagan's fizzy mix, Arland wrote, were ''a piquant situation . . . a little perversity, a dash of false candor'' and ''a tinge of involuntary frankness.'') On the nonfiction list, Anne Morrow Lindbergh's ''Gift From the Sea'' was at No. 1, followed by Norman Vincent Peale's ''Power of Positive Thinking,'' John A. Schindler's ''How to Live 365 Days a Year,'' Edward Steichen's ''Family of Man'' and Catherine Marshall's ''Man Called Peter.'' Dwight Garner", "headline": {"main": "TBR: Inside the List", "kicker": "TBR"}, "pub_date": "2005-10-30T00:00:00Z", "abstract": null, "print_page": "22", "word_count": 488, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/30/books/review/30tbr.html", "multimedia": [], "keywords": [{"name": "subject", "value": "BOOKS AND LITERATURE"}], "subsection_name": null, "_id": "4fd24e1f8eb7c8105d7ef2fa", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Dwight", "lastname": "Garner"}], "original": "By Dwight Garner"}, "section_name": "Arts; Books"}, {"type_of_material": "News", "snippet": "This year Google will sell more advertising than any newspaper chain, magazine publisher or television network....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "IN many ways, Larry Page and Sergey Brin seem an unlikely pair to lead an advertising revolution. As Stanford graduate students sketching out the idea that became Google, the two software engineers sniffed in an academic paper that ''advertising-funded search engines will inherently be biased toward the advertisers and away from the needs of consumers.'' They softened that line a bit by the time they got around to pitching their business to venture capitalists, allowing that selling ads would be a handy safety net if their other, less distasteful ideas for generating revenue didn't pan out.", "headline": {"main": "Your Ads Here (All of Them)"}, "pub_date": "2005-10-30T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 3623, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/30/business/yourmoney/30google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25f828eb7c8105d80f6ad", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Gannett said it would roll out a service on its newspaper Web sites where readers would be shown banner ads that can expand into an online versionof weekly local circulars....", "news_desk": "Business/Financial Desk", "lead_paragraph": "YOU could argue that reading a newspaper online is much like reading one offline, but one thing is unmistakably missing from the Web: when you log on, an advertising circular does not fall into your lap. Until now, that is. Gannett, one of the nation's biggest newspaper publishers, said it would introduce a new service on its newspaper Web sites next month that displays banner ads that readers can expand into a virtual version of the weekly local circulars so familiar to offline newspaper readers.", "headline": {"main": "Newspaper Ad Circulars Find Their Way Online", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2005-10-31T00:00:00Z", "abstract": "Gannett is introducing service on its newspaper Web site that displays banner ads that readers can expand into virtual version of weekly local circular so familiar to offline newspaper readers; service, called PaperBoy, will give national advertisers way to reach online readers in local markets with promotions tied to neighborhood stores; will help Gannett protect its turf from Google, Yahoo and other Internet companies that have moved more aggressively to serve local information and ads to readers; photo (M)", "print_page": "4", "word_count": 1031, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2005/10/31/technology/31ecom.html", "multimedia": [{"url": "images/2005/10/31/business/30ecom.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2005/10/31/business/30ecom.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "GANNETT CO"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "NEWSPAPERS"}, {"name": "subject", "value": "ADVERTISING"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "NEWS AND NEWS MEDIA"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2510b8eb7c8105d7f503b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By BobTedeschi"}, "section_name": "Technology; Business"}], "meta": {"hits": 35}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}