{"response": {"docs": [{"type_of_material": "News", "snippet": "Jeffrey Toback, a Nassau County legislator, has decided that he may have better luck getting Google to change its ways if he talks to it instead of suing it.     Mr. Toback dropped a federal lawsuit last month that accused Google of profiting from...", "news_desk": "Long Island Weekly Desk", "lead_paragraph": "Jeffrey Toback, a Nassau County legislator, has decided that he may have better luck getting Google to change its ways if he talks to it instead of suing it. Mr. Toback dropped a federal lawsuit last month that accused Google of profiting from child pornography. He filed the suit in early May, but now he says he hopes he can negotiate with Google to get it to improve its filtering system to keep child pornography links off its site.", "headline": {"main": "If Suing Google Doesn't Work, Talk Might", "kicker": "THE WEEK"}, "pub_date": "2006-07-02T00:00:00Z", "abstract": "The Week column; Nassau County legislator Jeffrey Toback has dropped federal lawsuit that accused Google of profiting from child pornography; says he hopes to negotiate with Google to get it to improve its filtering system; Hofstra University will create Presidential Studies Center, financed by $3.5 million donation from trustee Peter Kalikow; Meena Bose is named to newly endowed faculty chair; Bose will organize annual conferences and lecture series on nation's presidents; East Hampton launches 'zero tolerance policy' on overcrowded and illegal housing that results in filing of 135 building and zoning violations against landlords at six houses; owners and tenants were Hispanic; town officials say investigations will now focus on summer share houses; photos (M)", "print_page": "2", "word_count": 962, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03E7D91430F931A35754C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "TOBACK, JEFFREY"}, {"name": "persons", "value": "BOSE, MEENA"}, {"name": "persons", "value": "KALIKOW, PETER S"}, {"name": "glocations", "value": "EAST HAMPTON (NY)"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "organizations", "value": "HOFSTRA UNIVERSITY"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "UNITED STATES POLITICS AND GOVERNMENT"}, {"name": "subject", "value": "PRESIDENTS AND PRESIDENCY (US)"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "HOUSING"}, {"name": "subject", "value": "RENTING AND LEASING"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "ZONING"}, {"name": "subject", "value": "PORNOGRAPHY"}, {"name": "subject", "value": "HISPANIC-AMERICANS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd255928eb7c8105d7fe231", "byline": {"person": [{"firstname": "Vivian", "middlename": "S.", "lastname": "TOY", "rank": 1, "role": "reported", "organization": ""}], "original": "By VIVIAN S. TOY"}, "section_name": "Technology; Washington; New York and Region"}, {"type_of_material": "News", "snippet": "Google is a solid member of the Fortune 500 with $9 billion in cash, but it is stubbornly sticking to its do-it-yourself approach to technology....", "news_desk": "Business", "lead_paragraph": "Google is a solid member of the Fortune 500 with $9 billion in cash, but it is stubbornly sticking to its do-it-yourself approach to technology.", "headline": {"main": "A Search Engine That's Becoming an Inventor", "sub": "Software and Maybe Microchips, All Built in the Google Garage ;", "print_headline": "A Search Engine That's Becoming An Inventor"}, "pub_date": "2006-07-03T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1740", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/03/technology/03google.html", "multimedia": [{"width": 75, "url": "images/2006/07/02/business/03google.751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/07/02/business/03google.751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "11", "is_major": "N", "value": "Cern", "name": "organizations"}, {"rank": "12", "is_major": "N", "value": "Advanced Micro Devices Incorporated", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Engineering and Engineers", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computer Chips", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Microsoft Corporation", "name": "organizations"}, {"rank": "7", "is_major": "N", "value": "Yahoo! Incorporated", "name": "organizations"}, {"rank": "8", "is_major": "N", "value": "Rackable Systems Incorporated", "name": "organizations"}, {"rank": "9", "is_major": "N", "value": "Dell Inc", "name": "organizations"}, {"rank": "10", "is_major": "N", "value": "Sun Microsystems Incorporated", "name": "organizations"}], "subsection_name": null, "_id": "54ae2d1138f0d817e02e725b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}, {"organization": "", "role": "reported", "firstname": "John", "rank": 2, "lastname": "MARKOFF"}], "original": "By SAUL HANSELL and JOHN MARKOFF"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "Sailors and Shipowners Fear Piracy Off Somalia  After 19 hijackings of ships off the coast of Somalia in 15 months, and 45 attempted hijackings, many ships are keeping their distance from the country. Heavily armed pirates routinely demand ransom ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Sailors and Shipowners Fear Piracy Off Somalia After 19 hijackings of ships off the coast of Somalia in 15 months, and 45 attempted hijackings, many ships are keeping their distance from the country. Heavily armed pirates routinely demand ransom from shipowners. PAGE A4 Shuttle Launching Delayed Again NASA scrubbed the launching of the space shuttle Discovery for the second day in a row as thunderstorms and clouds cloaked the Kennedy Space Center in Florida. The next attempt will be tomorrow afternoon, when weather conditions are expected to improve. PAGE A11 Manhattan Jail Un-Named Bernard B. Kerik's name came off the jail complex in Lower Manhattan after Mr. Kerik, the former police and correction commissioner, pleaded guilty to accepting free work from a contractor. PAGE B1 Push for Spending Database A plan to create a public database, searchable over the Internet, that would list most government contracts and grants has drawn liberal and conservative support. PAGE A10 'Evita' Returns To London A well-received revival of ''Evita'' in London reveals the title character, Eva Perón, to be the perfect heroine for 2006, a dubious honor. A Critic's Notebook by Ben Brantley. THE ARTS, PAGE E1 Playoff in the U.S. Open Annika Sorenstam missed a birdie putt on the 18th hole that would have won the U.S. Women's Open and now must face Pat Hurst in an 18-hole playoff. SPORTSMONDAY, PAGE D1 Google Still in the Garage Google, the Internet high-flier, is sticking to do-it-yourself technology, deploying hundreds of thousands of custom-made servers based on its own eccentric designs. PAGE C1 Resignations at Airbus The head of Airbus and the co-chief of its parent company, the European Aeronautic Defense and Space Company, resigned after the disclosure that the Airbus A380 jumbo plane, the industry's largest commercial airplane, would be delivered six months late. Noël Forgeard, the outgoing EADS chief, is being investigated for suspected insider trading. BUSINESS DAY PAGE C1", "headline": {"main": "INSIDE"}, "pub_date": "2006-07-03T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 317, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C01E4D61530F930A35754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c0f8eb7c8105d8600f3", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "PHONE VS. CABLE -- With a service called U-verse, AT&T can assemble a package of television, broadband and phone services to match the bundle sold by cable companies. But cable providers like Time Warner Cable are fighting back. To keep customers ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "PHONE VS. CABLE -- With a service called U-verse, AT&T can assemble a package of television, broadband and phone services to match the bundle sold by cable companies. But cable providers like Time Warner Cable are fighting back. To keep customers from leaving, they are discounting their television and phone plans, throwing in premium movie channels and faster connections to the Internet. [Page C1.] SHAKE-UP AT AIRBUS AND PARENT -- The head of Airbus and the co-chief of its parent company resigned Sunday after the disclosure of production delays for the Airbus A380 jumbo plane and an investigation into insider trading, which together have sent the company's shares tumbling. [C1.] FURNITURE ON THE WEB -- Luxury furniture makers and their affiliated sellers are taking aim at Europe by Net, an Internet company based in London that is run by Julie Edwards, left, who offers items like $11,000 Italian sofas for $8,000. Ms. Edwards says the company takes orders on its Web site, finds the furniture at retail stores in Europe and ships it to customers. This is considered operating in a gray market because customers don't buy the goods from sellers with official agreements with manufacturers. Bob Tedeschi: E-Commerce Report. [C1.] GOOGLE GOES ITS OWN WAY -- Even though Google is now a solid member of the Fortune 500 with $9 billion in cash, it is still sticking to its do-it-yourself approach to technology. The company will spend more than $1.5 billion this year on operation centers and technology, but most of the hundreds of thousands of servers it will deploy are being custom-made, based on Google's own eccentric designs. [C1.] LOW-PROFILE MEDIA COMPANY -- Thomson of Canada may be the biggest media company people have never heard of. Last year, Thomson posted revenues of $8.7 billion, exceeding the $7.59 billion reported by the newspaper leader, Gannett. [C1.] PHILIPS' GOURMET CAMPAIGN -- Royal Philips Electronics will spend an estimated $4 million to be the only sponsor of a 98-page, booklet-like supplement that will be distributed with the August issue of Gourmet magazine. The supplement will come in a ''poly-bag,'' or plastic wrapper, making it what the magazine industry calls an outsert. Stuart Elliott: Advertising. [C6.] DISMISSAL AT PARIS MATCH -- Alain Genestar, editor in chief of Paris Match since 1999, was pushed from the top spot last week by the magazine's parent company, Hachette Filipacchi Medias. Yet despite widespread publicity about his ouster, Mr. Genestar was still at his desk in Paris on Friday. [C4.] DIGITAL DISAPPOINTMENT -- To spur the adoption of digital television and HDTV, cable TV operators and the consumer electronics industry agreed on a compelling concept: new digital televisions would be ''cable ready,'' able to receive programming without a set-top box. But the technology has stalled, the victim of conflicting business interests, manufacturing costs and lack of consumer response. [C3.] GIVING BACK -- A video-clip site called Lulu.tv said that it would begin charging a $14.95 monthly fee for a ''pro'' account and distributing most of the money to the people who contribute to the site. [C3.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 511, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F06E7D71530F930A35754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255938eb7c8105d7fe27f", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-9    Israel Hits Fatah Offices As Strikes Increase in Gaza  Israeli aircraft intensified their attacks on Palestinian targets in Gaza, hitting the downtown offices of the Fatah political party and sites in the northern part of t...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-9 Israel Hits Fatah Offices As Strikes Increase in Gaza Israeli aircraft intensified their attacks on Palestinian targets in Gaza, hitting the downtown offices of the Fatah political party and sites in the northern part of the territory after Israel's prime minister ordered his military to do whatever necessary to pressure militants to free a captured Israeli soldier. A1 Plan Guided Bali Bombings Indonesian police have uncovered a document from the computer of a planner of an attack last October in Bali that killed 20 people. Experts say it offers a glimpse into the minds of terrorist plotters and of the kind of meticulous planning involved in even a relatively simple operation. A1 Mexico Votes in Tight Race Millions of Mexicans voted to decide the tightest race for president in their history, but as the last polling stations closed there was still no clear winner between a leftist firebrand who has promised to lift the poor and a conservative technocrat backed by business leaders. A8 Iraqi Sunnis Boycott Parliament The main Sunni Arab political bloc in Iraq began a boycott of Parliament to protest the kidnapping of a Sunni legislator and threatened to withdraw its members from the prime minister's cabinet unless she was freed within the next 48 hours. A9 Iran Rejects Deadline on Offer Iran again rejected a deadline to respond to an international proposal to end the standoff over its nuclear program, saying it will respond in a month. A4 Afghans Wary of U.S. Tactics A joint military raid by American and Afghan forces on a house in Kabul, Afghanistan, on March 20 has pointed up the tensions between the American military and the Afghan Defense Ministry over the conduct of counterinsurgency raids. A9 Ex-Leader of Chad Faces Trial A court in Senegal must try Hissène Habré, the former dictator of Chad, for human rights violations he is accused of committing during his eight-year rule, an African Union panel said. Senegal's president, Abdoulaye Wade, said he would comply with the request. A4 World Cup Disappoints Brothels The World Cup has not generated a surge in demand for prostitution or an influx of temporary prostitutes from Eastern Europe as many in Germany's legal sex industry had predicted. A3 OBITUARIES B7 Fernando Sanchez A fashion designer who captured the naughty side of 1970's fashion with lingerie collections conceived for elegant boudoirs but often worn in public, he was 70. B7 Vern Leroy Bullough A historian of medicine and sexuality noted for chronicling the development of American nursing, he was 77. B7 NATIONAL A10-13 Old Rivals Find Benefits In Political Partnership After years of competitive and often contentious dealings, President Bush and Senator John McCain of Arizona are building a deepening if impersonal relationship that is serving the political needs of both men and could prove valuable to Mr. McCain in his efforts to win the Republican presidential nomination in 2008. A1 Cannabis Club Moving to Wharf The Green Cross is a cannabis club, one of about 30 in San Francisco that sell marijuana to patients with a doctor's note. But none of San Francisco's medical marijuana dispensaries have been in places anywhere as popular as Fisherman's Wharf. With the opening of the new club just weeks away, some are fighting to keep it out. A1 Senator Calls for Digital Budget Exasperated by his party's failure to cut government spending, Senator Tom Coburn, left, Republican of Oklahoma, wants to create a public database, searchable over the Internet, that would list most government contracts and grants, exposing hundreds of billions in annual spending to instant desktop view. A10 Licensing Laws Save Lives Laws that restrict 16-year-old drivers from carrying passengers and from driving at night help cut fatal accidents substantially, a new study said. It found that in states with such programs, the rate of 16-year-olds involved in fatal accidents is 20 percent lower than in states without them. A10 Congress Reacts to Court Case Democratic leaders, in response to the Supreme Court's rebuke of the Bush administration last week, called for a closer consultation with Congress and a broad review of the administration's use of executive power to combat terrorism. Republican leaders called for a more limited response. A11 Shuttle Launching Delayed NASA scrubbed the launching of the shuttle Discovery for the second day in a row as thunderstorms and clouds cloaked the Kennedy Space Center. If the launching is not completed by July 19, it will have to be postponed until late August. A11 NEW YORK/REGION B1-5 Bosses Move Back to City After Long Period of Flight The number of Fortune 500 companies based in New York City has been inching upward, reversing a long, steep decline. But the new arrivals do not resemble headquarters of the past, packed with middle managers and supporting personnel, they are mostly bosses who can network with their peers, while keeping the rank-and-file in less expensive quarters in suburbs or other cities. A1 Mob Trial Details Decline As prosecutors and mafia turncoats in Federal District Court in Brooklyn told stories of gangland murder that could land Baldassore Amato in prison for life, they also told another story about the decline of the Bonanno family. B1 Kerik's Name Taken Off Jail The Bernard B. Kerik Complex, an 881-bed jail dedicated by Mayor Rudolph W. Giuliani in 2001 in honor of the former police commissioner, was renamed and will again be called the Manhattan Detention Complex. The decision was made a day after Mr. Kerik pleaded guilty in State Supreme Court in the Bronx to two misdemeanors. B1 ARTS E1-12 Signs of Box Office Resurgence After abandoning theaters in worrying numbers last summer, American moviegoers are returning to the multiplex, steadily if slowly. Through the first 25 weeks of the year, domestic box-office revenue was up nearly 5 percent, to $4.6 billion, according to the tracking company Exhibitor Relations. E1 Web Site Saves Sitcom ''Nobody's Watching,'' a comedy pilot that was passed on by the WB network, has found a new life and a wide audience thanks to YouTube, where it had been downloaded more than 300,000 times by a growing legion of fans. E1 Beatles Tribute in Las Vegas The premiere of ''Love,'' the new Cirque du Soleil show set to the music of the Beatles, not only offered the closest thing possible to a Fab Four reunion, but it also prompted a gathering of Beatle families, friends and associates that may never be repeated. E3 BUSINESS DAY C1-8 Airbus Chief Steps Down The head of Airbus and the co-chief of its parent company resigned, following the disclosure of production delays for the Airbus A380 jumbo plane and an investigation into insider trading, which together have sent its shares tumbling. C1 Google Spends on Technology Google plans to spend more than $1.5 billion on plants and technology, with most of the hundreds of thousands of servers it will deploy custom-made to its own eccentric designs. C1 AT&T Gets Into TV AT&T plans to offer a new service, U-verse, that crams video, data and, in time, phone calls down one high-speed broadband line, allowing users to view multiple channels at once, get information about programs instantly and eventually access some Internet content via their televisions. C1 Business Digest C2 SPORTSMONDAY D1-8 All-Star Teams Named David Wright and and José Reyes were among six Mets players named to the National League All-Star team. The Yankees will have four players on the American League roster, including starters Derek Jeter and Alex Rodriguez. D1 EDITORIAL A14-15 Editorials: Crisis postponed at the U.N.; protecting all waters; how to educate young scientists; Verlyn Klinkenborg on bird-watching. Columns: Bob Herbert and Judith Warner. Bridge E6 Crossword E8 Metro Diary B2 TV Listings E11 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2006-07-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1285, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9901E1D71530F930A35754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c0f8eb7c8105d8600ee", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Correction", "snippet": "An article in Business Day yesterday about Google's self-sufficiency in servers, software and other technology misspelled the name of a program developed by Microsoft for its own use in parallel processing. It is Dryad, not Driad....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day yesterday about Google's self-sufficiency in servers, software and other technology misspelled the name of a program developed by Microsoft for its own use in parallel processing. It is Dryad, not Driad.", "headline": {"main": "Corrections"}, "pub_date": "2006-07-04T00:00:00Z", "abstract": "Correction of July 3 article on Google's self-sufficiency in servers, software and other technology", "print_page": "2", "word_count": 36, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9807EEDC1230F937A35754C0A9609C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd278ef8eb7c8105d83b67e", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Google Trends offers a window into what people are actually doing. Freaky? Maybe. But chances are good you'll check it out....", "news_desk": "Business", "lead_paragraph": "Google Trends offers a window into what people are actually doing. Freaky? Maybe. But chances are good you'll check it out.", "headline": {"main": "The Internet Knows What You'll Do Next", "print_headline": "The Internet Knows What You'll Do Next", "content_kicker": "David Leonhardt"}, "pub_date": "2006-07-05T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "1054", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/05/business/05leonhardt.html", "multimedia": [{"width": 75, "url": "images/2006/03/07/business/leonhardt_75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/03/07/business/leonhardt_75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Public Opinion", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Battelle, John", "name": "persons"}, {"rank": "6", "is_major": "N", "value": "Varian, Hal R", "name": "persons"}], "subsection_name": null, "_id": "54ae37c838f0d817e02e73d5", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "LEONHARDT"}], "original": "By DAVID LEONHARDT"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": null, "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "How to Use Google Trends"}, "pub_date": "2006-07-05T00:00:00Z", "abstract": null, "print_page": null, "word_count": "658", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/05/business/05leonhardt-aboutgoogtrends.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "54ae385d38f0d817e02e73ec", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "LEONHARDT"}], "original": "By DAVID LEONHARDT"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "They may not get the attention of a Google or an Amazon.com, but shares of Chicago Mercantile Exchange are putting on an impressive show. The futures exchange's stock, first sold to the public in late 2002 at $35 apiece, hit an all-time high of $5...", "news_desk": null, "lead_paragraph": "They may not get the attention of a Google or an Amazon.com, but shares of Chicago Mercantile Exchange are putting on an impressive show. The futures exchange's stock, first sold to the public in late 2002 at $35 apiece, hit an all-time high of $507.47 on Wednesday. Its market capitalization of $17.4 billion makes it bigger than any other publicy traded exchange.", "headline": {"main": "Awaiting the Merc's Next Move", "kicker": "DealBook"}, "pub_date": "2006-07-06T05:55:14Z", "abstract": "They may not get the attention of a Google or an Amazon.com, but shares of Chicago Mercantile Exchange are putting on an impressive show. The futures exchange's stock, first sold to the public in late 2002 at $35 apiece, hit an all-time high of $507.47 on Wednesday. Its market capitalization of $17.4 billion makes it [...]", "print_page": null, "word_count": 428, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/07/06/awaiting-the-mercs-next-move/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365978eb7c8105d8b4e13", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Is that cute avatar checking out my avatar? My virtual heart leaps....", "news_desk": "Styles", "lead_paragraph": "Is that cute avatar checking out my avatar? My virtual heart leaps.", "headline": {"main": "Someone to Watch Over Me (on a Google Map)", "kicker": "Modern Love", "print_headline": "Someone to Watch Over Me (on a Google Map)", "content_kicker": "Modern Love"}, "pub_date": "2006-07-09T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "1702", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/09/fashion/sundaystyles/09love.html", "multimedia": [{"width": 75, "url": "images/2006/07/07/style/09love75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/07/07/style/09love75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Friendship", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Dating (Social)", "name": "subject"}], "subsection_name": "Sunday Styles", "_id": "53e141cb38f0d81effd09a63", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Theodora", "rank": 1, "lastname": "STITES"}], "original": "By THEODORA STITES"}, "section_name": "Fashion & Style"}, {"type_of_material": "News", "snippet": "The Internet auctioneer eBay is facing new concerns over executive turnover and management succession at a time when Google is invading its turf....", "news_desk": "Business", "lead_paragraph": "The Internet auctioneer eBay is facing new concerns over executive turnover and management succession at a time when Google is invading its turf.", "headline": {"main": "For eBay, Departures Underscore a Risky Time", "print_headline": "For eBay, Departures Underscore A Risky Time"}, "pub_date": "2006-07-10T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "1094", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/10/technology/10ebay.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Incorporated", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Suspensions, Dismissals and Resignations", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Executives and Management", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "PayPal", "name": "organizations"}, {"rank": "7", "is_major": "N", "value": "Skype Technologies", "name": "organizations"}], "subsection_name": null, "_id": "54ae584538f0d817e02e782d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Katie", "rank": 1, "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-10    Rampages and Bombs Kill Dozens in Baghdad  A mob of gunmen went on a daytime rampage through a predominantly Sunni Arab district of western Baghdad, pulling people from their cars and homes and killing them in what officials...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Rampages and Bombs Kill Dozens in Baghdad A mob of gunmen went on a daytime rampage through a predominantly Sunni Arab district of western Baghdad, pulling people from their cars and homes and killing them in what officials and residents called revenge by Shiite militias for the bombing of a Shiite mosque. Reports of the death toll ranged from less than a dozen to more than 40. Later a bomb in a Shiite mosque in another Baghdad neighborhood killed at least 19 people and wounded 59. A1 U.S. Stresses Talks with Korea The top American negotiator with North Korea, Christopher R. Hill, left, said his priority was to get back to the negotiating table, signaling that the United States was seeking a diplomatic solution instead of punitive economic sanctions against North Korea for test-launching seven missiles. A6 India Tests Long-Range Missile India test-fired its longest range nuclear-capable missile for the first time, government officials said. But it was unclear whether the test was successful, with at least one report saying that the missile failed at some point during its flight. A6 Israel Vows Ongoing Action Israel will continue its military offensive in the Gaza Strip at its own pace until Palestinian militants release a captured Israeli soldier and halt their rocket attacks, Prime Minister Ehud Olmert, above, told his cabinet. Mr. Olmert also ruled out negotiations with Hamas, saying that would only support another kidnapping. A10 Polish Leader Elevates Twin President Lech Kaczynski of Poland announced that he would appoint his twin brother and longtime political partner, Jaroslaw, to succeed Prime Minister Kazimierz Marcinkiewicz, according to a Polish news agency. A3 Russian Plane Crash Kills 122 A Russian passenger plane crashed after landing, claiming 122 lives. The reason for the crash was unclear. The official Russian Information Agency cited an investigator who said the airplane's hydraulic braking system had failed. A6 Wolfowitz Urges Trade Talks Paul D. Wolfowitz, left, president of the World Bank, has called on President Bush and other world leaders to make further compromises to revive the faltering global trade talks that are at an impasse over the issue of farm subsidies. Mr. Wolfowitz said the failure to reach an agreement on trade would be a blow to the world's poorest countries. A9 NATIONAL A11-15 Republican Gives Details Of Intelligence Withheld Peter Hoekstra, left, the Republican chairman of the House Intelligence Committee, said the Bush administration briefed the panel on a ''significant'' intelligence program only after a government whistle-blower alerted him to its existence and he pressed Mr. Bush for details. A11 Court's Decision Divides G.O.P. The Supreme Court decision striking down the use of military commissions to bring terrorism detainees to trial has set off sharp differences among Republicans in Congress over what kind of rights detainees should be granted and how much deference should be shown the president in deciding the issue. A1 Tough Race for Republican Rick Santorum, the third-ranking Republican leader in the Senate, is fighting for his political life, trying to convince his Pennsylvania constituents that he has not gone ''Washington.'' A former symbol of the conservative movement, he is now trying to show his kinder, gentler side. A1 Florida Mayor Pushes Fines The mayor of Avon Park, Fla., is pushing a proposal to root out and punish landlords who rent to illegal immigrants, fining them $1,000 for every such tenant. The plan has supporters across the country, but civil rights organizations and the town's immigrant community and farmers want to strike it down. A11 Football Lures Male Students Some small American colleges, eager to attract men to increasingly female campuses, have taken notice of how many students can be lured to attend by adding a football team. Officials say football can bring in more tuition-paying students than any other course or activity -- and not just players themselves. A1 NEW YORK/REGION B1-5 Small Towns Resist High-Voltage Towers Private power companies looking to supply the New York City area with electric power from upstate sources are facing opposition from residents in small hamlets where high-voltage transmission towers would be built. They have become the first battleground over a law that expanded federal powers to meet energy needs. B1 Gap in Campaign Money Republican candidates in New York are struggling to raise money this year, and in some cases are competing against one another, while Democrats, particularly Eliot Spitzer and Hillary Rodham Clinton, have turned their popular support into large war chests. B1 Five Killed in Car Crash Five people were killed and two others critically injured when their car jumped a barrier into oncoming traffic on the Bronx River Parkway and was crushed by another vehicle, the police said. B1 SPORTSMONDAY D1-8 Italy Wins World Cup Title Italy won its fourth World Cup title, defeating France, 5-3, in a penalty-kick shootout after overtime ended with the score tied at 1-1. France went into the shootout without its captain and star midfielder, Zinédine Zidane, who had been ejected after he head-butted the Italian defender Marco Materazzi in the chest after the two exchanged words. A1 ARTS E1-8 Harvard Divided Over a Room A renovation of a Harvard University poetry reading room designed by the Finnish architect Alvar Aalto has drawn heated objections from architects and preservationists who say the room should be maintained exactly as Aalto created it. E1 BUSINESS DAY C1-8 Data on Defibrillators Federal health officials are expected to release records showing that patients with severe heart disease suffered complications, including infections and deaths, when they underwent surgery to have heart devices implanted in their chests. C1 Executive Turmoil at EBay After a trying week in which one of the company's top executives resigned, eBay is facing new concerns over executive turnover and management succession, adding to what may be an even bigger challenge: an invasion of its turf by Google. C1 AOL's Strategy Shift In two weeks, the board of Time Warner Inc., which owns AOL, will hear a proposal from AOL's chief executive calling for a near halt in marketing for AOL's Internet access service, price cuts for existing customers and thousands of layoffs. C1 Business Digest C2 EDITORIAL A16-17 Editorials: The U.N. sideshow on Korea; drafting the future of the parks; lobbyists yes, the people maybe; Lawrence Downes on day laborers. Columns: Bob Herbert, Paul Krugman. Bridge E6 Crossword E2 Metro Diary B2 Obituaries B7 TV Listings E8 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2006-07-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1126, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9406E1DF1130F933A25754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287e78eb7c8105d85a48b", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "In a much-needed boost for Gov. Jennifer M. Granholm, Google plans to build an office and research center in Ann Arbor....", "news_desk": "Business", "lead_paragraph": "In a much-needed boost for Gov. Jennifer M. Granholm, Google plans to build an office and research center in Ann Arbor.", "headline": {"main": "Google to Put a Research Center in Michigan", "print_headline": "Google to Put a Research Center in Michigan"}, "pub_date": "2006-07-11T00:00:00Z", "abstract": null, "print_page": "11", "word_count": "379", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/11/technology/11google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "University of Michigan", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Granholm, Jennifer M", "name": "persons"}, {"rank": "4", "is_major": "N", "value": "Michigan", "name": "glocations"}, {"rank": "5", "is_major": "N", "value": "Page, Larry", "name": "persons"}], "subsection_name": null, "_id": "54ae5faa38f0d817e02e793c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Micheline", "rank": 1, "lastname": "MAYNARD"}, {"organization": "", "role": "reported", "firstname": "Nick", "rank": 2, "lastname": "BUNKLEY"}], "original": "By MICHELINE MAYNARD  and NICK BUNKLEY"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "FLIGHTS ARE PACKED -- If you haven't made summer travel plans yet, you could be out of luck. The summer travel season has started with airlines reporting record load factors, or the percentage of seats filled with paying customers. Here are the fi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "FLIGHTS ARE PACKED -- If you haven't made summer travel plans yet, you could be out of luck. The summer travel season has started with airlines reporting record load factors, or the percentage of seats filled with paying customers. Here are the figures for June from the top six airlines: The load factor at United Airlines was 88.3 percent, the highest ever. The load factor at Delta Air Lines was 84.6 percent, largely driven by a 30.6 percent increase in international passengers over June 2005; on June 30, Delta's flights were 94.4 percent full -- the highest daily load factor ever, the airline said. The June load factor at US Airways was 84.3 percent, and at Northwest Airlines, it was 89.7 percent, also the highest ever. At Continental Airlines, the June figure was 84.8 percent. But at Southwest Airlines, by comparison, the load factor was a relatively roomy 73.8 percent. Meanwhile, flight delays are mounting. The 20 top domestic carriers achieved an overall on-time arrival rate of 78.3 percent in May, compared with 83.7 percent in May 2005, according to the Bureau of Transportation Statistics of the Transportation Department. At the same time, airlines have fewer employees to handle increased business. In April, domestic airlines employed 4.8 percent fewer workers than in April 2005; that means April 2006 was the 16th consecutive month that the work force was lower than in the year-ago month, the bureau said. LESS ROOM, MORE MONEY AT THE INN -- Hotel rooms are going to be harder to find and they are going to cost more this summer than last, according to PKF Hospitality Research, which says domestic hotel occupancy rates are likely to average nearly 74.1 percent, the highest level since 1997. Room rates are forecast to be up 6 percent over last summer. And forget about just dropping in unexpectedly. ''It will be tough to find a hotel room during the summer of 2006 without booking in advance,'' said R. Mark Woodworth, president of PKF Hospitality Research. TRANS-ATLANTIC BOOM -- With June load factors at 72 percent, the all-business-class carrier Eos Airlines said it was beginning a second daily flight in September from Kennedy International Airport to Stansted Airport in London. Eos, which began service last October, flies Boeing 757-200 aircraft, which typically hold 220 seats, configured with 48 premium lie-flat seats. Eos round-trip fares range from $2,950 for advance purchase to $6,500 walk-up (compared with more than $9,000 walk-up on major competitors). Reflecting the growing demand for New York-to-London service, British Airways said it was adding an eighth daily flight from Kennedy to Heathrow International Airport in December. British Air also has three daily flights serving Newark and Heathrow. BUSINESS WITH PLEASURE -- Many corporations are evidently returning to a policy that was sharply curtailed in the years after 9/11 -- allowing their traveling employees to tack a little time onto business trips for personal pleasure. According to the latest National Business Travel Monitor, 44 percent of business travelers now agree that they ''extend business trips for pleasure purposes'' whenever possible. That's up from 40 percent this time last year, according to YPB&R/Yankelovich, which publishes the monitor. NORTHWEST ELITE LANES -- Northwest has now joined several competitors and set aside special boarding lanes at departure gates for elite-status members of its WorldPerks frequent-flier program. The first-to-board lanes are also available to nonelite passengers with first class or World Business Class tickets, and to elite-status members of frequent flier programs of other airlines in the SkyTeam Alliance. COMPANION FLIERS -- Flying with a pet is, of course, infinitely more convenient on a private jet. Noting that many of its customers do take a pet along, NetJets, the leading fractional-share business jet company, has added a service giving domestic customers 24-hour telephone access for emergency or even general consultations with experts at the Matthew J. Ryan Veterinary Hospital at the University of Pennsylvania. NetJets said it flew nearly 10,000 pets on about 6,500 flights last year. Dogs and cats predominate, of course, but the pets have included a falcon, a wolf and a 250-pound kangaroo, said Maryann Aarseth, a NetJets spokeswoman. ONLINE HITS -- According to the online travel-data company Hitwise.com, these were the top 10 travel sites in May, ranked by the number of visits: MapQuest; Yahoo Maps; Expedia; Orbitz; Travelocity; Southwest Airlines; Cheap Tickets; Google Maps; Priceline; and Yahoo Travel. ET CETERA -- The most preferred hotel loyalty program in the world is Hilton HHonors, according to a survey of domestic and international travelers by Phoenix Marketing. But in the United States, Hilton HHonors shared the top-rated status with Marriott Rewards JetBlue just started more new routes: Burbank-Orlando, Fla.; Burbank-Las Vegas; and Boston-Buffalo, as well as routes from Pittsburgh to Kennedy International Airport and Pittsburgh to Boston. In September, JetBlue plans to start three new daily nonstops from Kennedy to Hobby Airport in Houston, with introductory one-way fares of $99. JOE SHARKEY", "headline": {"main": "MEMO PAD", "kicker": "ITINERARIES"}, "pub_date": "2006-07-11T00:00:00Z", "abstract": "Boston Scientific hires William E Young as vice president to oversee heart rhythm unit that recalled 109,000 defibrillators last year (S)", "print_page": "9", "word_count": 821, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9502E3DD1130F932A25754C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "YOUNG, WILLIAM E"}, {"name": "organizations", "value": "BOSTON SCIENTIFIC CORP"}, {"name": "subject", "value": "HEART"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "DEFIBRILLATORS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CONSUMER PROTECTION"}, {"name": "subject", "value": "REGULATION AND DEREGULATION OF INDUSTRY"}, {"name": "subject", "value": "RECALLS AND BANS OF PRODUCTS"}], "subsection_name": null, "_id": "4fd271aa8eb7c8105d82dea9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joe", "lastname": "SHARKEY"}], "original": "By JOE SHARKEY"}, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Executives at Google have reaped eye-popping sums from selling some stock holdings. But they're not bailing out-just getting rich. Should Google's less well-heeled shareholders worry that top brass are taking some money off the table? Insider trad...", "news_desk": null, "lead_paragraph": "Executives at Google have reaped eye-popping sums from selling some stock holdings. But they're not bailing out-just getting rich.", "headline": {"main": "Google Executives Sell Stocks, Harmlessly", "kicker": "DealBook"}, "pub_date": "2006-07-12T08:12:59Z", "abstract": "Executives at Google have reaped eye-popping sums from selling some stock holdings. But they're not bailing out-just getting rich. Should Google's less well-heeled shareholders worry that top brass are taking some money off the table? Insider trading experts are sanguine. \"There's nothing nefarious going on\" with these insiders selling, says Ben Silverman, director of research [...]", "print_page": null, "word_count": 69, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/07/12/google-executives-sell-stocks-harmlessly/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3655a8eb7c8105d8b48f7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Michael Eisner, the former chief executive of Walt Disney Corp., interviewed Rupert Murdoch of News Corp., Sir Howard Stringer of Sony and Barry Diller of InterActiveCorp on Friday morning. The presentation was perhaps the best attended of the con...", "news_desk": null, "lead_paragraph": "Michael Eisner, the former chief executive of Walt Disney Corp., interviewed Rupert Murdoch of News Corp., Sir Howard Stringer of Sony and Barry Diller of InterActiveCorp on Friday morning. The presentation was perhaps the best attended of the conference with nearly every executive packed into the room. (That is, except Eric Schmidt of Google, who was spotted back at the lodge.) Here are the highlights, according to an unscientific poll of the mogul audience:", "headline": {"main": "Sun Valley Diary: Murdoch, Stringer, Diller & Eisner", "kicker": "DealBook"}, "pub_date": "2006-07-14T17:01:01Z", "abstract": "Michael Eisner, the former chief executive of Walt Disney Corp., interviewed Rupert Murdoch of News Corp., Sir Howard Stringer of Sony and Barry Diller of InterActiveCorp on Friday morning. The presentation was perhaps the best attended of the conference with nearly every executive packed into the room. (That is, except Eric Schmidt of Google, who [...]", "print_page": null, "word_count": 199, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/07/14/sun-valley-diary-murdoch-stringer-diller-eisner/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365738eb7c8105d8b4ab9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Letter", "snippet": "To the Editor:     I know I am old, but I found Theodora Stites's essay, ''Someone to Watch Over Me (on a Google Map)'' (Modern Love, July 9) to be really frightening. If this is what an intelligent, obviously educated 24-year-old calls a life, it...", "news_desk": "Style Desk", "lead_paragraph": "To the Editor: I know I am old, but I found Theodora Stites's essay, ''Someone to Watch Over Me (on a Google Map)'' (Modern Love, July 9) to be really frightening. If this is what an intelligent, obviously educated 24-year-old calls a life, it is no wonder our political system is in such turmoil.", "headline": {"main": "Getting a (Real) Life"}, "pub_date": "2006-07-16T00:00:00Z", "abstract": "Rhoda Ferber letter comments on July 9 article on Theodora Stites July 9 article on allure of online communities", "print_page": "9", "word_count": 97, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9902E4DB1F30F935A25754C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "FERBER, RHODA"}, {"name": "persons", "value": "STITES, THEODORA"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd278f08eb7c8105d83b7d6", "byline": null, "section_name": "Technology; Style; Opinion"}, {"type_of_material": "News", "snippet": "Competition is heating up to offer consumers alternative ways to pay for online purchases....", "news_desk": "Business", "lead_paragraph": "Competition is heating up to offer consumers alternative ways to pay for online purchases. ", "headline": {"main": "Making Several Stops at Shops Online, but Paying All at Google", "kicker": "E-Commerce Report", "print_headline": "Making Several Stops at Shops Online, but Paying All at Google", "content_kicker": "E-Commerce Report "}, "pub_date": "2006-07-17T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "992", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/17/technology/17ecom.html", "multimedia": [{"width": 600, "url": "images/2006/07/17/business/ecom.span.jpg", "height": 280, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/07/17/business/ecom.span.jpg", "xlargeheight": "280"}, "type": "image"}, {"width": 75, "url": "images/2006/07/17/business/ecom75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/07/17/business/ecom75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Credit and Money Cards", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "PayPal", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "eBay Inc", "name": "organizations"}], "subsection_name": null, "_id": "54ae85ac38f0d817e02e7e41", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bob", "rank": 1, "lastname": "TEDESCHI"}], "original": "By BOB TEDESCHI"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "CRUCIAL TIME FOR AUTOMAKERS -- The seconds are counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors, as the two weigh an alliance. [C1.]   ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CRUCIAL TIME FOR AUTOMAKERS -- The seconds are counting down in a high-pressure match of speed chess between Carlos Ghosn, the chief executive of Renault and Nissan, and Rick Wagoner, who runs General Motors, as the two weigh an alliance. [C1.] USE OF BACKDATED OPTIONS -- More than 2,000 companies have used backdated stock options to sweeten the pay packages of their chief executives, according to a new study that suggests the practice is far more widespread than previously disclosed. [C1.] AIRBUS'S NEW PLANE -- Airbus, desperate to pull out of the worst dive in its commercial history, plans to disclose details of a radically redesigned midsize plane -- a $10 billion project that will compete with Boeing's 787, executives said. [C1.] GOOGLE'S PAYMENT OPTION -- Late last month, Google Inc. introduced Google Checkout, which stores a user's financial information and shuttles it through checkout at retail sites. The program is still being tested, but the roster of participating merchants is growing. One of them, Fred H. Lerner, above, chief executive of Ritz Interactive, which operates the online photography store RitzCamera.com, said consumer reaction to Checkout had been good, thanks partly to a $10 rebate offer. Bob Tedeschi: E-Commerce Report. [C8.] A NEWSPAPER'S INTERNAL BATTLE Wendy McCaw, the reclusive multimillionaire owner of The Santa Barbara News-Press, is at war with her own staff. What started as a conflict over journalistic ethics has in the past week escalated into a full-blown rebellion. [C1.] SHEDDING TRADITIONAL PHONES Alltel plans to announce that it is getting out of the traditional phone business by completing the spinoff of its local phone unit and merging it with Valor Communications. [C9.] ADS FOR BREAKFAST In September, CBS plans to start using a new place to advertise its fall lineup: your breakfast. The network plans to announce that it will place laser imprints of its trademark eye insignia, as well as logos for some of its shows, on eggs -- 35 million of them. Advertising. [C9.] CHANGES AT CBS NEWS When Katie Couric takes over on the CBS Evening News, the network is planning widespread changes, including fanning the newscast out across different media, including radio and the Web. [C4.] NEW WAY TO READ OBJECTS -- Hewlett-Packard researchers are set to introduce a wireless technology that they say enables a hand-held electronic reader to impart information about almost any physical object. [C8.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-17T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 395, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E07E0D81F30F934A25754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255968eb7c8105d7fe530", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "SHOWDOWN OVER STEM CELLS -- The United States Senate defied a veto threat by President Bush and approved legislation that would expand federal support of medical research using embryonic stem cells. White House officials said Mr. Bush planned to v...", "news_desk": "Business/Financial Desk", "lead_paragraph": "SHOWDOWN OVER STEM CELLS -- The United States Senate defied a veto threat by President Bush and approved legislation that would expand federal support of medical research using embryonic stem cells. White House officials said Mr. Bush planned to veto the measure, ignoring substantial support from Senate Republicans. [Page A1.] INCHING FORWARD ON RESEARCH -- A bill approved by the Senate to bolster stem cell research is expected to help ease restrictions that have burdened laboratories with red tape, reduced American competitiveness and discouraged young researchers from entering the field. But the legislation by itself would not immediately provide an overall increase in money for the research. [A18.] YAHOO IN A SLIDE -- Shares of Yahoo fell to their lowest level in nearly two years in after-hours trading as it reported weak revenue from Internet search advertising in the second quarter and a delay in a project meant to match the technology of Google, its chief rival. [C1.] FRONT-PAGE NEWS, AND ADS -- The Wall Street Journal confirmed long-standing speculation that it would open its front page to advertisers, probably in September, a move that could bring in tens of millions of dollars a year in ad revenue. The ad, informally called a ''jewel box'' and to appear in the bottom right corner, will showcase some of the paper's most valued advertisers. [C1.] A FOX MORNING TALK SHOW -- Beginning in January, the 35 stations in the Fox group will broadcast a live morning show, to be seen at 9 a.m. in most cities. The show, with Juliet Huddy, left, and Mike Jerrick, currently the hosts of ''DaySide'' on Fox News, will generally forgo hard news for segments on entertainment and lifestyle. [E1.] BOOM IN PRIVATE PRISONS -- As the country gets tougher on illegal immigration and increases enforcement, some of the biggest beneficiaries may be the companies that have been building and running private prisons. By late next year, the administration expects that about 27,500 immigrants will be in detention each night. At an average cost of $95 a night, that adds up to nearly $1 billion a year. [C1.] DISNEY TIGHTENS ITS BELT -- The Walt Disney Company said it would eliminate 650 jobs, change some of its top managers and trim the number of movies it releases to 12 to 13 a year, from about 18. [C1.] STRONG QUARTER FOR MERRILL -- Quarterly profit at Merrill Lynch climbed 42 percent, aided by a strong performance in stock trading despite a downturn in the markets. Merrill Lynch said it had a profit of $1.58 billion, compared with $1.14 billion in the second quarter of 2005. Revenue increased 29 percent, to $8.2 billion. [C4.] BATTLE OF THE MICROPROCESSORS -- Advanced Micro Devices, with Phil Hester as its technology officer, has regained some of the market share it had lost to Intel, but the battle for supremacy in producing ever-faster microprocessors has only intensified. Intel has been fighting back with discounts and new designs. [C7.] THE STAKES GET BIGGER -- The online gambling industry was thrown into turmoil after the federal government arrested a top executive from a London betting company, leaving his competitors wondering whether they could be next. Stock prices of the industry's biggest names, including PartyGaming and SportingBet, plummeted on fears that companies could face charges of criminal racketeering. [C5.] COMPLETING AN ERRATIC COURSE -- The V-22 Osprey, a helicopter-airplane hybrid made specifically for the United States Marine Corps, made its public debut at an air show in England. At a cost 0f $70 million each, its makers, Bell Helicopter and Boeing, hope it can overcome a troubled 20-year history. [C4.] AN UNEXPECTED WHOLESALE RISE -- Higher costs of food and energy pushed up wholesale prices in June to an unexpectedly high level, leaving economists to debate whether prices might be rising too quickly. The Labor Department said that the Producer Price Index rose 0.5 percent in June, after a 0.2 percent increase in May. [C6.] ONLINE ON A WING AND A PRAYER -- Joe Sharkey, business travel writer for The Times, says airport chapels are good places to find peace and solitude in busy airports. His report is at nytimes.com/business. AN EXTREME MAKEOVER -- The new wealth in Russia, spurred by oil and gas production, has created a rush for European and American interior designers, homegrown and imported. A report is at nytimes.com/style. MAP FOR THE ROAD -- Digital mapping companies are rushing to keep up with road construction projects and new subdivisions popping up in what were cornfields only yesterday. A report is at nytimes.com/automobiles. Business Briefing Articles on these developments are at nytimes.com/business. THE CHARLES SCHWAB CORPORATION, the biggest United States discount broker, said that second-quarter profit rose 35 percent after price cuts lured new clients. At the TD Ameritrade Holding Corporation, third-quarter net income increased 67 percent. (BLOOMBERG NEWS) WELLS FARGO & COMPANY said that second-quarter profit rose 9 percent to a record on gains in several consumer and business units and more than a tripling in mortgage revenue. (REUTERS) THE CSX CORPORATION, the rail operation, said that second-quarter earnings more than doubled over the year-earlier quarter on insurance gains and tax benefits. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 861, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9400E6DA163FF93AA25754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ab8eb7c8105d82dfc8", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google said today its second-quarter earnings more than doubled, while Yahoo’s stock lost $10 billion this week....", "news_desk": "ContinuousNews", "lead_paragraph": "Google said today its second-quarter earnings more than doubled, while Yahoo’s stock lost $10 billion this week.", "headline": {"main": "Its Profit Soaring, Google Overshadows Yahoo", "print_headline": "Its Profit Soaring, Google Overshadows Yahoo"}, "pub_date": "2006-07-20T00:00:00Z", "abstract": null, "print_page": null, "word_count": "404", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/20/technology/20cnd-tech.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "54aea1df38f0d817e02e81a2", "byline": {"person": [{"firstname": "Jeremy", "middlename": "W.", "lastname": "PETERS", "rank": 1, "role": "reported", "organization": ""}], "original": "By JEREMY W. PETERS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "WASHINGTON, July 19 (Reuters) — Microsoft said Wednesday that it was taking steps to guide development of its Windows operating system that would include allowing computer makers to set Google and other non-Microsoft search engines as a default....", "news_desk": "Business", "lead_paragraph": "WASHINGTON, July 19 (Reuters) — Microsoft said Wednesday that it was taking steps to guide development of its Windows operating system that would include allowing computer makers to set Google and other non-Microsoft search engines as a default.", "headline": {"main": "Microsoft to Allow Other Search Engines", "print_headline": "Microsoft to Allow Other Search Engines"}, "pub_date": "2006-07-20T00:00:00Z", "abstract": null, "print_page": "12", "word_count": "107", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/20/technology/20soft.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}], "subsection_name": null, "_id": "54ae9bc138f0d817e02e80ca", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "FED IS UPBEAT Despite the recent acceleration in consumer prices, the chairman of the Federal Reserve, Ben S. Bernanke, expressed optimism that the central bank's heavy lifting to fend off inflation may be almost finished. [Page C1.]    BENEFITS L...", "news_desk": "Business/Financial Desk", "lead_paragraph": "FED IS UPBEAT Despite the recent acceleration in consumer prices, the chairman of the Federal Reserve, Ben S. Bernanke, expressed optimism that the central bank's heavy lifting to fend off inflation may be almost finished. [Page C1.] BENEFITS LAW STRUCK DOWN In a major blow to state efforts to require employers to provide more generous health benefits, a federal judge struck down a Maryland law that was intended to force Wal-Mart and other big companies to spend at least 8 percent of their payrolls on health insurance. [C1.] PROFITING ON OIL GAINS Demand is strong at energy-dependent operations, notably railroads, airlines and chemical companies, which are raising prices to recapture as much as they can of the run-up in oil. [C1.] SELLING VIACOM SHARES Since the beginning of the year, National Amusements, a private company that controls Viacom and is led by Sumner M. Redstone, left, has sold about $184 million in Viacom shares at decreasing prices, securities filings show. But the company says the sales do not signal a lack of confidence. Market Place. [C4.] DEAL ON PENSION OVERHAUL Congressional negotiators have reached a preliminary, oral agreement on a long-awaited package of amendments to overhaul the nation's pension system, the chairman of the negotiating group said. [C1.] LAWYER IN CHINA COURT A court in Shandong Province in China is scheduled to hear charges today against Chen Guangcheng, a blind man who taught himself the law and was once hailed for helping other people with disabilities avoid illegal fees and taxes. The government says he destroyed public property and gathered a crowd to block traffic; his lawyers argue that he would have had trouble committing those crimes even if he could see. [A3.] CHICAGO REACHES HIGH An Irish developer has acquired the lakefront Chicago site of the proposed twisting tower, to be designed by the Spanish architect Santiago Calatrava, that would be the tallest building in North America. [A17.] NO DEAL FOR NEWSPAPER Talks are off between The New York Observer and a group of investors associated with Robert De Niro that was considering an investment. [C4.] RUSSIAN FOR VODKA Roustam Tariko, a Russian multimillionaire and the president of the Russian Standard Company, maker of Imperia Vodka, knows how to antagonize his competitors in the vodka market: imply they are not Russian. Advertising. [C4.] MATTEL COMBINES OLD AND NEW Mattel, the titan on traditional toys, is set to unveil a product called HyperScan, the company's attempt to meld video gaming and card-collecting into a relatively inexpensive high-tech hybrid. [E1.] PLANES FROM RUSSIA Russia, which has a strong reputation in manufacturing military aircraft, is trying to stage a comeback in commercial aviation with the Sukhoi Superjet 100, which was on display this week at the International Air Show in Farnborough, England. [C5.] A TWIST ON TECH FINANCING Utek is like other technology transfer companies but with a twist: it will work only with publicly traded companies, and it will take its payment only in shares of stock. [C7.] GUESSING ON RATES The core consumer price index, a closely watched barometer of inflation, grew at a strong pace in June, but Ben S. Bernanke, the Federal Reserve chairman, sounded a less-than-hawkish tone on inflation in testimony on Capitol Hill, keeping economists guessing about the direction of interest rates. [C8.] BANKS GET A LIFT Bank of America and J. P. Morgan Chase reported strong second-quarter earnings as both banks benefited from unusually low credit losses. Bank of America's profit rose 18 percent, to $5.5 billion, from the quarter a year ago. At J. P. Morgan, earnings tripled from a year ago, when it took a $1.2 billion charge to settle litigation related to the Enron scandals. It earned $3.5 billion, or 99 cents a share. [C6.] EBAY'S PROFIT FALLS EBay, the online auction giant, reported a 14 percent drop in profit for the second quarter and said it would try to rejuvenate its core auction business by making it less attractive for merchants to sell through storefronts on its site. [C12.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. GRUPO TELEVISA, the world's largest Spanish-language broadcaster, sued Univision Communications in Los Angeles Superior Court for the right to distribute its programming in the United States over the Internet. (BLOOMBERG NEWS) MICROSOFT SAID that it was taking steps to guide development of its Windows operating system that would include allowing computer makers to set Google and other non-Microsoft search engines as a default. (REUTERS) ABBOTT LABORATORIES said quarterly profit fell 30 percent on acquisition-related charges, but results beat estimates, led by strong sales of the rheumatoid arthritis drug Humira. (REUTERS) THE ALLSTATE Corporation reported a surprise increase in second-quarter profit as lower-than-expected claims cushioned weather-related losses. (BLOOMBERG NEWS) YUM BRANDS, the operator of the Taco Bell, Pizza Hut and KFC restaurant chains, posted second-quarter profit that exceeded analysts' estimates after cutting costs. (BLOOMBERG NEWS) THE WIRELESS chip developer Qualcomm said third-quarter earnings and revenue rose, but its shares fell in after-hours trading. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 831, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9800EFD6163FF933A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287e88eb7c8105d85a4eb", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google said it continued to develop technology that increases the revenue it earns from each search, while Yahoo reported lower-than-expected revenue....", "news_desk": "Business", "lead_paragraph": "Google said it continued to develop technology that increases the revenue it earns from each search, while Yahoo reported lower-than-expected revenue.", "headline": {"main": "Google Profit Surges on Strong Search Advertising", "print_headline": "Google Profit Surges on Strong Search Advertising"}, "pub_date": "2006-07-21T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "728", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/21/business/21google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}], "subsection_name": null, "_id": "54aea9a638f0d817e02e82a4", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "Microsoft reported a 16 percent increase in quarterly sales but flat profit, as it spent heavily to catch up to Google in Internet search and advertising. A Microsoft executive characterized the added spending as an investment in the ''next wave o...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft reported a 16 percent increase in quarterly sales but flat profit, as it spent heavily to catch up to Google in Internet search and advertising. A Microsoft executive characterized the added spending as an investment in the ''next wave of growth for the company.'' Bowing to pressure from investors, Microsoft announced that it planned to spend up to $40 billion buying its own shares to lift its stock price. The company's stock price rose 5 percent after the news was released. Article, Page C3", "headline": {"main": "Big Spending Hurts Microsoft's Profit"}, "pub_date": "2006-07-21T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 85, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9905E1D9173FF932A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ac8eb7c8105d82e005", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-11    U.S. Marines Enter Beirut To Evacuate Americans  Marines landed in Beirut for the first time in more than 20 years to help evacuate Americans from Lebanon, as Israeli officials suggested that Israeli ground troops might take...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 U.S. Marines Enter Beirut To Evacuate Americans Marines landed in Beirut for the first time in more than 20 years to help evacuate Americans from Lebanon, as Israeli officials suggested that Israeli ground troops might take a more active role in combating the Hezbollah militia. A1 The morbid reality of Israel's bombing campaign of southern Lebanon is reaching almost every corner of the city of Tyre. A9 More Iraqis Flee Their Homes Relentless sectarian violence is forcing Iraqi families to flee their homes in larger and larger numbers, according to figures released by the Iraqi government. A6 In a measure of the spread of Baghdad's sectarian war, Sunni Arab militants in Baghdad have forced all but one bakery in the northern part of the city to close, leaving the area bereft of fresh bread, the simplest of Iraqi needs. A1 Iran Warns Against Sanctions Iran promised again to respond to a package of incentives on Aug. 22 but warned that it would reconsider its position if its case was sent to the United Nations Security Council. A4 Putin Honors K.G.B. Agents President Vladimir V. Putin awarded medals to members of the former K.G.B. for what the Kremlin said was their role in the killing of the Chechen terrorist leader Shamil Basayev this month. A3 NATIONAL A12-17 In Speech to N.A.A.C.P., Bush Offers Reconciliation In his first speech to the N.A.A.C.P. since taking office in 2001, President Bush acknowledged that ''many African Americans distrust my party,'' and defended his record on a range of domestic issues, including education and Hurricane Katrina. A16 Voting Rights Act Is Extended The Senate voted to extend the landmark Voting Rights Act as lawmakers of both parties said federal supervision was still required to protect the ability of minorities and the disadvantaged to cast ballots in some regions of the country. A16 EDUCATION SAT Errors Report Released The College Board should acquire better scanning software, increase training for test center personnel and make other improvements in its procedures to help prevent errors in scoring SAT exams, according to a report. A17 SCIENCE/HEALTH A Closer Look at Neanderthals German researchers plan to collaborate with an American company to try to reconstruct the genome of Neanderthals, the archaic human species that occupied Europe until being displaced by modern humans. A14 NEW YORK/REGION B1-6 An Empire at Ground Zero, Not the Emperor Himself Signs of the construction empire owned by Dino Tomassetti Sr., which is building the foundation at ground zero, are widespread. But Mr. Tomassetti, who has been linked to organized crime, is barred from receiving city contracts and banned from the site. The site's developer says he will make sure that Mr. Tomassetti does not profit from his company's role in the project. A1 City Sends Help to Queens New York City leaders went to Astoria, Queens, to announce an all-hands effort to help areas suffering power failures for the fourth day. The move came as residents complained that the city has ignored them. B1 Settlement in Zongo Case Relatives of Ousmane Zongo, an African immigrant who was shot dead by a police officer during a raid on a labyrinthine storage warehouse in Chelsea, settled a lawsuit against the city for $3 million. B1 SPORTSFRIDAY D1-6 Landis Recovers Through Alps With a blistering 80-mile attack over three mammoth Alpine passes, Floyd Landis won the final mountain stage of this year's Tour de France by nearly 6 minutes, regaining much of the time he lost when he suffered a near-total loss of energy on a steep, final climb on Wednesday. D1 BUSINESS DAY C1-10 Charges In Brocade Case Federal prosecutors filed the first criminal charges against executives of Brocade Communications in an investigation into the possible manipulation of stock options. A1 Google's Earnings Rise Google's profits more than doubled in the second quarter, exceeding expectations for both sales and profits. C1 Business Digest C2 EDITORIAL A18-19 Editorials: More than a cease-fire needed; the disastrous lessons of Sago; young Latinas and a cry for help; who wants to be a millionaire voter? Columns: Paul Krugman, Thomas L. Friedman. Crossword E24 Obituaries B7 Public Lives B2 TV List E22-23 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-07-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 693, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9505E6D9173FF932A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd278f18eb7c8105d83b860", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "CHARGES IN OPTIONS INQUIRY -- Federal prosecutors filed the first criminal charges against executives in a mushrooming investigation into the possible manipulation of stock options. Gregory L. Reyes, the former chief executive of Brocade Communica...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CHARGES IN OPTIONS INQUIRY -- Federal prosecutors filed the first criminal charges against executives in a mushrooming investigation into the possible manipulation of stock options. Gregory L. Reyes, the former chief executive of Brocade Communications Systems, and Stephanie Jensen, its former vice president of human resources, were each charged with one count of securities fraud. Their lawyers said they denied the charges and vowed to defend themselves. [Page A1.] FORD PUSHES THE PEDAL -- Just seven months into its turnaround plan, the Ford Motor Company said it would speed up and expand the plan after it reported a second-quarter loss and falling market share. The company's chief executive, William Clay Ford Jr., said Ford had not abandoned its goal of becoming profitable again in North America by 2008, a promise that some analysts have begun to question. [C1.] CROSSING THE BORDER -- During the last dozen years, many foreign auto manufacturers rushed to build factories in states like Alabama, Mississippi and Tennessee, inspiring the sobriquet Detroit South. Now Mexico is eyeing that nickname as General Motors and others build more factories there. [C1.] GOOGLE'S PROFIT SOARS -- Google's profit more than doubled in the second quarter as it continued to increase its share of the lucrative search advertising market. [C1.] SUCCESSOR AT BMW -- The luxury automaker BMW chose its head of production, Norbert Reithofer, to succeed Helmut Panke, the chief executive who had directed the company's successful expansion into the United States while pushing it to ever-higher profits. [C7.] COSTLY MEDICAL MISTAKES -- Medication errors harm 1.5 million people and kill several thousand each year in the United States, costing the nation at least $3.5 billion annually, a report by the Institute of Medicine concluded. [A12.] MAD COW TESTING SCALED BACK -- The Agriculture Department said it would scale back testing for mad cow disease by about 90 percent, saying the number of infected animals was far too low to justify the current level of surveillance. [A13.] THE NEW MA BELL -- If AT&T's pending purchase of BellSouth is approved, as expected, by the end of the year, it plans to rename that company as well as Cingular, which they jointly own. The rebranding campaign is an attempt to capitalize on the most recognizable name in the phone business as AT&T tries to sell bundles of services under a single banner. Advertising. [C7.] TOYOTA WEIGHS IN -- The president of Toyota, Katsuaki Watanabe, below, said his company was not considering an alliance with General Motors, denying reports that Toyota might make an offer to compete with one from Renault-Nissan. He also apologized for a recall scandal that has added to mounting quality woes at Toyota. [C4.] LAW FIRMS UNDER PRESSURE -- The nation's largest law firms, long dominated by white men, now have a powerful incentive to add minority and women lawyers to their ranks: Some of their biggest corporate clients are demanding it. [C6.] YUKOS HEAD STEPS DOWN -- The American president of the Yukos oil company, Steven M. Theede, announced his resignation, ending two years in charge of Yukos, Russia's embattled private energy company. [C7.] ONLINE SQUARE FEET -- As Midtown rents go up, small companies in modest Class B office buildings could be out of their quarters entirely. A report is at nytimes.com/realestate. SLIDE SHOW: PERSONAL SHOPPER -- Twenty-four decorators dress up 18,000 square feet in Bridgehampton, on Long Island at nytimes.com/style. ONLINE: DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. Business Briefing Articles on these developments are at nytimes.com/business. THE LEAR CORPORATION and the billionaire investor Wilbur Ross said that Mr. Ross's International Automotive Components Group had agreed to buy nearly all of Lear's European auto interiors business. (REUTERS) THE OIL SERVICES conglomerate Halliburton Company said second-quarter net income rose 51 percent, mostly on strong demand and higher prices for energy services. (REUTERS) CONTINENTAL AIRLINES said its second-quarter net income nearly doubled because of higher fares and packed planes. (AP) A FEDERAL JUDGE in Alabama ruled that a former chief financial officer of HealthSouth, Weston L. Smith, must pay $6.92 million for his part in an accounting fraud at the chain of rehabilitation and surgery centers. (BLOOOMBERG NEWS) THE HERSHEY COMPANY said second-quarter profit grew 6 percent, helped in part by seasonal shipments and the popularity of its Kissables candy-coated chocolates. (AP) HONEYWELL INTERNATIONAL said second-quarter profit surged 73 percent on strong sales, and that full-year earnings would be better than expected. (AP) IMCLONE SYSTEMS said its second-quarter profit rose 43 percent, surpassing Wall Street estimates, as strong sales of the cancer drug Erbitux increased revenue. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-21T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 777, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=980CE3D9173FF932A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251808eb7c8105d7f6271", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "GEORGIA    The News -- Ralph Reed, the former director of the Christian Coalition, was easily defeated in the Republican primary for lieutenant governor of Georgia.    Behind the News -- The loss was an embarrassment for Mr. Reed, the former leade...", "news_desk": "Week in Review Desk", "lead_paragraph": "GEORGIA The News -- Ralph Reed, the former director of the Christian Coalition, was easily defeated in the Republican primary for lieutenant governor of Georgia. Behind the News -- The loss was an embarrassment for Mr. Reed, the former leader of the state Republican Party, and an indication of the effect of lobbying scandals in Washington on voters. Mr. Reed had ties to Jack Abramoff, the lobbyist who pleaded guilty to fraud, bribery and other charges. Some Democrats were less than pleased with the primary outcome, taking the view that Mr. Reed's opponent, State Senator Casey Cagle, would be harder to defeat. CONNECTICUT The News -- A new poll showed that Senator Joseph I. Lieberman of Connecticut has lost ground in his re-election bid against a Democratic primary challenger. Behind the News -- Mr. Lieberman is struggling to save his political career. His standing among Democrats in the state has suffered, largely because of his support for the Iraq war. The latest poll, by Quinnipiac University, showed just how much the challenger, Ned Lamont, had benefited: he had 51 percent of the likely primary voters to 47 percent for Mr. Lieberman. Three months ago, Mr. Lamont, a cable TV executive, had 19 percent to Mr. Lieberman's 65 percent. SILICON VALLEY The News -- Yahoo reported weak ad revenue from its Internet search engine, sending the company's stock to a two-year low. Behind the News -- Yahoo runs the world's most popular Web site and it earns a lot of money from banners and other graphic advertisements. But it has fared poorly compared with the search-engine giant Google in producing revenue through so-called contextual ads -- text advertisements that are relevant to, and displayed with, a page of search results. Yahoo said that a software project meant to improve ad selection and increase revenue would be delayed by three months. CYBERSPACE The News -- The future of online gambling was clouded by the arrest in the United States of a top executive from a betting company in London. Behind the News -- The arrest of David Carruthers, above, of BetOnSports signals a new effort in the United States to curb online gambling, which generated $12 billion in profits last year. Federal officials have taken the position that they can prosecute operators of offshore sites because they do business with customers in the United States. And what a business they do: BetOnSports estimates that up to 80 percent of its wagers come from the United States. NEW YORK CITY The News -- New York City's tap water is getting increasingly muddier and may have to be filtered, at a cost of billions of dollars. Behind the News -- New York's water has long had a reputation as being better than bottled. But that reputation has been sullied in recent years, as clay and other particles washed into upstate reservoirs have made the water murkier. As a stopgap measure, the city has been using 16 tons of chemicals a day to purify the water so that it meets federal standards. But the Environmental Protection Agency says a full-scale filtration plant, which could cost about $8 billion, may be necessary.", "headline": {"main": "Setbacks | July 16-22", "kicker": "THE WEEK"}, "pub_date": "2006-07-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 528, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9501E5DD143FF930A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ac8eb7c8105d82e052", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "News", "snippet": "Do Internet users prefer predictable services like Yahoo, or are they more interested in Google’s wow factor?...", "news_desk": "Business", "lead_paragraph": "Do Internet users prefer predictable services like Yahoo, or are they more interested in Google’s wow factor?", "headline": {"main": "In the Race With Google, It’s Consistency vs. ‘Wow’", "print_headline": "In the Race With Google, It’s Consistency vs. the ‘Wow’ Factor"}, "pub_date": "2006-07-24T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1801", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/24/technology/24yahoo.html", "multimedia": [{"width": 190, "url": "images/2006/07/24/technology/24yahoo_190.gif", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2006/07/24/technology/24yahoo_190.gif", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 75, "url": "images/2006/07/24/business/24yahoo.751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/07/24/business/24yahoo.751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "America Online Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "MSN", "name": "organizations"}, {"rank": "6", "is_major": "N", "value": "Electronic Mail", "name": "subject"}], "subsection_name": null, "_id": "54b04a7e38f0d8367c8414ac", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-11    Israel Mulls Outside Force To Patrol Lebanon Border  As Israel pounded southern Lebanon and the Hezbollah militia rained dozens more rockets on Israel's north, diplomatic efforts increased with growing discussion of a mult...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Israel Mulls Outside Force To Patrol Lebanon Border As Israel pounded southern Lebanon and the Hezbollah militia rained dozens more rockets on Israel's north, diplomatic efforts increased with growing discussion of a multinational armed force being set up in the area. The Israeli prime minister spoke of a force consisting of European Union members with combat experience and the authority to take control of Lebanon's border and crossing points. A1 Israeli warplanes hit civilians escaping by vehicle from their villages in southern Lebanon at least six times in a series of fierce bombardments, witnesses and officials said. Lebanese Red Cross ambulance drivers complained about narrowly avoiding Israeli fire as they cleared out the wounded, and a Lebanese photographer was killed when an Israeli missile struck near her car. A1 Saudis Urge Cease-Fire A delegation from Saudi Arabia asked President Bush to push for a cease-fire in the war between Israel and the terrorist group Hezbollah. The foreign minister said he delivered a letter from the Saudi king, Abdullah, with suggestions for ending the violence. It met a cool reception from American Officials. A8 Syrian Calls U.S. Course Faulty The Bush administration's approach of indirectly pressuring Syria to drop support for Hezbollah is doomed to failure, said Bthaina Shaaban a top Syrian minister. Washington, she says, is ignoring reality if it thinks groups like Hezbollah and Hamas can be purged by allowing Israel to bomb at will. A9 Recruitment Troubles in Iraq Recruiting a new police force to battle the insurgents in Iraq has become a central element in the United States' plan to reduce American forces. American commanders face securing a modicum of cooperation from a wary population, and to contend with a campaign by insurgents to assassinate and intimidate the members of Iraq's fledgling security services. A10 Saddam Hussein was hospitalized after a hunger strike, and was being fed with a tube and given tests to ensure that he could continue to attend his trial, Iraqi and American officials said. Widespread sectarian violence returned after two days of relative calm, with at least 57 people killed in bombings in Baghdad and Kirkuk. A11 Artist Shadowed by Nazi Ties After years of obscurity, the first publicly financed exhibit since World War II of the work of Arno Breker, the German sculptor whose art so vividly expressed Nazi ideology that he became known as ''Hitler's favorite sculptor,'' is being mounted in Schwerin, Germany. The exhibit has ignited a debate in a region which has had a spurt of far-right and neo-Nazi political activity recently. A3 NATIONAL A12-15 U.S. to Limit Payments For Victims of Disaster The Department of Homeland Security, responding to months of criticism and ridicule, will sharply cut back on emergency cash assistance for victims of major disasters, and more carefully control access to free hotel rooms. Immediate emergency aid would not exceed $500 in cash instead of $2,000 per family under the new rules. A1 Bar Association Critical of Bush The American Bar Association said President Bush was flouting the Constitution and undermining the rule of law by claiming the power to disregard selected provisions of bills that he signed. In a comprehensive report, a bipartisan panel of the bar association said Mr. Bush had used such ''signing statements'' far more than his predecessor. A12 Sunday Services in Parks From Memorial Day to Labor Day, 42 state, national and private parks in Pennsylvania hold nondenominational Christian worship services. The chaplains come from local towns and faraway states, as do the worshipers, mostly Protestants. Last year, 18,000 people attended services in Pennsylvania parks. A13 Elderly Katrina Victims Struggle Thousands of elderly Hurricane Katrina evacuees still struggle to get by in cities hundreds of miles from their home in New Orleans. But more than most evacuees, it is the elderly who want most to return, say social service workers, and who have the hardest time doing so. A12 F.D.A. to Limit Industry Ties The Food and Drug Administration is expected to announce an effort to write guidelines detailing the kind of industry ties that are permitted for those who serve on its powerful advisory boards. The agency hopes to appease critics who have complained that board members often have such deep financial ties to drug makers that their advice is tainted. A13 SCIENCE/HEALTH Stomach Surgery Called Risky Four of every 10 patients who undergo weight-loss surgery develop complications within six months, the federal government said. The number of such surgical procedures has been rising rapidly, along with the incidence of obesity, which now afflicts 30 percent of adults in the United States, health officials said. A15 OBITUARIES B7 Thomas J. Manton A former congressman and New York City councilman who was chairman of the powerful Queens Democratic party for the past two decades, he was 73. B7 Walter Allner The Bauhaus-trained graphic designer and art director of Fortune magazine from 1962 to 1974 who introduced a European modernist typographic sensibility to American magazine design, he was 97. B7 NEW YORK/REGION B1-5 Progress Made Restoring Electricity to Queens Consolidated Edison reported major progress in the week-old struggle to restore power to northwest Queens, but thousands faced a new work week without electricity and frustrations boiled over as some officials called for a declaration of emergency and the resignation of the utility's chief executive. A1 Last Fishing Shop Moves Capitol Fishing and Tackle, the last bait and tackle shop in Manhattan, is leaving the Chelsea Hotel, where it has resided for more than four decades. B1 Campaign Draws Big Names With their race quickly becoming a national symbol of rifts in the Democratic party, Sen. Joseph I. Lieberman and his challenger, Ned Lamont, are turning to national political stars to help bolster each of their campaigns, apparently hoping that the big names can help turn out votes in the coming primary for the Senate. B1 SPORTSMONDAY D1-8 Tiger Woods Wins British Open Tiger Woods shot five-under-par 67 at the 135th British Open to win the 11th professional major championship of his career. Mr. Woods's victory gave him back-to-back British Open titles, a feat last accomplished by Tom Watson at Royal Birkdale in 1983. Chris DiMarco shot 68 to finish second. D1 Landis Wins Tour de France Floyd Landis secured his first Tour de France victory, finishing the three-week, 2,267-mile race 57 seconds ahead of Oscar Pereiro of Spain. Mr. Landis kept the trophy in American hands after Lance Armstrong won it seven straight times before retiring. D1 ARTS E1-8 Bitter Breach for Pilobolus Pilobolus Dance Theater has become embroiled in a bitter dispute with the choreographer Alison Chase. Ms. Chase, who was one of the company's four artistic directors, broke away last fall after a bitter exchange of letters by lawyers. The dispute has split current and former trustees and company members. E1 BUSINESS DAY C1-8 Amvescap to Buy W.L. Ross Amvescap, a global investment company based in London, is acquiring W.L. Ross & Company, owned by the investor Wilbur Ross. Mr. Ross will remain with the company and manage Amvescap's private-equity business. C1 Macy's Reality TV Debut A new reality television series called ''Unwrapping Macy's,'' is the latest contribution to the emerging genre of corporate TV docudramas and appears to be the first reality show to revolve around an American retailer. C1 Internet Search Business The different approaches used by Google and Yahoo have defined a key front in the battle for online loyalty in the Internet search business. Yahoo tends to offer services that are consistent and predictable while Google has made a conscious choice to downplay copycat features, offering more innovative services. C1 Panasonic's New Plasma TV Panasonic said that it would begin selling a 103-inch flat-panel plasma television in the United States in time for the holiday season. The TV, about as big as a queen-size bed and, Panasonic says, the largest on the market, will sell for $70,000. C8 Business Digest C2 EDITORIAL A16-17 Editorials: Loose nukes; sharing the riches of war in Iraq; assurances for ground zero; a warning about AIDS in prison. Columns: Bob Herbert, Paul Krugman. Bridge B4 Crossword E2 Metro Diary B2 TV Listings E8 Weather A14", "headline": {"main": "News Summary"}, "pub_date": "2006-07-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1356, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0CE0D9143FF937A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd278f18eb7c8105d83b8bf", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "YAHOO AND SEARCH ADS -- Yahoo is on the defensive in a battle with Google in which Web search advertising is the biggest prize. [C1.]    ROSS SELLING FIRM -- Wilbur L. Ross Jr., the New York investor who has made a fortune buying up troubled compa...", "news_desk": "Business/Financial Desk", "lead_paragraph": "YAHOO AND SEARCH ADS -- Yahoo is on the defensive in a battle with Google in which Web search advertising is the biggest prize. [C1.] ROSS SELLING FIRM -- Wilbur L. Ross Jr., the New York investor who has made a fortune buying up troubled companies -- including much of the American steel industry -- is selling his firm to Amvescap in an effort to make it bigger. [C1.] FIRST BOOKS, NOW GROCERIES -- Amazon introduced a grocery store last week, complete with sales rankings, customer reviews and recommendations. It is the 33rd product category Amazon has rolled out since it started expanding in the late 1990's, but for some it is the most puzzling, since it recalls some of the worst Internet business debacles on record. Maria Renz, above, who oversees the grocery unit, says typical customers tend to be busy parents who are ''looking for a good price and the most convenient way to buy what they need.'' Bob Tedeschi: E-Commerce Report. [C4.] REALITY, THE RETAIL VERSION -- ''Unwrapping Macy's'' is the latest contribution to the emerging genre of corporate TV docudramas, which combine the realism of a documentary with the hucksterism of an infomercial. [C1.] BLOGGING THROUGH THE BOMBS -- Young eyewitnesses in Israel and Lebanon are recording accounts of the violence there and distributing them over the Internet. [C1.] QUEEN OF THE SCREENS -- Panasonic said last week that it would begin selling a 103-inch flat-panel plasma television in the United States in time for the holiday season. The TV, which is about as big as a queen-size bed, is, Panasonic says, the largest on the market and will sell for $70,000. [C8.] DIGITAL DISLIKE -- Many of this summer's most prominent releases have relied on digital movie cameras. But while the changeover to digital filmmaking has long been predicted, there has been resistance from producers, directors and cinematographers. [C7.] MARKETING FRENCH WINE -- As more consumers snub French wines in favor of New World alternatives, some winemakers are embracing an approach to marketing that at one time would have seemed heretical. [C4.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-07-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 347, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E5D9143FF937A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ac8eb7c8105d82e06a", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Hewlett-Packard will install Internet search software from Baidu.com. on desktop and laptop computers sold in China for one year. Hewlett-Packard’s Pavilion and Presario computers will use Baidu.com as a home page and will include a shortcut key...", "news_desk": "Business", "lead_paragraph": "Hewlett-Packard will install Internet search software from Baidu.com. on desktop and laptop computers sold in China for one year. Hewlett-Packard’s Pavilion and Presario computers will use Baidu.com as a home page and will include a shortcut key to the Chinese-language search service starting in October, Baidu.com said. The agreement may help Baidu.com shore up its lead over Google and Yahoo in China.", "headline": {"main": "China: Hewlett-Packard and Baidu in Deal", "print_headline": "CHINA: HEWLETT-PACKARD AND BAIDU IN DEAL</p>"}, "pub_date": "2006-07-25T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "62", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/25/business/25fobriefs-005.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Hewlett-Packard Co", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Chinese Language", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Baidu.com Incorporated", "name": "organizations"}], "subsection_name": null, "_id": "54b051e338f0d8367c8415af", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Business Day"}, {"type_of_material": "Correction", "snippet": "An article in Business Day on Friday about Google's quarterly earnings misspelled the name of a radio advertising firm acquired by Google in January. It is dMarc Broadcasting, not DMark....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day on Friday about Google's quarterly earnings misspelled the name of a radio advertising firm acquired by Google in January. It is dMarc Broadcasting, not DMark.", "headline": {"main": "Corrections"}, "pub_date": "2006-07-25T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 30, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06E7DD153FF936A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd251808eb7c8105d7f6316", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "Correction", "snippet": "An article in Business Day on Monday about the product strategies of Google and Yahoo referred imprecisely to a feature of Google's mapping service. While Google does not allow users to store multiple addresses, as its competitors do, it does let ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day on Monday about the product strategies of Google and Yahoo referred imprecisely to a feature of Google's mapping service. While Google does not allow users to store multiple addresses, as its competitors do, it does let them set one address as a default starting point; users do not need to re-enter that address each time they seek directions. The article also misspelled the name of the company led by Toni Schneider, a former Yahoo executive who commented on the strategies. It is Automattic, not Automatic.", "headline": {"main": "Corrections"}, "pub_date": "2006-07-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 90, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950CE3DA153FF935A15754C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd271ac8eb7c8105d82e0a5", "byline": null, "section_name": "Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Google said it would disclose the number of clicks on ads that it deems are invalid in a bid to assuage concerns over “click fraud.”...", "news_desk": "Business", "lead_paragraph": "Google said it would disclose the number of clicks on ads that it deems are invalid in a bid to assuage concerns over “click fraud.”", "headline": {"main": "Google to Disclose Dishonest Ad Clicks", "print_headline": "Google to Disclose Dishonest Ad Clicks"}, "pub_date": "2006-07-27T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "142", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/07/27/technology/27google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Frauds and Swindling", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54b05f5c38f0d8367c84177d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Bloomberg", "rank": 1, "lastname": "NEWS"}], "original": "By BLOOMBERG NEWS"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Larry W. Sonsini, Silicon Valley's most feared and sought-after lawyer, has served as legal counsel to the most prestigious venture capital firms in Silicon Valley. He helped to bring public many of the leaders of the technology boom, including Ne...", "news_desk": null, "lead_paragraph": "Larry W. Sonsini, Silicon Valley's most feared and sought-after lawyer, has served as legal counsel to the most prestigious venture capital firms in Silicon Valley. He helped to bring public many of the leaders of the technology boom, including Netscape Communications, Pixar, Google, Apple and Sun Microsystems.", "headline": {"main": "A Counselor Pulled From the Shadows", "kicker": "DealBook"}, "pub_date": "2006-07-31T08:25:02Z", "abstract": "Larry W. Sonsini, Silicon Valley's most feared and sought-after lawyer, has served as legal counsel to the most prestigious venture capital firms in Silicon Valley. He helped to bring public many of the leaders of the technology boom, including Netscape Communications, Pixar, Google, Apple and Sun Microsystems. But many of Mr. Sonsini's clients are currently [...]", "print_page": null, "word_count": 189, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/07/31/a-counselor-pulled-from-the-shadows/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365988eb7c8105d8b4e8f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}], "meta": {"hits": 36}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}