{"response": {"docs": [{"type_of_material": "Blog", "snippet": "All across the United States, governments are using eminent domain proceedings in order to convert private land to what it sees as a higher civic purpose, like an industrial or commercial development. Here is a Google map mash-up put together by a...", "news_desk": null, "lead_paragraph": "All across the United States, governments are using eminent domain proceedings in order to convert private land to what it sees as a higher civic purpose, like an industrial or commercial development. Here is a Google map mash-up put together by activists trying to fight the Supreme Court decision under Kelo v. City of New London that upheld the practice.", "headline": {"main": "Mapping the Impact of Kelo", "kicker": "The Walk-Through"}, "pub_date": "2006-02-01T17:11:13Z", "abstract": "All across the United States, governments are using eminent domain proceedings in order to convert private land to what it sees as a higher civic purpose, like an industrial or commercial development. Here is a Google map mash-up put together by activists trying to fight the Supreme Court decision under Kelo v. City of New [...]", "print_page": null, "word_count": 86, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/02/01/mapping-the-impact-of-kelo/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3641d8eb7c8105d8b2c91", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "I've written about Trulia before. It is one of the many real estate sites that takes extensive data and applies it to a Google map. The company, which started in the San Francisco area, has nationwide aspirations and it has just launched its beta ...", "news_desk": null, "lead_paragraph": "I've written about Trulia before. It is one of the many real estate sites that takes extensive data and applies it to a Google map.", "headline": {"main": "Trulia Does New York", "kicker": "The Walk-Through"}, "pub_date": "2006-02-01T12:56:26Z", "abstract": "I've written about Trulia before. It is one of the many real estate sites that takes extensive data and applies it to a Google map. The company, which started in the San Francisco area, has nationwide aspirations and it has just launched its beta site for New York City. Because of the complexity of getting [...]", "print_page": null, "word_count": 132, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/02/01/trulia-does-new-york/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364128eb7c8105d8b2bcc", "byline": null, "section_name": "Real Estate"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-12    Report Links Iran Military To Disputed Nuclear Work  The International Atomic Energy Agency says it has evidence that suggests links between Iran's ostensibly peaceful nuclear program and its military work on missiles, acc...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 Report Links Iran Military To Disputed Nuclear Work The International Atomic Energy Agency says it has evidence that suggests links between Iran's ostensibly peaceful nuclear program and its military work on missiles, according to a confidential agency report released to member countries. A1 Persian Gulf states, after years of hesitation, are joining the call for tougher action on Iran's nuclear development efforts, increasingly worried that a nuclear Iran could set off an arms race in the region. A10 Hamas Troubles Moderates Since Hamas swept parliamentary elections in the West Bank and Gaza, secularists, Christian Arabs and Muslims who want a more secular state wonder to what extent Hamas will impose its religious beliefs. A12 Dane Straddles Muslim Issue As Islamic protests spread about cartoons of the prophet Muhammad in a Danish newspaper, the Danish prime minister defended press freedom in his country but distanced himself from the drawings. A10 11 Bodies Found in Iraq The bodies of 11 young men, some of them shot repeatedly and bearing marks of torture, were found in a minibus in western Baghdad, Interior Ministry officials said. A8 Loan for Ghana Mines Approved The board of the International Finance Corporation approved a $75 million loan to a subsidiary of Newmont Mining for a project in Ghana despite calls from environmental groups urging safeguards to protect those losing land to the project. A6 5-Year Plan Set for Afghan Aid An aid conference of more than 60 nations, including the United States, agreed on a five-year blueprint to restore Afghanistan's security, build a functioning economy and counter the country's narcotics trade. A3 NATIONAL A13-21 Bush Cites Strong Union; Vows to Fight Terrorism President Bush warned against ''the false comfort of isolationism'' and called for aggressive American leadership around the world in a State of the Union address that sought to reassert his control over the nation's agenda heading into a pivotal midterm election campaign. A1 As President Bush promised to reduce American dependence on oil from the Middle East, he echoed many presidents before him. A16 Hidden Heart Risk for Women Women are more likely than men to have a hidden type of coronary disease in which their heart muscle is starved for oxygen even though their coronary arteries look clear and free of blockages on X-rays, doctors are reporting. A1 Ex-Postal Employee Kills 5 A woman who had left her Postal Service job because of psychological problems shot and killed five former colleagues and critically wounded another at a sorting plant in Goleta, Calif., before fatally shooting herself, the authorities said. A13 Plea Deal in Nightclub Fire The band manager who set off the fireworks that ignited a Rhode Island nightclub fire in February 2003 agreed to plead guilty to 100 counts of involuntary manslaughter. A13 Alito Sworn In as 110th Justice Judge Samuel A. Alito Jr. was quietly sworn as the 110th justice of the Supreme Court, taking the oath of office after a sharply divided Senate voted roughly along party lines to confirm him. A21 Storm Inquiry Cites Many Flaws Government complacency, poor planning and dereliction of duty during Hurricane Katrina contributed to the deaths of dozens of the frail and sick in New Orleans, Senate investigators said. A20 NEW YORK/REGION B1-6 Long-Range Budget Goals For Bloomberg's 2nd Term Mayor Michael R. Bloomberg proposed a $55.5 billion budget that would spend most of a $3.3 billion surplus this year not on politically popular programs, but on paying down debt and meeting other long-term costs that threaten the city's future financial stability. In doing so, he is expending financial and political capital in ways that would have been unheard of in prior administrations. A1 Child Agency Had Warnings Despite receiving six complaints about the family of Quachaun Browne since 2004, the city's child welfare agency failed to detect a dangerous new presence in the family's apartment and failed to act before a weekend-long torrent of abuse and neglect that ended with the 4-year-old's death, the authorities said. B1 A Field Gets Smaller The Republican billionaire Tom Golisano announced that he would not run for governor of New York. B1 Neediest Cases B6 EDUCATION B7 SPORTSWEDNESDAY D1-6 ARTS E1-12 DINING OUT F1-8 OBITUARIES A22-23 Coretta Scott King The wife of the Rev. Dr. Martin Luther King Jr., who after his assassination continued to proselytize his vision of racial peace and nonviolent social change, she was 78. A1 BUSINESS DAY C1-16 Google Stocks Drop After astounding investors with its incredible growth in its first year and a half as a public company, Google learned the perils of high expectations. An earnings increase that fell short of Wall Street's targets sent its shares plummeting. C1 Greenspan's Last Day Alan Greenspan, who stepped down after 18 years as chairman of the Federal Reserve, spent his last day at the Fed pushing through one more small increase in short-term interest rates, giving his successor, Ben S. Bernanke, considerable freedom to make his own mark on the economy. C1 Enron Trial Begins On the opening day of the trial of Kenneth L. Lay and Jeffrey K. Skilling, prosecutors accused Enron executives of accounting ''hocus pocus'' while the duo's defense lawyers countered that market panic is what caused the collapse of the energy company in 2001. C1 Business Digest C2 EDITORIAL A24-25 Editorials: The state of energy; Verlyn Klinkenborg on Vasily Grossman. Columns: Thomas L. Friedman, Maureen Dowd, Sarah Vowell. Crosswords E6 TV Listings E11 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-02-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 907, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A04E4DC1F3FF932A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287928eb7c8105d859160", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "An earnings increase that fell shy of investors' hopes sent Google's shares plummeting....", "news_desk": "Business/Financial Desk", "lead_paragraph": "After astounding Wall Street with its incredible growth, Google yesterday learned the perils of high expectations. An earnings increase that fell shy of investors' hopes sent its shares plummeting. Google's stock fell almost 20 percent immediately after the announcement, made after the close of regular trading, then recovered somewhat. By evening it was down about 12 percent from yesterday's close, trading around $379.", "headline": {"main": "Big Results At Google Fall Short"}, "pub_date": "2006-02-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1141, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/01/technology/01google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd251e28eb7c8105d7f6dc1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "Handing Over the Power at the Federal Reserve  Stepping down after 18 years as steward of the nation's economy, Alan Greenspan left his successor, Ben S. Bernanke, a wide berth to set his own policy, along with a final increase in short-term inter...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Handing Over the Power at the Federal Reserve Stepping down after 18 years as steward of the nation's economy, Alan Greenspan left his successor, Ben S. Bernanke, a wide berth to set his own policy, along with a final increase in short-term interest rates and some major uncertainties. In a new column, David Leonhardt says that Mr. Bernanke has the potential to outshine his predecessor. BUSINESS DAY, PAGE C1 Wounded Anchor in U.S. Bob Woodruff, the ABC News anchor, and the cameraman Doug Vogt arrived in Maryland to continue treatment for wounds suffered in a roadside bombing in Iraq. PAGE A8 Diane Sawyer and Charles Gibson are expected to fill in for Mr. Woodruff while he recovers. PAGE C1 Enron Opening Arguments On the opening day of the trial of Kenneth L. Lay and Jeffrey K. Skilling, lawyers for the government and the defense told a tale of two Enrons, portraying starkly different versions of why the energy company collapsed in 2001. BUSINESS DAY, PAGE C1 XL Is the Right Number There has never been a Super Bowl with such a marketable number attached to it. Super Bowl XL is the payoff for the N.F.L.'s stubbornness in sticking with Roman numerals no matter how unwieldy they become. SPORTSWEDNESDAY, PAGE D1 Oscar Nods for Small Films Serious intent trumped size for voters of the Academy of Motion Picture Arts and Sciences. Small films with political or social themes, including ''Brokeback Mountain,'' ''Good Night, and Good Luck,'' ''Crash,'' ''Munich'' and ''Capote,'' led the Oscar nominations. THE ARTS, PAGE E1 Google Falls Despite Profit Google said its fourth-quarter profit rose 82 percent, to $372 million, but that was not enough to satisfy investors, who had grown accustomed to explosive growth, and its stock fell 12 percent. BUSINESS DAY, PAGE C1 Risk for Women's Hearts Women are more likely than men to have a hidden coronary disease in which their heart muscle is starved for oxygen even though their coronary arteries look clear. PAGE A20", "headline": {"main": "INSIDE"}, "pub_date": "2006-02-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 331, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9504E0DD1F3FF932A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab778eb7c8105d897edd", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "Google's Shares Plummet After Earnings Report Disappoints a Market Looking for More Growth  After astounding investors with its incredible growth in its first year and a half as a public company, Google learned the perils yesterday of high expecta...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google's Shares Plummet After Earnings Report Disappoints a Market Looking for More Growth After astounding investors with its incredible growth in its first year and a half as a public company, Google learned the perils yesterday of high expectations. An earnings increase that fell shy of Wall Street's targets sent its shares plummeting in after-hours trading. [Page C1.] Lawyers Deliver Opening Statements in Enron Trial In opening arguments in the trial of the former Enron executives Kenneth L. Lay and Jeffrey K. Skilling, the prosecution accused the two executives of lying while the defense acknowledged the failure of the company but said failure was not a crime. [C1.] A New Fed Steward Faces Numerous Uncertainties Stepping down after 18 years as steward of the nation's economy, Alan Greenspan left his successor at the Federal Reserve, Ben S. Bernanke, both a wide berth and some big uncertainties about the future. [C1.] ABC Looking at Veterans to Fill In for Injured Anchor The two co-anchors of ''Good Morning America,'' Diane Sawyer and Charles Gibson, are expected to fill in on ''World News Tonight'' while the program's new co-anchor, Bob Woodruff, continues to recover from wounds suffered in a bomb attack in Iraq. [C1.] United Airlines Expected to End 38-Month Bankruptcy United Airlines is expected to end its 38-month stay in bankruptcy proceedings, but the carrier may not be profitable this year because of a surge in fuel prices. But many of United's 57,000 workers, meanwhile, though relieved to be ending their stay in bankruptcy, are wary of what the airline, led by Glenn F. Tilton, above, might plan to continue to streamline the carrier. [C2.] Congressional Hearing on Security of Phone Records A Congressional hearing schedule for today will look at the emergence of a cottage industry of con artists seeking to trick cellphone companies into giving away the phone numbers and calling records of subscribers. [C3.] Job-Related Measure of Consumer Confidence Surged Americans grew more optimistic about the job market in January, sending a measure of consumer confidence to its highest level in three-and-a-half years, according to a report by the Conference Board. But the report also showed that consumers were still uneasy about the future. [C4.] Microsoft Issues Guidelines for Government Censorship Microsoft disclosed new company guidelines yesterday intended to spell out how it will deal with government censorship demands -- in China and anywhere it does business -- and to limit the effect of its compliance. [C3.] Mellon Financial Selects Wachovia Executive as Its Chief Mellon Financial appointed Robert P. Kelly, Wachovia's chief financial officer, as its chief executive, ending months of criticism from activist investors who called for a change in leadership and strategy. [C3.] Maker of Medical Needles to Be Acquired for $785 Million Angiotech Pharmaceuticals agreed to acquire American Medical Instruments Holdings, a maker of custom needles, for $785 million. [C16.] Former Wal-Mart Executive Pleads Guilty in Theft Case A former Wal-Mart executive pleaded guilty to fraud and tax charges, admitting he stole money, gift cards and merchandise. [C5.] Merck's Profit Flat, Partly on Costs Related to Vioxx Merck & Company said its profit edged up 2 percent in the fourth quarter as drug sales leveled off and it set aside an additional $295 million for legal defense costs related to its withdrawn painkiller Vioxx. Merck said it earned $1.12 billion, or 51 cents a share, compared with $1.1 billion, or 50 cents a share, in the period a year earlier. Revenue was flat at $5.77 billion. [C4.] Stocks Fall on Concern About Interest Rates Stocks fell on concern about the Federal Reserve's comments that more interest rate increases might be needed to keep inflation under control. The Dow Jones industrial average was down 35.06 points, at 10,864.86. The S.& P. 500 was down 5.12 points, at 1,280.08. The Nasdaq was down 0.96 point, at 2,305.82. [C10.] OPEC Formally Keeps Oil Output Level Unchanged OPEC ministers said they would keep their oil production levels unchanged for the time being, stressing that supplies were secure despite tension over Iran's nuclear program. The decision had been widely anticipated but it still helped ease some of the concern on oil markets. [C2.] Oil producers, particularly in the Arabian peninsula, are going through an oil boom. And as in the 1970's and 1980's, there is an abundance of outrageous projects. But this time around, the petrodollars are staying closer to home -- and under closer scrutiny -- than they were in past boom times. [C1.] Cablevision Might Restore a Canceled Dividend Cablevision Systems, the cable operator, said that it would consider restoring a special $3 billion dividend that it canceled last December. [C4.] Knight Ridder's Fourth-Quarter Profit Falls 22% Newspaper publisher Knight Ridder, which is seeking a buyer under pressure from its largest shareholders, reported a 22 percent decline in fourth-quarter earnings from a year ago, when it owned other newspapers. [C10.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-02-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 812, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990CEFDE1F3FF932A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269368eb7c8105d81fd06", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "One of the collateral effects of the Oscars is that actors who have previously toiled in obscurity get to enjoy a slice of the limelight. According to the Buzz Index at Yahoo, Amy Adams, whose indelibleness is writ to anybody who has seen \"Junebug...", "news_desk": null, "lead_paragraph": "One of the collateral effects of the Oscars is that actors who have previously toiled in obscurity get to enjoy a slice of the limelight. According to the Buzz Index at Yahoo, Amy Adams, whose indelibleness is writ to anybody who has seen \"Junebug,\" is being searched 2,468 percent more than she was before the awards season. Other folks getting a dumptruck of buzz include Terrence Howard, Keira Knightly and Michelle Williams. According to Yahoo, searches for the Bagger are soaring as well. Well, okay, that is lie, but like James Frey, he just wants to make the story better, that's all.", "headline": {"main": "Yahooing Yer Google", "kicker": "Carpetbagger"}, "pub_date": "2006-02-02T09:09:43Z", "abstract": "One of the collateral effects of the Oscars is that actors who have previously toiled in obscurity get to enjoy a slice of the limelight. According to the Buzz Index at Yahoo, Amy Adams, whose indelibleness is writ to anybody who has seen \"Junebug,\" is being searched 2,468 percent more than she was before the [...]", "print_page": null, "word_count": 121, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://carpetbagger.blogs.nytimes.com/2006/02/02/yahooing-yer-google/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd3640e8eb7c8105d8b2af4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By CARPETBAGGER"}, "section_name": "Arts"}, {"type_of_material": "Summary", "snippet": "Criminal and Civil Charges Expected to Be Filed Against Executives of Two Insurance Concerns  The Justice Department and the Securities and Exchange Commission are expected to announce criminal and civil fraud charges today against three former to...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Criminal and Civil Charges Expected to Be Filed Against Executives of Two Insurance Concerns The Justice Department and the Securities and Exchange Commission are expected to announce criminal and civil fraud charges today against three former top executives at the Berkshire Hathaway subsidiary, the General Reinsurance Corporation, as well as a former senior executive of the American International Group, according to two people with direct knowledge of the charges. [Page C1.] Executive Testifies That Enron Lied About Results Enron's former head of investor relations testified that the company fudged its quarterly earnings and repeatedly lied to Wall Street about the condition of its troubled broadband services division to keep its stock price up. [C1.] Solutions to Oil Crisis, Though Banal, Are at Hand Industry experts say that if President Bush wants to make a push to reduce the country's oil consumption, there are some solutions at hand. But with names like carbon composites and new metal alloys, they may seem banal and don't create much buzz. [C1.] President Bush's proposal to reverse the decline in spending on research in the physical sciences came after a series of discussions between White House officials and technology industry executives late last year. [C4.] Time Warner Moving to Thwart Icahn Takeover Executives of Time Warner raised the ante in their efforts to reassure shareholders that they are the best lot to continue leading the company even as the billionaire financier, Carl C. Icahn, attempts to gather steam for a boardroom putsch. The one-upmanship came in two forms: improved results in the fourth quarter that exceeded some analyst's expectations, and an accelerated plan to buy back some long-stagnant shares, announced by the chairman, Richard D. Parsons, above. [C3.] Domestic Car Makers Helped by Commercial Fleet Buyers Bolstered by higher sales to rental car and commercial vehicle fleets, General Motors, Ford and DaimlerChrysler posted modest sales increases in January. On dealers' lots, however, a familiar pattern played out as Toyota, Honda and Hyundai chipped away at the domestic automakers' share of the American car market. [C3.] Paramount Pictures Plans Layoffs After Merger Paramount Pictures, a unit of Viacom Inc., said it is laying off about 120 workers after closing its $1.6 billion acquisition of DreamWorks SKG. [C6.] New Report Shows Continued Manufacturing Expansion The Institute for Supply Management said its manufacturing index for January fell to 54.8 from 55.6 in December, but the data showed continued expansion in the sector, setting off concern that the Federal Reserve will raise interest rates again. [C3.] Burger King Plans Its First-Ever Share Offering The parent company of Burger King said that it planned to sell shares to the public for the first time in the restaurant's 52-year history. [C8.] University Objects to Merrill's Use of Princeton Name Princeton University demanded that Merrill Lynch & Company reconsider a plan to put the Princeton name on its mutual funds to gain wider acceptance among investors. [B1.] The Struggles of the Video Game Publishers After Electronic Arts, the video game publisher, announces what it has forecast will be disappointing results for the recent holiday quarter, expect a lot of hand-wringing about the future of the video game business. Two of the other big domestic video game publishers are expected to follow with their results over the next few days with same sad dirge. One problem is that domestic publishers are not participating in any meaningful way in two of the hottest parts of the global video game industry: subscription-based online gaming and trade-ins of used games. [C8.] Stocks Rally on Boeing Strength, Declining Oil Stocks rallied, with a strong profit from Boeing and a drop in crude oil prices overshadowing Google's first earnings shortfall as a public company. The Dow Jones industrial average was up 89.09 points, at 10,953.95. The Standard & Poor's 500-stock Index was up 2.38 points, at 1,282.46. The Nasdaq composite index was up 4.74 points, at 2,310.56. [C13.] West Virginia Governor Asks States' Mines to Shut Down Just weeks after the death of 14 West Virginia miners, two more mine workers were killed in separate accidents on Wednesday, prompting Gov. Joe Manchin III to urge all coal companies in the state to cease operations until safety could be reviewed. [A15.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-02-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 702, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950CE7D91F3FF931A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab778eb7c8105d897f02", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Just as Internet companies collect more information, prosecutors and civil lawyers are more readily using that information....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Who is sending threatening e-mail to a teenager? Who is saying disparaging things about a company on an Internet message board? Who is communicating online with a suspected drug dealer? These questions, and many more like them, are asked every day of the companies that provide Internet service and run Web sites. And even though these companies promise to protect the privacy of their users, they routinely hand over the most intimate information in response to legal demands from criminal investigators and lawyers fighting civil cases.", "headline": {"main": "Online Trail Can Lead To Court"}, "pub_date": "2006-02-04T00:00:00Z", "abstract": "Issue of online privacy comes to fore in light of Justice Department request to four major Internet companies for data about their users' search queries; America Online, Yahoo and Microsoft have complied with request but Google is resisting; Paul Ohm, who recently left Justice Department's computer crime and intellectual property section, says public would be shocked to find out how adept law enforcement officers are at accessing e-mails, Internet service records and other online data trails; examples of information and how it is obtained described; photo (M)", "print_page": "1", "word_count": 1670, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/04/technology/04privacy.html", "multimedia": [], "keywords": [{"name": "persons", "value": "OHM, PAUL"}, {"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "AOL"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "YAHOO INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTER SECURITY"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "PRIVACY"}], "subsection_name": null, "_id": "4fd24fd68eb7c8105d7f2dac", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In Washington, Alan Greenspan presided over his last meeting as chairman of the Federal Reserve. In Houston, the two most senior former executives of Enron went on trial....", "news_desk": "Business/Financial Desk", "lead_paragraph": "ONE important era ended this week and another entered its final lap. In Washington, Alan Greenspan presided over his last meeting as chairman of the Federal Reserve at the same time as the Senate was voting to confirm his successor. In Houston, the two most senior former executives of Enron went on trial for conspiracy and fraud. JUDGMENT DAY -- It took four and a half years to bring Kenneth L. Lay and Jeffrey K. Skilling to trial, but only a day to pick the jury that would decide whether the two former Enron chief executives lied to investors about the company's finances as it careered toward the largest corporate collapse in American history.", "headline": {"main": "Greenspan Heads Out and the Enron Two Head to Court", "kicker": "FIVE DAYS"}, "pub_date": "2006-02-04T00:00:00Z", "abstract": "Mark Stein Five Days column; Alan Greenspan ended his tenure as chairman of Federal Reserve; lawyers said former Enron executives Kenneth Lay and Jeffrey Skilling are expected to testify in their own defense at trial; high energy costs prompted some political leaders to call for windfall profits tax on oil companies; Google said it expects its tax rate this year to be 30 percent; Kraft Foods, in bid to increase margins, said it plans to reduce brand portfolio by about 10 percent and focus on increasing sales of Sensible Solutions products; Pres Bush called for bipartisan commission to examine ways to deal with problems in Social Security, Medicare and Medicaid; photo (M)", "print_page": "2", "word_count": 964, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/04/business/04five.ready.html", "multimedia": [], "keywords": [{"name": "persons", "value": "SKILLING, JEFFREY K"}, {"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "persons", "value": "GREENSPAN, ALAN"}, {"name": "persons", "value": "LAY, KENNETH L"}, {"name": "organizations", "value": "FEDERAL RESERVE SYSTEM"}, {"name": "organizations", "value": "ENRON CORPORATION"}, {"name": "organizations", "value": "KRAFT FOODS"}, {"name": "organizations", "value": "ENRON CORP"}, {"name": "subject", "value": "FRAUDS AND SWINDLING"}, {"name": "subject", "value": "ACCOUNTING AND ACCOUNTANTS"}, {"name": "subject", "value": "TAXATION"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "OIL (PETROLEUM) AND GASOLINE"}, {"name": "subject", "value": "MEDICAID"}, {"name": "subject", "value": "SOCIAL SECURITY (US)"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "WINDFALL PROFITS TAX"}, {"name": "subject", "value": "MEDICARE"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "FOOD"}], "subsection_name": null, "_id": "4fd251e38eb7c8105d7f6e10", "byline": {"person": [{"firstname": "Mark", "middlename": "A.", "lastname": "Stein", "rank": 1, "role": "reported", "organization": ""}], "original": "By Mark A. Stein"}, "section_name": "Health; Business"}, {"type_of_material": "Slideshow", "snippet": "Justice Samuel A. Alito Jr. was sworn in, a jury was chosen for two former Enron executives, Google’s stock price dropped, and Wallace D. Malone Jr. stepped down as vice chairman of Wachovia....", "news_desk": "Week in Review", "lead_paragraph": "Justice Samuel A. Alito Jr. was sworn in, a jury was chosen for two former Enron executives, Google’s stock price dropped, and Wallace D. Malone Jr. stepped down as vice chairman of Wachovia.", "headline": {"main": "Jan. 29-Feb. 4: Short Work", "kicker": "Slide Show"}, "pub_date": "2006-02-05T07:20:00Z", "abstract": null, "print_page": null, "word_count": "33", "document_type": "multimedia", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/slideshow/2006/02/05/weekinreview/05week_slideshow_index.html", "multimedia": [{"width": 162, "url": "images/2006/02/05/weekinreview/05week.162.jpg", "height": 90, "subtype": "wide", "legacy": {"wide": "images/2006/02/05/weekinreview/05week.162.jpg", "wideheight": "90", "widewidth": "162"}, "type": "image"}, {"width": 75, "url": "images/2006/02/05/weekinreview/05week.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/02/05/weekinreview/05week.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [], "subsection_name": null, "_id": "55d770dd38f0d83feb7c3c2b", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "News", "snippet": "It was a dismal week for the stock market, which declined on concerns about even more interest rate increases and on disappointing earnings reports from some highflying companies, including Google and Amazon.com.      The interest-rate worries ste...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "It was a dismal week for the stock market, which declined on concerns about even more interest rate increases and on disappointing earnings reports from some highflying companies, including Google and Amazon.com. The interest-rate worries stemmed mainly from the Federal Reserve, which raised its benchmark interest rate to 4.5 percent on Tuesday, Alan Greenspan's last day as the Fed chairman. Just before he left the helm, the Fed issued a statement that said ''some further policy firming may be needed.'' That determination will be made under the leadership of Ben S. Bernanke, who was confirmed as chairman by the Senate.", "headline": {"main": "DataBank; Stocks Retreat on Rate Fears and Weak Results"}, "pub_date": "2006-02-05T00:00:00Z", "abstract": "Roundup of last week's stock market activity; graphs (M)", "print_page": "13", "word_count": 198, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9405E1DA163EF936A35751C0A9609C8B63", "multimedia": [], "keywords": [{"name": "subject", "value": "STANDARD & POOR'S 500-STOCK INDEX"}, {"name": "subject", "value": "FINANCES"}, {"name": "subject", "value": "INTEREST RATES"}, {"name": "subject", "value": "CREDIT"}, {"name": "subject", "value": "NASDAQ COMPOSITE INDEX"}, {"name": "subject", "value": "STOCKS AND BONDS"}, {"name": "subject", "value": "DOW JONES INDUSTRIAL AVERAGE"}, {"name": "subject", "value": "GOVERNMENT BONDS"}], "subsection_name": null, "_id": "4fd267108eb7c8105d81c157", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Jeff", "lastname": "SOMMER"}], "original": "By JEFF SOMMER"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "QUICK VOTE    The News -- The Senate confirmed Judge Samuel A. Alito Jr. as the 110th justice of the Supreme Court in a vote largely along party lines. He was sworn in two hours later.    Behind the News -- The Democratic threat of a filibuster to...", "news_desk": "Week in Review Desk", "lead_paragraph": "QUICK VOTE The News -- The Senate confirmed Judge Samuel A. Alito Jr. as the 110th justice of the Supreme Court in a vote largely along party lines. He was sworn in two hours later. Behind the News -- The Democratic threat of a filibuster to block the nomination turned out to be largely empty. A small number of senators tried to stage a filibuster but lost a motion to close debate, 72 to 25. Many Democrats apparently took to heart Republican warnings that they would change the rules to bar filibusters against future judicial nominees if the effort against Judge Alito succeeded. QUICK PICKS The News -- The judge in the trial of two former Enron executives chose a jury in a single day. Behind the News -- Judge Simeon T. Lake III of Federal District Court in Houston followed through on his promise to act quickly, despite reservations voiced by lawyers for the defendants, Kenneth L. Lay and Jeffrey K. Skilling, who are accused of conspiring to defraud investors. Judge Lake winnowed 96 prospective jurors down to 38 and then gave both sides 40 minutes to eliminate others. The trial itself won't be so quick: it may last up to four months. QUICK DROP The News -- Google's stock price dropped more than 7 percent in a day when its fourth-quarter earnings failed to meet analysts' expectations. Behind the News -- The Web search company's fiscal results would make most chief executives crow with pride. But earnings of $372 million in the last quarter of 2005 -- an 82 percent increase from the same period a year before -- weren't enough for some investors, and per-share earnings were far below analysts' forecasts. The company had also weathered some rare bad publicity -- a new video download store was panned by some critics, and Google said it would enter the Chinese market with a version of its search engine that filters words and subjects deemed inappropriate by government censors. By the close of regular trading Wednesday, the stock was 15 percent lower than its high-water mark, reached only three weeks before. QUICK WINDFALL The News -- Wallace D. Malone Jr. received retirement benefits of $135 million when he stepped down as vice chairman of Wachovia. Behind the News -- Mr. Malone, 69, had only been on the job for 15 months. Before that he was chief executive of SouthTrust, which Wachovia bought in 2004. Most of the $135 million was awarded during Mr. Malone's time at SouthTrust. Advocates for better corporate governance said the deal should have been scrutinized when the acquisition was made. For his part, Mr. Malone plans to give $60 million to charity.", "headline": {"main": "Short Work | Jan. 29-Feb. 4", "kicker": "THE WEEK"}, "pub_date": "2006-02-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 449, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C01E1D7163EF936A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab778eb7c8105d897f71", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "News", "snippet": "Greg Allen is compiling a list of public men's rooms in New York equipped with changing tables and using Google maps to pinpoint their locations....", "news_desk": "Style Desk", "lead_paragraph": "DID you hear the one about the guy who wheels his toddler into Hooters and asks if they have a diaper-changing table in the men's room? It's not a joke. It happened to Greg Allen on a recent Saturday at the Hooters on West 56th Street in Manhattan. And it goes something like this:", "headline": {"main": "Changin' In the Boys' Room"}, "pub_date": "2006-02-05T00:00:00Z", "abstract": "Filmmaker and writer Greg Allen is compiling list of public men's rooms in New York City equipped with changing tables for fathers with children in diapers; Google maps pinpoint locations; drawings; photo (M)", "print_page": "1", "word_count": 1312, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/05/fashion/sundaystyles/25DIAPERS.html", "multimedia": [{"url": "images/2006/02/03/fashion/05diap75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/03/fashion/05diap75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "ALLEN, GREG"}, {"name": "glocations", "value": "NEW YORK CITY"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MEN"}, {"name": "subject", "value": "BABIES"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "DIAPERS"}, {"name": "subject", "value": "DISCRIMINATION"}, {"name": "subject", "value": "BATHROOMS AND TOILETS"}, {"name": "subject", "value": "MAPS"}], "subsection_name": null, "_id": "4fd24fd78eb7c8105d7f2de1", "byline": {"person": [{"firstname": "Andrew", "middlename": "Adam", "lastname": "NEWMAN", "rank": 1, "role": "reported", "organization": ""}], "original": "By ANDREW ADAM NEWMAN"}, "section_name": "Style"}, {"type_of_material": "Schedule", "snippet": "BACK ON THE STAND After a break on Friday, the trial of the former Enron executives Jeffrey K. Skilling and Kenneth L. Lay will resume today in Houston. Defense lawyers are likely to begin an aggressive cross-examination of Mark E. Koenig, formerl...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BACK ON THE STAND -- After a break on Friday, the trial of the former Enron executives Jeffrey K. Skilling and Kenneth L. Lay will resume today in Houston. Defense lawyers are likely to begin an aggressive cross-examination of Mark E. Koenig, formerly the company's head of investor relations, who testified last week that in discussions with analysts, the two defendants lied about the company's financial condition. BATTLE OVER TIME WARNER -- The investment bank Lazard, which is advising the billionaire investor Carl C. Icahn, above, in his effort to bring big changes to Time Warner, is expected to release a report tomorrow criticizing the company's performance and laying out a plan to break it up. Time Warner's management has paid little heed to Mr. Icahn's demands. EAT OUR VEGETABLES -- Reflecting concern among Europeans about the safety of genetically modified crops, the European Union has essentially barred their importation, prompting a complaint by the United States to the World Trade Organization. A preliminary decision on the complaint is expected to be issued tomorrow. NET POLITICS -- The Senate Commerce Committee will hold a hearing tomorrow about Internet neutrality, the principle that Internet service providers should treat all data moving through their pipes in the same way and not favor services in which they might have a financial interest, like movie downloads. Speakers are to include representatives from Google and Vonage. OIL'S EBB AND FLOW -- The Saudi oil minister, Ali al-Naimi, is expected to be a prominent speaker at an energy conference organized by Cambridge Energy Research Associates, beginning tomorrow in Houston. BATTERIES NOT INCLUDED -- The American International Toy Fair, the year's biggest trade show for the toy industry, is to begin on Sunday at the Jacob K. Javits Convention Center in Manhattan. MIND THE GAP -- The only major economic report of the week will be trade deficit figures for December and the full year, due on Friday. PROFIT WATCH -- Major companies releasing earnings reports this week include Disney, reporting today; Cisco, Coca-Cola and Toyota tomorrow; GlaxoSmithKline, the News Corporation and PepsiCo on Wednesday; and Unilever on Thursday.", "headline": {"main": "LOOKING AHEAD"}, "pub_date": "2006-02-06T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 352, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/06/business/06ahead.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd287938eb7c8105d8591eb", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-13    U.S. Triples Its Spending To Thwart Bombs in Iraq  The Pentagon is tripling its spending, to about $3.5 billion this year, on a newly expanded effort to combat the rising number of increasingly powerful and sophisticated h...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-13 U.S. Triples Its Spending To Thwart Bombs in Iraq The Pentagon is tripling its spending, to about $3.5 billion this year, on a newly expanded effort to combat the rising number of increasingly powerful and sophisticated homemade bombs that are the No. 1 killer of American troops in Iraq, military officials say. A1 At least four Iraqis were killed in scattered violence across Iraq, as thousands of Iraqi soldiers and police officers began to move into place to protect Shiite pilgrims for a religious holiday this week. A12 The American military has begun leaving the duty of policing the Iraqi heartland to Iraqi soldiers and special forces. The overwhelmingly Shiite forces are using tough tactics and restoring some order, but are also provoking enduring bitterness among the country's Sunnis, which risks fueling the insurgency. A1 Planner in Cole Attack Escapes A man convicted of helping plan and organize the attack on the American destroyer Cole in 2000 escaped a Yemeni jail, exiting through a tunnel with 22 other prisoners. A13 Furor Over Cartoons Hits Beirut Protesters angry over Danish cartoons of the Prophet Muhammad clashed with Lebanese security forces, setting a building housing the Danish Mission on fire and attacking a nearby church. A3 Questions on Palestinian Funds Israel agreed to pass on to the Palestinian Authority $54 million in taxes collected on its behalf, but a cabinet minister said that the monthly handover would stop once the Islamic faction Hamas forms the next Palestinian government. A3 Aristide Still a Force in Haiti As Haiti is scheduled tomorrow to hold the first of two rounds of national elections, President Jean-Bertrand Aristide, who is living in exile in South Africa, remains a galvanizing force both among the poor masses who brought him to power and the minority elite who conspired against him. A8 Protest Against Thai Leader Opponents of Prime Minister Thaksin Shinawatra of Thailand organized a huge demonstration in Bangkok, and a second cabinet minister resigned as criticism mounted over Mr. Thaksin's recent business deals. A6 Spain Faces Catalonian Break Spain's prime minister, José Luis Rodríguez Zapatero, will try to make good on a 2004 campaign promise by shepherding Catalonian demands for autonomous rule through Spain's national Parliament. A10 Questions After Ferry Crash Under Egyptian law, a person is listed as missing for three years before the state grants a death certificate to the family. That would tie up any financial issues for the families of about 800 people still missing in last Friday's ferry disaster. A13 NATIONAL A14-19 Amid Many Complaints, A Debate on Medicare As state and federal officials struggle to put the program offering Medicare beneficiaries a long-sought prescription drug benefit into effect, they face widespread complaints. Congressional committees are holding hearings on problems in the rollout of the plan, and debate has already begun over how to change it. A1 Playing Poker to Raise Money Rushing to cash in on the Texas hold 'em craze, charities from local churches and community groups to giants like the Susan G. Komen Breast Cancer Foundation and the Cystic Fibrosis Foundation are using poker events to raise money, in some cases ignoring state laws that outlaw such gambling. A1 G.O.P. Chairman on Offensive The chairman of the Republican National Committee, Ken Mehlman, offered a broad attack on Senator Hillary Rodham Clinton of New York, describing her as a Democrat brimming with anger and a representative of the far left wing of her party. A16 Regulation of Road Memorials Roadside memorials have become so numerous, and so distracting and dangerous, highway officials say, that more and more states are trying to regulate them. Now, in a move that is being watched by other states, Delaware is taking a different approach, establishing a memorial park near a highway exit in hopes of discouraging the personal shrines. A1 Fugitive Killed in Shootout A teenager accused of attacking patrons of a gay bar in Massachusetts with a hatchet and a handgun last week was fatally wounded in a shootout with the police in Arkansas. The police say they believe that the teenager, Jacob D. Robida, 18, also killed a 33-year-old woman from West Virginia and a police officer in Arkansas. A14 Oregon Skipper Indicted After the deadly sinking of a charter boat off the coast of Oregon in September, the Justice Department invoked a rarely used, 154-year-old statute in January and indicted the skipper of the boat, Richard J. Oba, on three counts of seaman's manslaughter. A14 Lag in Bird Flu Plans The nation's 5,000 state and local health departments are rushing to make plans for an epidemic of avian flu, but they say they are hobbled by a lack of money and guidance from the federal government. A1 Parallels in Eavesdropping Case As the Senate prepares to hold hearings on domestic eavesdropping by the National Security Agency, some old Washington hands see a striking similarity. Three decades ago a parallel drama unfolded, as a Senate committee revealed that the agency had intercepted the phone calls and telegrams of Americans. A18 NEW YORK/REGION B1-6 Five Weeks Left to Resolve A Standoff at Ground Zero Mayor Michael R. Bloomberg called on the developer Larry A. Silverstein to cede major portions of the ground zero site to the Port Authority so that rebuilding could go more quickly. The deadline for Mr. Silverstein to work out his differences with the Port Authority over the rebuilding is in five weeks. B1 A Quick Trip to Kennedy A new service is being arranged by a start-up company and the federal government to set up screening equipment for passengers and luggage at the Downtown Manhattan Heliport, allowing customers to fly to their planes without passing through airport security. B1 Confining Sex Offenders New York lawmakers are passing bills that would allow for the civil commitment of some sex offenders after they are released from prison. More than a dozen other states have enacted civil commitment laws, but opponents fear a threat to civil liberties. B4 FASHION B6-7 SPORTSMONDAY D1-12 Steelers Win Super Bowl XL The Pittsburgh Steelers, powered by a trick play that has become something of a trademark of Coach Bill Cowher, defeated the Seattle Seahawks, 21-10, to become N.F.L. champions for the fifth time. D1 ARTS E1-8 Making Archaeology Glamorous Josh Bernstein, the chatty, photogenic host of ''Digging for the Truth'' on the History Channel is bringing younger viewers to a network whose average audience is 50-something. The show is returning for a second season. E1 OBITUARIES A20-21 Ronald Hector The public face of the Carlyle Hotel, where he began as a room clerk in 1965 and eventually became an executive assistant manager legendary for his polish and discretion, he was 66. A21 BUSINESS DAY C1-8 A.I.G. Settlement Expected American International Group is expected to announce a settlement with federal and state regulators that will require the company pay $1.6 billion to settle a wide range of regulatory issues, including improper accounting, delayed payments to states' workers compensation and bid-rigging, according to two people briefed on the negotiations. C1 Battle Over Biotechnology The World Trade Organization is expected to render its verdict this week on charges by the United States that Europe is illegally restricting imports of genetically modified crops. Even if the United States wins, genetically modified foods are not expected to flood Europe because citizens there remain wary of them. C1 New I.B.M. Technology A team of I.B.M. researchers plans to report that they have used standard chip-making materials to develop a high-speed wireless technology that could do away with the bulky cables that now connect electronic devices in the living room. C2 Shared Wi-Fi Draws Backers A telecommunications executive said he had received $21.7 million for what he called ''a global network of shared Wi-Fi connections'' from well-known backers, including Google, the Internet phone service provider Skype, and the venture capital firms Sequoia Capital and Index Ventures. C3 Business Digest C2 EDITORIAL A22-23 Editorials: Next steps on energy; wrong fix for foreign aid; the antiquities mess; modifying the AIDS laws. Columns: Bob Herbert and Paul Krugman. Autos D12 Bridge E6 Crossword E6 Metro Diary B2 TV Listings E8 Weather B8", "headline": {"main": "News Summary"}, "pub_date": "2006-02-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1357, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05EEDC173EF935A35751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd263028eb7c8105d8156c6", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Backers for \"a global network of shared Wi-Fi connections\" include Google, Skype and the venture capital firms Sequoia Capital and Index Ventures....", "news_desk": "Business/Financial Desk", "lead_paragraph": "A telecommunications executive said on Sunday that he had received $21.7 million for what he called ''a global network of shared Wi-Fi connections'' from backers, including Google, the Internet phone service provider Skype, and the venture capital firms Sequoia Capital and Index Ventures. The network is being created by a software venture called Fon, which was started by Martin Varsavsky in Madrid three months ago. The service permits subscribers to modify their own routers so that users of Wi-Fi wireless technology can connect to the Internet at many physical locations, in contrast to the limited range of access that is often available now.", "headline": {"main": "Venture for Sharing Wi-Fi Draws Big-Name Backers"}, "pub_date": "2006-02-06T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 693, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/06/technology/06mesh.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "WIRELESS HOLDINGS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267108eb7c8105d81c18b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Joining the instant-messaging service with the Gmail program is the latest indication that Google has sights on the broader communications industry....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, the search-engine giant, is expected on Tuesday to disclose that it will join its instant-messaging service with its popular Gmail program, the latest indication that the company has set its sights on the broader communications industry. The new program, called Gmail Chat, will let Gmail users exchange text messages with others without having to log onto a separate chat program, making instant messaging simpler and more integrated with the e-mail program.", "headline": {"main": "New Google Service to Blend The Gmail and Chat Features"}, "pub_date": "2006-02-07T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 305, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/07/technology/07google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd263028eb7c8105d8156d4", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In The Guardian, Germaine Greer took critical measure of a fellow feminist, Betty Friedan, the author of ''The Feminine Mystique,'' who died on Feb. 4 at 85.      In its time, ''The Feminine Mystique'' was a book that spoke to American women loud ...", "news_desk": "Week in Review Desk", "lead_paragraph": "In The Guardian, Germaine Greer took critical measure of a fellow feminist, Betty Friedan, the author of ''The Feminine Mystique,'' who died on Feb. 4 at 85. In its time, ''The Feminine Mystique'' was a book that spoke to American women loud and clear. It was based on a questionnaire Betty sent out to the women who were at college with her in the 1950's, all ''happily'' married and bringing up kids in the suburbs. Betty, who was in the same boat, was feeling restless and dissatisfied. To her immense relief and considerable surprise, she found that just about all the women in the same situation who replied to her questionnaire were feeling the same. Betty was not one to realize that she was being lifted on an existing wave; she thought she was the wave, that she had actually created the Zeitgeist that was ready and hungry for her book. Panning for Terrorists In ''Of Wiretaps, Google Searches and Handguns,'' on ABCNews.com, the mathematician John Allen Paulos took a statistical look at government electronic surveillance, arguing that widespread wiretapping programs produce so much information that it is essentially impossible to follow up on the leads generated.", "headline": {"main": "On Friedan, a Feminist Critique", "kicker": "READING FILE"}, "pub_date": "2006-02-12T00:00:00Z", "abstract": "Reading File column; excerpts from Germaine Greer article in The Guardian, John Allen Paulos article on ABC News.com and Marco Iacoboni article on Edge.com (M)", "print_page": "5", "word_count": 656, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9504E0D7153EF931A25751C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "IACOBONI, MARCO"}, {"name": "persons", "value": "GREER, GERMAINE"}, {"name": "persons", "value": "PAULOS, JOHN ALLEN"}, {"name": "organizations", "value": "EDGE.COM"}, {"name": "organizations", "value": "GUARDIAN"}, {"name": "organizations", "value": "ABCNEWS.COM"}], "subsection_name": null, "_id": "4fd267128eb7c8105d81c31c", "byline": null, "section_name": "Week in Review"}, {"type_of_material": "News", "snippet": "Several of the biggest technology companies have come under attack for helping the Chinese government police the Web. But few have cooperated as openly as Google....", "news_desk": "Week in Review Desk", "lead_paragraph": "SO what does the Dalai Lama look like, anyway? Chinese Tibetans or other Buddhists who might be curious could try finding images of the spiritual leader on Google.cn, a new search engine that Google tailored for China and is now, two weeks after its unveiling, on full display to local Web users.", "headline": {"main": "So Long, Dalai Lama: Google Adapts to China", "kicker": "THE WORLD"}, "pub_date": "2006-02-12T00:00:00Z", "abstract": "Only one of 161 images produced by searching in Chinese for Dalai Lama on Google.cn, new search engine that Google tailored for China, shows 14th Dalai Lama, spiritual leader of Tibet since 1940; he is pictured as young man meeting senior Chinese officials; that was before 1959, when China's People's Liberation Army invaded Tibet and Dalai Lama fled into exile; photos (M)", "print_page": "5", "word_count": 614, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/12/weekinreview/12kahn.html", "multimedia": [{"url": "images/2006/02/12/weekinreview/12kahn.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/12/weekinreview/12kahn.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "persons", "value": "DALAI LAMA"}, {"name": "glocations", "value": "CHINA"}, {"name": "glocations", "value": "TIBET"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "CENSORSHIP"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267128eb7c8105d81c31e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joseph", "lastname": "KAHN"}], "original": "By JOSEPH KAHN"}, "section_name": "Technology; Week in Review"}, {"type_of_material": "News", "snippet": "Talk to analysts who cover the Internet, and one company stands out as the least forthcoming, most furtive, least transparent and most difficult to work with \u0097 and it isn't Google....", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "TALK to Wall Street analysts who cover the Internet, and one company stands out as the least forthcoming, most furtive, least transparent and most difficult to work with -- and it isn't Google. It's Amazon.com.", "headline": {"main": "Trying to Get a Read On Amazon's Books", "kicker": "DIGITAL DOMAIN"}, "pub_date": "2006-02-12T00:00:00Z", "abstract": "Randall Stross Digital Domain column on Amazon's inability to be forthcoming about its operations; says Amazon is happy to talk about future projections, but it appears to hate to talk about present; holds Amazon released its fourth-quarter results this month, and, again, unwelcome surprises arrived: earnings fell 43 percent from period year earlier; photo (M)", "print_page": "3", "word_count": 1530, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/12/business/yourmoney/12digi.html", "multimedia": [{"url": "images/2006/02/12/business/12digi.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/12/business/12digi.75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "organizations", "value": "AMAZON.COM INC"}, {"name": "organizations", "value": "AMAZON.COM INCORPORATED"}, {"name": "subject", "value": "RETAIL STORES AND TRADE"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab798eb7c8105d89804e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randall", "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Technology; Business"}, {"type_of_material": "Schedule", "snippet": "LOVE AND BIG MONEY -- Tomorrow is Valentine's Day, when affection is traditionally expressed through the giving of overpriced romantic gifts. A survey conducted by the National Retail Federation indicates that the average American man is likely to...", "news_desk": "Business/Financial Desk", "lead_paragraph": "LOVE AND BIG MONEY -- Tomorrow is Valentine's Day, when affection is traditionally expressed through the giving of overpriced romantic gifts. A survey conducted by the National Retail Federation indicates that the average American man is likely to spend $135.67 on gifts this year, almost double the $68.64 that the average woman will spend. Total holiday-related spending could reach $13.7 billion, up from $13.2 billion last year. THE NOMINEES ARE -- Randall S. Kroszner and Kevin M. Warsh, nominees for vacant slots on the Federal Reserve Board of Governors, will begin testifying tomorrow in a confirmation hearing before the Senate Banking Committee. Mr. Kroszner is a professor at the University of Chicago who worked on the White House Council of Economic Advisers during Mr. Bush's first term. Mr. Warsh, a former banker at Morgan Stanley, is now a special assistant to Mr. Bush on economic policy. PRICE SCAN -- The big economic report of the week will be the producer price index for January, due out on Friday. Economists expect the index, a measure of increases in wholesale prices for goods and services, to have risen 0.2 percent for the month, a smaller increase than the 0.9 percent rise recorded in December. Also on the list are retail sales for January and business inventories for December, to be released tomorrow; industrial production for January, on Wednesday; and import prices and housing starts for January, on Thursday. CHINA AND THE NET -- Amid plenty of publicity over how American technology companies have jumped through government hoops to do business in China, the House subcommittee on Africa, Global Human Rights and International Operations has called a hearing on the matter for Wednesday. Representatives from Google, Yahoo, Dell and Cisco will attend. PROFIT WATCH -- The main earnings reports this week will come from Hewlett-Packard on Wednesday and DaimlerChrysler and Dell on Thursday. Sirius Satellite Radio reports on Friday.", "headline": {"main": "LOOKING AHEAD"}, "pub_date": "2006-02-13T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 363, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C01E0DD123EF930A25751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2ab798eb7c8105d89806c", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Saying it wants to accelerate preparations for a possible flu pandemic, the venture capital firm Kleiner Perkins is setting up a $200 million fund to invest in companies developing products to battle influenza and other infectious diseases.      T...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Saying it wants to accelerate preparations for a possible flu pandemic, the venture capital firm Kleiner Perkins is setting up a $200 million fund to invest in companies developing products to battle influenza and other infectious diseases. The new fund will also invest in companies developing defenses against biological warfare agents, according to Kleiner Perkins Caufield & Byers, the Silicon Valley firm known for backing companies like Genentech, Google and Amazon.com.", "headline": {"main": "Venture Firm's Fund to Invest In Products to Fight Diseases"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": "Venture capital firm Kleiner Perkins is setting up $200 million Pandemic and Bio Defense fund to invest in companies developing products to fight influenza and other infectious diseases; fund will also invest in companies developing defenses against biological warfare agents; separate fund is designed to call attention to issues; is intended to yield profits rather than act as charity; partner Brook Byers says private investments could accelerate preparations for possible avian flu pandemic; first investment of $15 million is made in BioCryst Pharmaceuticals (M)", "print_page": "6", "word_count": 479, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E5DA133EF935A25751C0A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "BYERS, BROOK"}, {"name": "organizations", "value": "BIOCRYST PHARMACEUTICALS"}, {"name": "organizations", "value": "KLEINER PERKINS CAUFIELD & BYERS"}, {"name": "subject", "value": "BIOLOGICAL AND CHEMICAL WARFARE"}, {"name": "subject", "value": "INFLUENZA"}, {"name": "subject", "value": "AVIAN INFLUENZA"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "TERRORISM"}, {"name": "subject", "value": "VENTURE CAPITAL"}], "subsection_name": null, "_id": "4fd251e58eb7c8105d7f6f90", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Andrew", "lastname": "POLLACK"}], "original": "By ANDREW POLLACK"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "U.S. Seeks Millions to Prod Changes in Iran  The Bush administration is proposing to spend $85 million to promote political change inside Iran by subsidizing dissident groups, unions, student fellowships and television and radio broadcasts.   PAGE...", "news_desk": "Metropolitan Desk", "lead_paragraph": "U.S. Seeks Millions to Prod Changes in Iran The Bush administration is proposing to spend $85 million to promote political change inside Iran by subsidizing dissident groups, unions, student fellowships and television and radio broadcasts. PAGE A14 Radical Cleric Rises in Iraq The Shiite cleric Moktada al-Sadr, who led two deadly uprisings against American troops, is emerging as a kingmaker in Iraqi politics. Controlling 32 seats in Parliament, he has pushed through his choice for the next prime minister. PAGE A18 More Complaints at NASA Political appointees in the NASA press office exerted pressure during the 2004 presidential campaign to cut the flow of news releases on glaciers, climate, pollution and other earth sciences, public affairs officers at the agency said. PAGE A20 Web Companies and China Google, Yahoo, Microsoft and Cisco Systems came under fire at a House hearing over their dealings with China. BUSINESS DAY, PAGE C1 U.S. Team Struggles in Turin It was a tough day in Turin for American Olympians. Lindsey Kildow, two days after a frightening crash, finished eighth in the women's downhill; the men's hockey team tied Latvia; and Shani Davis's decision not to participate in the team speedskating competition might have cost the United States a medal. SPORTSTHURSDAY, PAGE D1 Sale of Blakes Causes a Stir A group of 19 watercolors by William Blake discovered five years ago is headed for auction at Sotheby's, which plans to break up the set and sell individual pieces, like ''Death's Door,'' left. Museum officials and scholars fear the works, created for a poem, may end up scattered. THE ARTS, PAGE E1 Q Is for Quitting In Las Vegas After five lackluster months on the Las Vegas Strip, and nearly two years after rejecting a national tour, the producers of ''Avenue Q,'' the 2004 Tony Award winner for best musical, said they would close the Las Vegas version of the ribald, puppet-happy musical in late May. PAGE E1", "headline": {"main": "INSIDE"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 321, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9506E7D8133EF935A25751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd267138eb7c8105d81c3ff", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "The New Schools Venture Fund in San Francisco is designed for a new breed of entrepreneur \u0097 the kind who doesn't have to produce a profit....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Venture capitalists of Silicon Valley, who have backed hundreds of high-technology entrepreneurs, are eagerly financing a new group these days: schoolmasters. ''We give education entrepreneurs money to start or to speed up building their companies,'' said L. John Doerr, who over 26 years has helped start dozens of ventures, including Sun Microsystems, Amazon.com and Google. He help found the New Schools Venture Fund in San Francisco six years ago for a new breed of entrepreneur -- the kind who doesn't have to produce a profit.", "headline": {"main": "Venture Capitalists Are Investing in Educational Reform", "kicker": "SMALL BUSINESS: ENTREPRENEURIAL EDGE"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": "Venture capital firms are financing charter schools programs seeking to improve education in poor communities; funding is motivated by philanthropy rather than returns on investment; L John Doerr of Kleiner Perkins Caufield helped start New Schools Venture Fund six years ago; financing allows recipients like Michael Piscal's Inner City Education Foundation to build or purchase school properties to get schools up and running; operations are expected to become self-sustaining on stipends from local, state and federal taxes; charter school movement is growing alternative to American school system; photo (M)", "print_page": "6", "word_count": 1235, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/16/business/16sbiz.html", "multimedia": [], "keywords": [{"name": "persons", "value": "PISCAL, MICHAEL"}, {"name": "persons", "value": "DOERR, L JOHN"}, {"name": "glocations", "value": "CALIFORNIA"}, {"name": "organizations", "value": "NEW SCHOOLS VENTURE FUND"}, {"name": "organizations", "value": "INNER CITY EDUCATION FOUNDATION"}, {"name": "organizations", "value": "KLEINER PERKINS CAUFIELD & BYERS"}, {"name": "subject", "value": "CHARTER SCHOOLS"}, {"name": "subject", "value": "PHILANTHROPY"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "ENTREPRENEURSHIP"}, {"name": "subject", "value": "VENTURE CAPITAL"}], "subsection_name": null, "_id": "4fd251e58eb7c8105d7f6f8f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "James", "lastname": "Flanigan"}], "original": "By James Flanigan"}, "section_name": "Education; Business"}, {"type_of_material": "Summary", "snippet": "In His First Congressional Testimony, Bernanke Offers Upbeat View of Economy  In an upbeat, generally soothing assessment of the economy before Congress, Ben S. Bernanke, the new Federal Reserve chairman, suggested that the Fed might still have to...", "news_desk": "Business/Financial Desk", "lead_paragraph": "In His First Congressional Testimony, Bernanke Offers Upbeat View of Economy In an upbeat, generally soothing assessment of the economy before Congress, Ben S. Bernanke, the new Federal Reserve chairman, suggested that the Fed might still have to raise interest rates one or two more times to ensure that inflation does not flare any higher. But he kept his options open, offering just as many reasons not to increase rates. [Page A1.] Lawmakers Grill Technology Companies on China Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human-rights hearing for what a subcommittee chairman called a ''sickening collaboration'' with the Chinese government that was ''decapitating the voice of the dissidents'' there. [C1.] More Research Work Will Be Outsourced, Study Says A new study suggests that more corporate research work will move to fast-growing economies with strong education systems like China and India. [C1.] F.D.A. to Allow Limited Use of Multiple Sclerosis Drug The Food and Drug Administration said that it would allow some patients in a clinical trial to resume treatment with Tysabri, a multiple sclerosis drug that was abruptly withdrawn from the market a year ago because of safety risks. The decision appears to strengthen the probability that Tysabri, developed by Biogen Idec and Elan, will be allowed to return to the market. The F.D.A. is scheduled to decide on that question by the end of March. [C5.] Inquiry Begins on Oil Drilling Royalties A Republican Congressman began a broad investigation of an Interior Department program that is expected to give billions of dollars in benefits over the next five years to energy companies that pump oil and gas on federal territory. [C4.] New Charges in Hollywood Wiretapping Case Damage from the investigation of the former celebrity private eye Anthony Pellicano reached the top of Hollywood's business community as a federal grand jury issued wiretapping and conspiracy charges against Terry N. Christensen, a lawyer, in connection with his long-time client Kirk Kerkorian and a legal battle with his ex-wife. [C1.] Microsoft Criticizes European Commission In a rebuke to the European Commission, Microsoft insisted that it had complied with the commission's antitrust requirements and sharply criticized the way the regulator had conducted its compliance review. [C5.] Industrial Production Declined in January Industrial production unexpectedly fell last month as the warmest January in more than a century led to a record decline in utility use even as manufacturing strengthened, the Federal Reserve said. [C6.] Venture Firm to Invest in Efforts to Fight Flu Saying it wants to speed preparations for a possible pandemic, the venture firm Kleiner Perkins is setting up a $200 million fund to invest in companies developing products to battle influenza and other infectious diseases. [C6.] Major Stock Indicators Show Increases The Dow Jones industrial average gained 30.58 points, to 11,058.97. The Standard & Poor's 500-stock index climbed 4.47 points, to 1,280. The Nasdaq composite index rose 14.26 points, to 2,276.43. [C11.] British Judge Rules Against Woman Who Sought Drug In a ruling that could have serious implications for patients in Britain, a judge has ruled against a woman who sued her local health service for refusing to treat her breast cancer with the costly drug Herceptin. [A10.] Mittal Steel Chief Expresses Optimism on Hostile Bid European politicians are warming to the $23 billion hostile takeover bid by Mittal Steel for its rival, Arcelor, executives at Mittal declared. Separately, the company reported better-than-expected quarterly results. Lakshmi N. Mittal, the group's founder and chief executive, left, expressed optimism about the hotly contested bid, saying here that he was ''confident'' that Mittal could close the deal and that he had no plans to raise his price. Mr. Mittal said he had met with several politicians in the last few days, who are ''beginning to understand the rationale'' behind his offer. [C5.] Hewlett-Packard Reports Rise in Quarterly Earnings Hewlett-Packard reported that net income for the first quarter rose to $1.23 billion, or 42 cents per share, from $943 million, or 32 cents per share, a year earlier, a 31 percent increase. [C11.] Russia Seeks to Restore Cap on Gasoline Prices Russian government officials said that they were in talks with the country's large oil companies to restore a cap on gasoline prices. [C5.]", "headline": {"main": "BUSINESS DIGEST"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 705, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05E0DA133EF935A25751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269398eb7c8105d81ff72", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-18    Iraqi Government Tested By Cleric's Rise to Power  The sudden rise to political power of Moktada al-Sadr, the man who led two deadly uprisings against American troops in 2004 and now controls 32 seats in Iraq's Parliament,...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-18 Iraqi Government Tested By Cleric's Rise to Power The sudden rise to political power of Moktada al-Sadr, the man who led two deadly uprisings against American troops in 2004 and now controls 32 seats in Iraq's Parliament, poses a stark new set of challenges for Iraq's fledgling democracy. A18 Deal Reached in Haiti Voting A high-ranking official at the Organization of American States said an agreement had been reached between presidential front-runner René Préval and the leaders of Haiti's interim government to retabulate the results from last week's elections and declare him president-elect. A1 Millions Sought to Change Iran The Bush administration, frustrated by Iranian defiance over its nuclear program, proposed to spend $85 million to promote political change inside Iran by subsidizing dissident groups. A14 Britain Expands Terror Laws After a series of bruising parliamentary duels, Prime Minister Tony Blair of Britain secured victory in the House of Commons in a vote to expand counterterrorism laws by making ''glorification'' of terrorism a criminal offense. A5 Pakistan Riots Turning Political Protests over cartoons satirizing the Prophet Muhammad have become enmeshed with politics in Pakistan as groups opposed to the president, Gen. Pervez Musharraf, have led the protests and directed the anger over the cartoons into denunciation of his alliance with the West. A13 NATIONAL A20-31 Cheney Breaks Silence On Accidental Shooting Vice President Dick Cheney broke a four-day silence about his accidental shooting of a hunting partner, saying he took full responsibility for the incident while vigorously defending his decision to delay releasing news about it until the next day. A1 Chertoff on Storm Response Michael Chertoff, the homeland security secretary, endured three hours of intense personal criticism by Senate Republicans and Democrats investigating the response to Hurricane Katrina, several of whom said he bears responsibility for a multitude of errors. A1 N.S.A. Spying Inquiry Opens The ethics office of the Justice Department has begun a review of the department's role in the National Security Agency's domestic eavesdropping program, a move that could shed light on internal dissension over the legal status of the program. A30 SCIENCE/HEALTH Bone Supplements Discredited A seven-year study of healthy women over 50 found no broad benefit from calcium and vitamin D supplements in preventing broken bones, despite widespread endorsement of the supplements by doctors. A1 NASA Cites Political Pressure Top political appointees in the NASA press office exerted pressure during the 2004 campaign to cut the flow of news releases on glaciers, climate and pollution, according to public affairs officers at the agency. A20 NEW YORK/REGION B1-8 Trying to Win Hearts While Killing Enemies The Army's 10th Mountain Division, based at Fort Drum, N.Y., prepared for deployment to Afghanistan this month by developing a military ethos that goes beyond the tactics of past conventional warfare to a new age of ideological warfare: using language and cultural training to fight for the hearts and minds of the populace. A1 New Challenges for Suburbs The pioneers of the nation's earliest suburbs -- like Nassau and Westchester Counties in New York, Bergen and Hudson Counties in New Jersey and Fairfield in Connecticut -- are struggling with unexpected and often unrecognized problems that demand new solutions and leadership, according to a new study. B1 SPORTSTHURSDAY D1-8 HOUSE & HOME F1-10 THURSDAY STYLES G1-8 OBITUARIES B10 ARTS E1-10 'Avenue Q' to Close in Las Vegas After five lackluster months on the Las Vegas Strip, the producers of ''Avenue Q,'' the 2004 Tony Award winner for best musical, said they would close the Vegas version of the ribald, puppet-happy musical in late May. E1 BUSINESS DAY C1-18 New Fed Chairman Speaks Ben S. Bernanke, the new chairman of the Federal Reserve, testified before Congress that the Fed might still have to raise interest rates one or two more times to ensure that inflation does not flare any higher. But he kept his options open. A1 Online Firms Are Grilled Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human-rights hearing on Wednesday for what a subcommittee chairman called a ''sickening collaboration'' with the Chinese government that was ''decapitating the voice of the dissidents'' there. C1 Business Digest C2 EDITORIAL A32-33 Editorials: A deadly vacuum; the wrong way to guard the ports; tutoring gap; Helene Cooper on American aid in Pakistan: all guns, no butter. Columns: David Brooks, Bob Herbert. Bridge E8 Crossword E8 Public Lives E9 Weather B11", "headline": {"main": "NEWS SUMMARY"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 733, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9501EFD9133EF935A25751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd269398eb7c8105d81ff7c", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Four Internet firms faced hard questions from lawmakers worried that China is using American technology to crush dissent....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google, Yahoo, Microsoft and Cisco Systems came under fire at a House human rights hearing on Wednesday for what a subcommittee chairman called a ''sickening collaboration'' with the Chinese government that was ''decapitating the voice of the dissidents'' there. The statements by the chairman, Representative Christopher Smith, Republican of New Jersey, opened a much-anticipated session aimed at getting an accounting of the companies' dealings in China, and to air criticism that they do business there at the peril of human rights.", "headline": {"main": "Web Firms Questioned On Dealings In China"}, "pub_date": "2006-02-16T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 1014, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/16/technology/16online.html", "multimedia": [], "keywords": [{"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "CISCO SYSTEMS INCORPORATED"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "MICROSOFT CORPORATION"}, {"name": "organizations", "value": "YAHOO! INCORPORATED"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab798eb7c8105d8980ce", "byline": {"person": [{"qualifier": "Jr", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER Jr"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In October, Shirley M. Tilghman, the president of Princeton, was named to the board of Google, perhaps the hottest company on the Nasdaq in a while.     As compensation, Ms. Tilghman was awarded 6,000 shares of company stock over five years, a fai...", "news_desk": "New Jersey Weekly Desk", "lead_paragraph": "In October, Shirley M. Tilghman, the president of Princeton, was named to the board of Google, perhaps the hottest company on the Nasdaq in a while. As compensation, Ms. Tilghman was awarded 6,000 shares of company stock over five years, a fairly standard amount for a director. At the time, however, each share of Google was worth about $300, many times more than, say, a share of Ford (about $10) or even Microsoft (about $27), so her worth on paper was nearly $2 million.", "headline": {"main": "Following the Market Is Not an Exact Science", "kicker": "WORTH NOTING"}, "pub_date": "2006-02-19T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 227, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9506E1DF113EF93AA25751C0A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd267138eb7c8105d81c4de", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Robert", "lastname": "STRAUSS"}], "original": "By ROBERT STRAUSS"}, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "Where is that island in the hit ABC drama \"Lost?\" Here is a Google map that plotted the mysterious numbers - 4 8 15 16 23 42 - corresponding to the approximate latitude and longitude. You get an island in the middle of the Pacific. With no name on...", "news_desk": null, "lead_paragraph": "Where is that island in the hit ABC drama \"Lost?\"", "headline": {"main": "Hot Property: The \"Lost\" Island", "kicker": "The Walk-Through"}, "pub_date": "2006-02-20T20:59:08Z", "abstract": "Where is that island in the hit ABC drama \"Lost?\" Here is a Google map that plotted the mysterious numbers - 4 8 15 16 23 42 - corresponding to the approximate latitude and longitude. You get an island in the middle of the Pacific. With no name on it. I wonder who owns it [...]", "print_page": null, "word_count": 87, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://walkthrough.blogs.nytimes.com/2006/02/20/hot-property-the-lost-island/", "multimedia": [], "keywords": [{"value": "News", "name": "type_of_material", "rank": "1"}], "subsection_name": null, "_id": "4fd364008eb7c8105d8b2ab4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Damon", "lastname": "DARLIN"}], "original": "By DAMON DARLIN"}, "section_name": "Real Estate"}, {"type_of_material": "News", "snippet": "NBC Universal asked a video-sharing Web site to remove about 500 clips of NBC material from its site or face legal action....", "news_desk": "Business/Financial Desk", "lead_paragraph": "When a video clip goes ''viral,'' spreading across the Web at lightning speed, it can help rocket its creators to stardom. Alas, the clip can also generate work for corporate lawyers. As anyone with an Internet connection and a love of cupcakes can tell you, ''Lazy Sunday'' is a tongue-in-cheek rap video starring Chris Parnell and Andy Samberg of ''Saturday Night Live.'' NBC first broadcast the video, a two-and-a-half-minute paean to New York's Magnolia Bakery, Google Maps and C. S. Lewis, on Dec. 17.", "headline": {"main": "A Video Clip Goes Viral, and a TV Network Wants to Be the Only One to Spread It", "kicker": "MEDIA TALK"}, "pub_date": "2006-02-20T00:00:00Z", "abstract": "Copies of Lazy Sunday video clip begin surfacing on Internet immediately after it airs on NBC's Saturday Night Live; video is watched five million times in few days on YouTube video-sharing site; NBC Universal responds by asking YouTube to remove 500 clips of NBC material from its site or face legal action under Digital Millennium Copyright Act; critics see move as short-sighted since spread of video online brings new viewers to SNL; NBC says it needs to protect copyrights but will work with video-sharing sites in future; photo (M)", "print_page": "5", "word_count": 420, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/20/business/media/20youtube.html", "multimedia": [{"url": "images/2006/02/20/business/nbc75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/20/business/nbc75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "creative_works", "value": "SATURDAY NIGHT LIVE (TV PROGRAM)"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "organizations", "value": "YOUTUBE"}, {"name": "organizations", "value": "NATIONAL BROADCASTING CO"}, {"name": "organizations", "value": "NBC UNIVERSAL"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "RECORDINGS AND DOWNLOADS (VIDEO)"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "LAW AND LEGISLATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd267138eb7c8105d81c4f6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "BIGGS"}], "original": "By JOHN BIGGS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "HBO has launched one of the first marketing efforts to use Google's map technology to promote \"The Sopranos.\"...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Longtime viewers of HBO's ''The Sopranos'' know there are many places in New Jersey to dump a body. And in one of the first marketing efforts to use Google's map technology, HBO would like to show you exactly where those are. To promote their upcoming season of ''The Sopranos,'' HBO, a division of Time Warner, and Deep Focus, an online marketing agency, have created an interactive map of New Jersey, using satellite maps from Google, and have highlighted important points of the most recent season's storyline. The map has about 15 icons in specific areas where scenes took place. When the user clicks on an icon, the scene plays in a pop-up window, which also supplies a description and a list of characters.", "headline": {"main": "Can't Remember Who Whacked Whom? Just Check the Map on the Web Site", "kicker": "MEDIA TALK"}, "pub_date": "2006-02-20T00:00:00Z", "abstract": "HBO division of Time Warner uses Google's map technology to promote upcoming season of The Sopranos; online marketing agency Deep Focus creates interactive map of New Jersey highlighting important points from recent storylines and allows users to view scenes by clicking on locations; Google gave permission to use satellite maps in what is first marketing effort using such technology; HBO senior vice president Courtney Monroe says campaign acknowledges long wait between seasons and allows viewers chance to catch up; photo (M)", "print_page": "5", "word_count": 387, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/20/technology/20google.html", "multimedia": [{"url": "images/2006/02/20/business/hbo75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/20/business/hbo75.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "creative_works", "value": "SOPRANOS, THE (TV PROGRAM)"}, {"name": "persons", "value": "MONROE, COURTNEY"}, {"name": "glocations", "value": "NEW JERSEY"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "DEEP FOCUS"}, {"name": "organizations", "value": "HOME BOX OFFICE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TELEVISION"}, {"name": "subject", "value": "SATELLITES"}, {"name": "subject", "value": "MAPS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2693a8eb7c8105d82001a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Lia", "lastname": "MILLER"}], "original": "By LIA MILLER"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "In 2002, bobsledder Jean Prahm struggled with high expectations and was given the nickname \"Mean Jean.\" This year, Prahm is enjoying the ride....", "news_desk": "Sports Desk", "lead_paragraph": "With background checks a simple point and click away, one of the first things Ryan Prahm did after he met Jean Racine in the summer of 2004 was find a computer and do a Google search. He wanted a firsthand peek at something Racine, a bobsledder, told him when they met at a minor-league baseball all-star banquet -- that she had competed in the 2002 Winter Olympics and had been the subject of some negative articles in the news media.", "headline": {"main": "This Time, No Change of Heart And No Hurt Feelings for Prahm", "kicker": "2006 OLYMPIC WINTER GAMES -- BOBSLED: WOMEN"}, "pub_date": "2006-02-21T00:00:00Z", "abstract": "US women prepare for team bobsled event, looking to better their ninth-place position; photo (M)", "print_page": "5", "word_count": 658, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/21/sports/olympics/21bobsled.html", "multimedia": [], "keywords": [{"name": "persons", "value": "RACINE, JEAN"}, {"name": "glocations", "value": "UNITED STATES"}, {"name": "subject", "value": "OLYMPIC GAMES (2006)"}, {"name": "subject", "value": "BOBSLEDDING"}, {"name": "subject", "value": "WINTER GAMES (OLYMPICS)"}, {"name": "subject", "value": "OLYMPIC GAMES"}], "subsection_name": null, "_id": "4fd2693a8eb7c8105d82004b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "ELIGON"}], "original": "By JOHN ELIGON"}, "section_name": "Sports"}, {"type_of_material": "News", "snippet": "A new generation of significantly cheaper business software is putting small companies on a more equal footing with big ones....", "news_desk": "Small Business", "lead_paragraph": "THE old story of technology in business was a trickle-down affair. From telephones to computers, big companies came first. They could afford the latest innovations, and they reaped the benefits of greater efficiency, increased sales and expansion into distant markets. As a technology spread and costs fell, small businesses joined the parade, though from the rear. Now that pattern is being challenged by a bottom-up revolution, one fueled by a second wave of Internet technologies like the search services from Google, Yahoo and Microsoft and software delivered as a utilitylike service over the Web.", "headline": {"main": "A Cyberfueled Growth Spurt", "kicker": "GROWTH SPURT"}, "pub_date": "2006-02-21T00:00:00Z", "abstract": "Second-generation Internet technologies--combined with earlier tools like Web and e-mail--are drastically reducing cost of communicating, finding things and distributing and receiving services online; says situation means cost leveling puts small companies on equal footing with big ones, making it easier for upstarts to innovate, disrupt industries and even get big fast; phenomenom is big step in democratization of information technology; seems that small businesses, and marketplace they represent, will be affected most in overall economy; companies that are benefiting from second-generation Internet technologies include Salesforce.com, Bell Pictures, Brooklyn Brewery, Newark Nut Co and JotSpot; photo (special section, Small Business) (L)", "print_page": "1", "word_count": 1624, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/21/business/businessspecial2/21growth.html", "multimedia": [{"url": "images/2006/02/20/business/businessspecial2/21growth.1.75.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/02/20/business/businessspecial2/21growth.1.75.jpg"}, "type": "image", "height": 75}, {"height": 55, "subtype": "tiny_thumb", "legacy": {"tinythumbwidth": 55, "tinythumbheight": 55, "hastinythumb": "Y"}, "type": "image", "width": 55}], "keywords": [{"name": "organizations", "value": "BROOKLYN BREWERY CORP"}, {"name": "organizations", "value": "NEWARK NUT CO"}, {"name": "organizations", "value": "BELL PICTURES"}, {"name": "organizations", "value": "SALESFORCE.COM"}, {"name": "organizations", "value": "JOTSPOT"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "SMALL BUSINESS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd263038eb7c8105d81588c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "San Francisco could become the first major city to offer free access to all its residents....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and EarthLink have teamed up to offer to build a free citywide wireless network here -- one of six proposals by companies and nonprofit groups vying to become the municipality's access provider. San Francisco joins Philadelphia, Anaheim, Calif., and other cities to push for widespread wireless access.", "headline": {"main": "San Francisco Gets Proposals For Free Citywide Wi-Fi Net"}, "pub_date": "2006-02-23T00:00:00Z", "abstract": "Google and EarthLink team up to offer to build free citywide wireless network in San Francisco, one of six proposals by companies and nonprofit groups vying to become municipality's access provider; other proposals come from Atlanta-based Internet access company, SF Metro Connect, collaboration between Cisco Systems, IBM and SeaKey, nonprofit group, Communications Bridge Global, MetroFi, NextWLAN and Razortooth Communications; Mayor Gavin Newsom's office says panel of experts plan to evaluate all proposals by April and make recommendation to mayor (M)", "print_page": "2", "word_count": 434, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/23/technology/23wifi.html", "multimedia": [], "keywords": [{"name": "persons", "value": "NEWSOM, GAVIN"}, {"name": "glocations", "value": "SAN FRANCISCO (CALIF)"}, {"name": "organizations", "value": "EARTHLINK INC"}, {"name": "organizations", "value": "EARTHLINK INCORPORATED"}, {"name": "organizations", "value": "METROFI"}, {"name": "organizations", "value": "COMMUNICATIONS BRIDGE GLOBAL"}, {"name": "organizations", "value": "SEAKEY"}, {"name": "organizations", "value": "RAZORTOOTH COMMUNICATONS"}, {"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORP"}, {"name": "organizations", "value": "NEXTWLAN"}, {"name": "organizations", "value": "SF METRO CONNECT"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "CISCO SYSTEMS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24fd98eb7c8105d7f30e2", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Matt", "lastname": "RICHTEL"}], "original": "By MATT RICHTEL"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "A recent court decision on image copyrights might undermine a pillar of defense for Google in its dispute with publishers and authors....", "news_desk": "Business/Financial Desk", "lead_paragraph": "A recent federal court decision in California might undermine a pillar of defense for Google in its dispute with publishers and authors who are challenging the company's right to scan books that are still under copyright. Representatives of publishers and authors who have filed lawsuits against Google over its Book Search program said they believed that the decision raised questions about a case that Google had cited in its defense of the Book Search program.", "headline": {"main": "Ruling May Undercut Google In Fight Over Its Book Scans"}, "pub_date": "2006-02-25T00:00:00Z", "abstract": "Recent court decision that Google's use of thumbnail images violated copyrights of Perfect 10 magazine may help fight by publishers and authors against company's book search; Google seeks to scan and digitize contents of several university libraries to make entire collections of books available for online search; claims it is making fair use of works since it only displays few lines of text at one time; publishers and authors disagree since Google must scan entire book for project; Google allows publishers to opt out of program but will not seek permission to make copies; photo (M)", "print_page": "4", "word_count": 677, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/25/technology/25google.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "PERFECT 10"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "PORNOGRAPHY AND OBSCENITY"}, {"name": "subject", "value": "BOOK TRADE"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}, {"name": "subject", "value": "DECISIONS AND VERDICTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab7a8eb7c8105d898200", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Edward", "lastname": "WYATT"}], "original": "By EDWARD WYATT"}, "section_name": "Technology; Education; Business; Books"}, {"type_of_material": "News", "snippet": "How not to apply for a job; how not to deliver pizza....", "news_desk": "Magazine", "lead_paragraph": "After I was scheduled for a job interview at a university, a member of the search committee Googled me and found my blog, where I refer to him (but not by name) as a belligerent jerk. He canceled the interview. It was impolitic to write what I did, but my believing him to be a jerk does not mean I would not be great at that job, and the rest of the committee might agree. Was it ethical of him to cancel the interview? Ciara Healy, Augusta, Ga.", "headline": {"main": "Google Gotcha", "kicker": "THE WAY WE LIVE NOW: 2-26-06: THE ETHICIST"}, "pub_date": "2006-02-26T00:00:00Z", "abstract": "Randy Cohen Ethicist column comments on whether member of university search committee acted ethically in canceling an interview with prospective hire after finding himself described as belligerent jerk on candidate's Web log; also comments on whether a student was wrong to sell pizza at $2 a slice to fellow students at the end of long line waiting to buy it at $1 a slice (M)", "print_page": "22", "word_count": 614, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/26/magazine/26wwln_ethicist.html", "multimedia": [{"url": "images/2006/01/01/magazine/01job.751.jpg", "subtype": "thumbnail", "legacy": {"hasthumbnail": "Y", "thumbnailheight": 75, "thumbnail": "images/2006/01/01/magazine/01job.751.jpg"}, "type": "image", "height": 75}], "keywords": [{"name": "subject", "value": "PIZZA PIES"}, {"name": "subject", "value": "EDUCATION AND SCHOOLS"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "HIRING AND PROMOTION"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "BLOGS AND BLOGGING (INTERNET)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2ab7a8eb7c8105d89821e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randy", "lastname": "COHEN"}], "original": "By RANDY COHEN"}, "section_name": "Technology; Education; Magazine"}, {"type_of_material": "Blog", "snippet": "The Justice Department has denied requesting anything from Google that could threaten the privacy of the search-engine’s users, as the company recently contended. Go to Article from CNet News.com »...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "U.S. Says Google&#8217;s Privacy Concerns Unfounded", "kicker": "DealBook"}, "pub_date": "2006-02-27T11:00:34Z", "abstract": "The Justice Department has denied requesting anything from Google that could threaten the privacy of the search-engine’s users, as the company recently contended. Go to Article from CNet News.com »", "print_page": null, "word_count": "29", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/02/27/us-says-googles-privacy-concerns-unfounded/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3642f8eb7c8105d8b2d71", "byline": [], "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google, whose empire is based on its ability to connect people and businesses through computers, is now connecting them the old-fashioned way \u0097 over the phone....", "news_desk": "Business/Financial Desk", "lead_paragraph": "GOOGLE is going 20th century. The company, whose empire is based on its ability to connect people and businesses through computers, is now connecting them the old-fashioned way -- over the phone.", "headline": {"main": "Pick Up the Phone, Your Search Term Is Calling", "kicker": "E-COMMERCE REPORT"}, "pub_date": "2006-02-27T00:00:00Z", "abstract": null, "print_page": "7", "word_count": 1015, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/02/27/technology/27ecom.html", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd24fdb8eb7c8105d7f31ac", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Bob", "lastname": "Tedeschi"}], "original": "By Bob Tedeschi"}, "section_name": "Technology; Business"}], "meta": {"hits": 39}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}