{"response": {"docs": [{"type_of_material": "Blog", "snippet": "Before it became a verb, Google, with a $1 million bankroll, was a two-man start-up working out of a rented garage. But the Internet giant, which now boasts a market capitalization of $12 billion dollars, has not forgotten its roots. Perhaps hanke...", "news_desk": null, "lead_paragraph": "Before it became a verb, Google, with a $1 million bankroll, was a two-man start-up working out of a rented garage. But the Internet giant, which now boasts a market capitalization of $12 billion dollars, has not forgotten its roots.", "headline": {"main": "Google Can't Go Back, but It Can Buy the Garage", "kicker": "DealBook"}, "pub_date": "2006-10-02T07:43:32Z", "abstract": "Before it became a verb, Google, with a $1 million bankroll, was a two-man start-up working out of a rented garage. But the Internet giant, which now boasts a market capitalization of $12 billion dollars, has not forgotten its roots. Perhaps hankering for the good old days, the company, founded by Larry Page and Sergey [...]", "print_page": null, "word_count": 90, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/02/google-cant-go-back-but-it-can-buy-the-garage/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e61", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "From the first quarter to the second this year, Gmail got nearly 15 times better at distinguishing legitimate commercial e-mail messages from spam....", "news_desk": "Business", "lead_paragraph": "From the first quarter to the second this year, Gmail got nearly 15 times better at distinguishing legitimate commercial e-mail messages from spam.", "headline": {"main": "Google’s Gmail Learns How to Spot Spam", "kicker": "Drilling Down", "print_headline": "Google’s Gmail Learns How to Spot Spam", "content_kicker": "Drilling Down"}, "pub_date": "2006-10-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "209", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/02/technology/02drill.html", "multimedia": [{"width": 75, "url": "images/2006/10/01/business/20061002_DRILL_75x75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/01/business/20061002_DRILL_75x75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Electronic Mail", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54a389e138f0d80267d29508", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alex", "rank": 1, "lastname": "MINDLIN"}], "original": "By ALEX MINDLIN"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Now the power of Google, or at least its logo, can be yours....", "news_desk": null, "lead_paragraph": "You know the classic Google logo? Those colorful letters in that distinctive font?", "headline": {"main": "A Whole New Meaning for 'Ego Googling'", "kicker": "Pogue's Posts"}, "pub_date": "2006-10-03T11:25:14Z", "abstract": "Now the power of Google, or at least its logo, can be yours.", "print_page": null, "word_count": 53, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://pogue.blogs.nytimes.com/2006/10/03/03pogues-posts-3/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ff8eb7c8105d8b574f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Google has consolidated 500 of its advertising and engineering staff into a single location in the fashionable former meatpacking district of lower Manhattan, the company confirmed on Monday. Go to Article from Reuters »...", "news_desk": null, "lead_paragraph": "Google has consolidated 500 of its advertising and engineering staff into a single location in the fashionable former meatpacking district of lower Manhattan, the company confirmed on Monday.", "headline": {"main": "Google Opens New York Hub", "kicker": "DealBook"}, "pub_date": "2006-10-03T08:11:27Z", "abstract": "Google has consolidated 500 of its advertising and engineering staff into a single location in the fashionable former meatpacking district of lower Manhattan, the company confirmed on Monday. Go to Article from Reuters »", "print_page": null, "word_count": 32, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/03/google-opens-new-york-hub/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366258eb7c8105d8b5b65", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Book Fair to Honor India  The annual Frankfurt book fair, the world's largest, begins tomorrow and will focus on the flourishing literary scene in India, this year's guest of honor country, as well as the rise of the Internet as a challenge to the...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Book Fair to Honor India The annual Frankfurt book fair, the world's largest, begins tomorrow and will focus on the flourishing literary scene in India, this year's guest of honor country, as well as the rise of the Internet as a challenge to the printed word. About 70 of India's most successful writers, including Amitav Ghosh, left, and Kiran Desai, are scheduled to present their work at the five-day event, which is expected to draw nearly 300,000 visitors to see some 7,000 exhibitors from 111 countries, Agence France-Presse reported. This year's event will also focus on the boom in electronic publishing, and Google Inc. is expected to be in the spotlight, since its efforts to make extracts of every book printed available online have prompted concerns with authors and publishers over copyright. Up All Night in Toronto Adventurous people of Toronto -- more than 400,000 of them -- stayed up and out on Saturday night and into Sunday morning at their first Nuit Blanche festival, which transformed the city into an art gallery, The Globe and Mail of Toronto reported. For 12 hours, beginning at 7:01 p.m. on Saturday, visitors attended more than 130 exhibits in galleries, churches and parks in what Mayor David Miller called ''an extraordinary night for the city.'' Toronto adopted the idea from Paris, where the first Nuit Blanche was held in October 2002. The event has since spread to Rome; Madrid; Naples, Italy; and Riga, Latvia. This year's Parisian version starts at sundown on Oct. 7. Woes for George Michael The British singer George Michael was arrested over the weekend when London police found him slumped over the wheel of his car and in possession of cannabis, Reuters reported. ''At about 3.22 a.m. on Sunday morning officers were informed of a stationary vehicle with a driver inside causing an obstruction,'' a police spokesman said. Mr. Michael, 43, was arrested in February this year in a scenario that was almost exactly the same as last weekend's. The singer's partner, Kenny Goss, told reporters Sunday night that Mr. Michael had no comment about the arrest. ''He's fine and I've got him a McDonald's,'' Mr. Goss said. Plácido Domingo in Print: Learn From a Master In ''The Joy of Opera,'' scheduled for publication in 2009, the renowned tenor Plácido Domingo, below, will offer insights into masterpieces and how opera works -- and can be enjoyed -- on both sides of the curtain, Reuters reported. ''Opera for so many people remains a mystery, a curious and strange art form, when it really should be much more part of our everyday lives,'' Mr. Domingo writes in the book, according to the publisher W. W. Norton, which has acquired the worldwide rights. Mr. Domingo, 65, is the general director of both the Los Angeles Opera and the Washington National Opera and continues to perform and conduct. Footnotes Cate Blanchett and Philip Seymour Hoffman are both slated to direct productions for the Sydney Theater Company in Australia in 2007. Ms. Blanchett's production of ''Blackbird,'' by David Harrower, will be her directorial debut. The actor Stephen Rea (''The Crying Game'') and the director Garry Hynes (''The Beauty Queen of Leenane'') will be among the participants in an Irish Theater Symposium at Princeton University Oct. 13 to 15, featuring discussions, readings and performances reflecting on Ireland's long theatrical history. The Very End The results of a survey released yesterday indicate that James Blunt's ''Goodbye My Lover'' is the song most requested at British funerals and remembrance services, with Robbie Williams's ''Angels'' coming in second. The survey, sponsored by The Bereavement Register, which removes from databases the names and addresses of people who have died, found that 51 percent of respondents ask for a specific song to be played at their funeral, and that 79 percent have talked with family and friends about possible choices. Some choices were ambiguous, though. Is it the deceased or someone left behind whom we are to imagine singing the words of the No. 9 song, Police's ''Every Breath You Take''? It includes the lyrics ''Every move you make/Every step you take/I'll be watching you.''", "headline": {"main": "Arts, Briefly"}, "pub_date": "2006-10-03T00:00:00Z", "abstract": "Annual Frankfurt book fair will focus on flourishing literary scene in India; 70 of India's most successful writers, including Amitav Ghosh and Kiran Desai, are scheduled to present their work; photo (S)", "print_page": "2", "word_count": 756, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D05E0D91430F930A35753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "DESAI, KIRAN"}, {"name": "persons", "value": "GHOSH, AMITAV"}, {"name": "glocations", "value": "INDIA"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}, {"name": "subject", "value": "FRANKFURT BOOK FAIR"}], "subsection_name": null, "_id": "4fd278ec8eb7c8105d83b45a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steven", "lastname": "McElroy"}], "original": "Compiled by Steven McElroy"}, "section_name": "Arts; Books"}, {"type_of_material": "Blog", "snippet": "(An occasional look at the N.F.L's worst teams and how they got that way. Feel free to send in your candidates in the Comment section below) Typing in \"Titans disaster\" in a Google search yields this response: \"Did you mean: Titanic disaster.\" Uh,...", "news_desk": null, "lead_paragraph": "(An occasional look at the N.F.L's worst teams and how they got that way. Feel free to send in your candidates in the Comment section below)", "headline": {"main": "Dysfunction Junction: The Titans", "kicker": "The Fifth Down"}, "pub_date": "2006-10-05T19:46:12Z", "abstract": "(An occasional look at the N.F.L's worst teams and how they got that way. Feel free to send in your candidates in the Comment section below) Typing in \"Titans disaster\" in a Google search yields this response: \"Did you mean: Titanic disaster.\" Uh, no, it's not quite that bad, although maybe the league should consider [...]", "print_page": null, "word_count": 542, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://fifthdown.blogs.nytimes.com/2006/10/05/most-dysfunctional-is-it-the-titans/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e2e", "byline": null, "section_name": "Sports"}, {"type_of_material": "Blog", "snippet": "The Web site Techcrunch was reporting Friday that Google, the Web search giant, is in discussions to acquire video sharing site YouTube. The potential price was said to be about $1.6 billion, although the site cautioned that the tip was still unco...", "news_desk": null, "lead_paragraph": "The Web site Techcrunch was reporting Friday that Google, the Web search giant, is in discussions to acquire video sharing site YouTube. The potential price was said to be about $1.6 billion, although the site cautioned that the tip was still unconfirmed.", "headline": {"main": "Google in Talks to Buy YouTube", "kicker": "DealBook"}, "pub_date": "2006-10-06T12:50:04Z", "abstract": "The Web site Techcrunch was reporting Friday that Google, the Web search giant, is in discussions to acquire video sharing site YouTube. The potential price was said to be about $1.6 billion, although the site cautioned that the tip was still unconfirmed. The Wall Street Journal followed up with its own report on Friday. Citing [...]", "print_page": null, "word_count": 691, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/06/rumor-google-in-talks-to-buy-youtube/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3663a8eb7c8105d8b5d23", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google, the most-used Internet search engine, will give cash bonuses of up to $3 million to executives that are linked to annual sales and profit goals, despite the company's stalled share price. Stalled, that is, at $411.81 as of Thursday's close...", "news_desk": null, "lead_paragraph": "Google, the most-used Internet search engine, will give cash bonuses of up to $3 million to executives that are linked to annual sales and profit goals, despite the company's stalled share price.", "headline": {"main": "Google to Hand $3 Million in Executive Bonuses", "kicker": "DealBook"}, "pub_date": "2006-10-06T08:08:13Z", "abstract": "Google, the most-used Internet search engine, will give cash bonuses of up to $3 million to executives that are linked to annual sales and profit goals, despite the company's stalled share price. Stalled, that is, at $411.81 as of Thursday's close. Go to Article from Bloomberg News »", "print_page": null, "word_count": 46, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/06/google-to-hand-3-million-in-executive-bonuses/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ff8eb7c8105d8b580d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Though it is not yet profitable, the video-sharing Web site site has exploded into a cultural phenomenon less than a year after its debut....", "news_desk": "ContinuousNews", "lead_paragraph": "Though it is not yet profitable, the video-sharing Web site site has exploded into a cultural phenomenon less than a year after its debut.", "headline": {"main": "Google in Talks to Acquire YouTube for $1.6 Billion"}, "pub_date": "2006-10-06T00:00:00Z", "abstract": null, "print_page": null, "word_count": "251", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/06/business/07youtubecnd.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "YouTube.com", "name": "organizations"}], "subsection_name": null, "_id": "54a3b53338f0d80267d29a14", "byline": {"person": [{"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 1, "role": "reported", "organization": ""}], "original": "By ANDREW ROSS SORKIN"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-12    Rice, on Baghdad Visit, Defends U.S. Progress  Flanked by machine-gun-toting bodyguards to defend against insurgents, Secretary of State Condoleezza Rice visited Baghdad, insisting that there were new signs of progress in Ir...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-12 Rice, on Baghdad Visit, Defends U.S. Progress Flanked by machine-gun-toting bodyguards to defend against insurgents, Secretary of State Condoleezza Rice visited Baghdad, insisting that there were new signs of progress in Iraq. A12 The Republican chairman of the Senate Armed Services Committee warned that the situation in Iraq was ''drifting sideways.'' A12 Israeli Cluster Bombs Pose Risk Since the war between Israel and Hezbollah ended, nearly three people have been wounded or killed each day by cluster bombs Israel dropped in southern Lebanon, and officials now say it will take more than a year to clear the region of them. A1 U.S. Develops Sanctions List The Bush administration is developing an extensive list of possible new sanctions against North Korea in the event that it carries through with its threat to conduct a nuclear test, senior officials said. A8 German Accord on Health Care Chancellor Angela Merkel has negotiated an agreement for new financing of Germany's strained health-care system. A6 NATIONAL A14-23 Anti-U.S. Attack Videos Spread on the Internet Videos showing insurgent attacks against American troops in Iraq, long available in Baghdad shops and on jihadist Web sites, have steadily migrated in recent months to popular Internet video-sharing sites like YouTube and Google Video. A1 Hastert Says He Will Not Quit House Speaker J. Dennis Hastert made it clear that he did not intend to become a casualty of the Mark Foley scandal, saying he expected to win re-election to his seat and run for speaker again when the new Congress convenes. A1 Leaders of the House ethics committee promised an investigation into the circumstances surrounding former Representative Mark Foley's electronic messages to Congressional pages and approved nearly four dozen subpoenas for an inquiry that they said would take ''weeks, not months.'' A23 Ruling on Gay Marriage In the latest turn in a twisting legal debate over gay marriage, a panel of the California Court of Appeals reversed a lower court's ruling that same-sex couples could marry under the State Constitution. A16 NEW YORK/REGION B1-6 In Hedge Fund, Cuomo Gains Cash and Critics Andrew M. Cuomo's decision to put more than half of the money for his campaign for attorney general into a hedge fund managed by one of his financial backers yielded a substantial financial return. The move also raised concerns among government watchdogs because the funds are not subject to regulation. A1 BUSINESS DAY C1-10 Subsidizing Small-Town Flights More than 100 cities around the country receive federally subsidized airline service and the average number of passengers on each flight is about three. The program has come to seem mostly expensive and, to its critics, unessential. A1 Business Digest C2 EDITORIAL A24-25 Editorials: North Korea and the dominoes; falling into the doughnut hole; a bad start in the parks. Columns: Paul Krugman, Thomas L. Friedman. Crossword E25 Obituaries C11 Public Lives B2 TV Listings E27 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-10-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 480, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E0D61530F935A35753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2795c8eb7c8105d83c27b", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Google is said to be in discussions to acquire the popular video-sharing Web site that has yet to turn a profit, for $1.6 billion....", "news_desk": "Business", "lead_paragraph": "Google is said to be in discussions to acquire the popular video-sharing Web site that has yet to turn a profit, for $1.6 billion.", "headline": {"main": "Google Is Said to Set Sights on YouTube", "print_headline": "Google Is Said To Set Sights On YouTube"}, "pub_date": "2006-10-07T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1185", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/07/technology/07google.html", "multimedia": [{"width": 75, "url": "images/2006/10/07/business/07google.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/07/business/07google.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Recordings (Video)", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54a3bb0a38f0d80267d29ac4", "byline": {"person": [{"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 1, "role": "reported", "organization": ""}, {"organization": "", "role": "reported", "firstname": "Peter", "rank": 2, "lastname": "EDMONSTON"}], "original": "By ANDREW ROSS SORKIN  and PETER EDMONSTON"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-8    Bush Responds Cautiously To G.O.P. Criticism on Iraq  The White House, caught off guard by a leading Republican senator who said the situation in Iraq was ''drifting sideways,'' responded cautiously, with a spokeswoman for Pr...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-8 Bush Responds Cautiously To G.O.P. Criticism on Iraq The White House, caught off guard by a leading Republican senator who said the situation in Iraq was ''drifting sideways,'' responded cautiously, with a spokeswoman for President Bush stopping short of saying outright that Mr. Bush disagreed with the assessment. A6 Support for Iran Sanctions The United States said it had won agreement from the other four permanent members of the United Nations Security Council and Germany to seek sanctions against Iran over its refusal to shut down a nuclear enrichment program that could be used to build bombs. A6 U.N. Warns North Korea The Security Council urged North Korea not to carry out a planned test of a nuclear weapon, saying it would endanger regional stability and provoke worldwide denunciation. A3 Czechs Face Terrorism Alert A report that there was a plot to attack Jews in Prague has set off a terrorism alert there, a Prague newspaper reported. A4 Hamas Leader Defiant on Israel In a defiant speech delivered to a crowd of supporters, the Palestinian prime minister, Ismail Haniya, insisted his Hamas movement would not recognize Israel despite the cutoff in Western aid that has strangled his government. A4 British Official on Muslim Veil Jack Straw, the leader of the British House of Commons, has criticized the Islamic custom of wearing a full facial veil. A8 Russia Deports 153 Georgians Russia deported 153 citizens of Georgia as a wave of measures against Georgian migrants grew, prompting criticism that the government was carrying out an ethnically motivated harassment campaign. A8 NATIONAL A9-13; 16 Foley Scandal Puts More Seats in Jeopardy At least five more Republican Congressional seats are in serious contention, analysts said, an unwelcome development for the party as it tries to confront a political environment further darkened by the Congressional page scandal. A1 Ex-Priest Accuses Cardinal A new documentary film featuring a candid interview with a priest convicted of pedophilia has heightened interest among law enforcement officials in Los Angeles who are considering a criminal case against Cardinal Roger M. Mahony, according to a prosecutor who has been investigating sexual abuse cases among priests. A1 Healthful Snacks in Schools Five of the country's largest snack food producers said they would start providing more nutritious foods to schools, replacing sugary, fat-laden products in vending machines and cafeterias. A9 New Orleans Population Drop The population of New Orleans has dropped by nearly 60 percent since Hurricane Katrina, far more sharply than recent estimates had suggested, according to a new survey. A9 Corpsman Sentenced in Abuse A Navy corpsman who watched seven members of his Marine squad repeatedly shoot an unarmed Iraqi in the head and chest in April was sentenced to one year in prison. Petty Officer Third Class Melson J. Bacos, 21, pleaded guilty to modified charges of conspiracy and kidnapping. A11 Orbiter Spots Mars Rover Scientists said the Mars Reconnaissance Orbiter, a powerful explorer that just settled into its ideal scientific orbit, used its high-resolution camera to spot one of the two Mars rovers sitting on the side of Victoria Crater. A11 NEW YORK/REGION B1-6 City Demands Removal Of Security Barriers After evaluations by the New York Police Department, the city has demanded that many of the concrete and steel planters positioned outside skyscrapers as security measures after Sept. 11 be removed. The order comes after counterterrorism experts concluded that they might do more harm than good in the event of an attack. A1 Spitzer Backs Gay Marriage Attorney General Eliot Spitzer, who is running for governor, said he would push to legalize gay marriage, and put himself at the vanguard of the effort to recognize such unions, staking out a position that most prominent Democrats, including Senator Hillary Rodham Clinton, have shied away from. B1 SPORTSSATURDAY D1-8 Oakland Wins Division Series Led by their utility infielder Marco Scutaro, the Oakland A's defeated the Minnesota Twins, 8-3, to complete a three-game sweep in their American League division series. D3 OBITUARIES C10 Buck O'Neil A star first baseman and manager in the Negro leagues and a pioneering scout and coach in the major leagues who devoted the final decade of his life to chronicling the lost world of black baseball, he was 94. C10 ARTS B11-20 Jonathan Miller May Retire The stage director Jonathan Miller says he will retire, though this is not the first time he has renounced the opera world. B11 BUSINESS DAY C1-9 Google Courting YouTube Google is in discussions to acquire YouTube, the popular video-sharing Web site, for $1.6 billion, people involved in the talks said. The size of Google's offer may push YouTube closer to a deal. A1 Business Digest C2 EDITORIAL A14-15 Editorials: The mayor's new job; kicked while down; good news from Northern Ireland; Steve Reich's fascinating rhythm. Columns: Maureen Dowd, John Tierney. Bridge B19 Crossword B17 TV Listings B20 Weather B9", "headline": {"main": "News Summary"}, "pub_date": "2006-10-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 811, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E2DA1230F934A35753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254008eb7c8105d7faab4", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "In an age of microscopic technologies and sweeping Google-earth panoramas, Will Wright, the world’s most successful video-game inventor, has set out to create game (or is it the art form?) that will teach us how to really see....", "news_desk": "Magazine", "lead_paragraph": "In an age of microscopic technologies and sweeping Google-earth panoramas, Will Wright, the world’s most successful video-game inventor, has set out to create game (or is it the art form?) that will teach us how to really see.", "headline": {"main": "The Long Zoom", "print_headline": "The Long Zoom"}, "pub_date": "2006-10-08T00:00:00Z", "abstract": null, "print_page": "50", "word_count": "5071", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/08/magazine/08games.html", "multimedia": [{"width": 600, "url": "images/2006/10/03/magazine/04game.1.600.jpg", "height": 389, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/10/03/magazine/04game.1.600.jpg", "xlargeheight": "389"}, "type": "image"}, {"width": 75, "url": "images/2006/10/03/magazine/08game.1.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/03/magazine/08game.1.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computer and Video Games", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Science and Technology", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Virtual Reality (Computers)", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Wright, Will", "name": "persons"}], "subsection_name": null, "_id": "54a3974738f0d80267d2969e", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Steven", "rank": 1, "lastname": "JOHNSON"}], "original": "By STEVEN JOHNSON"}, "section_name": "Magazine"}, {"type_of_material": "Op-Ed", "snippet": "LAST summer, New York State took a page from California's playbook, using state policy to jump-start a 21st century automobile industry. Albany started a $10 million program to convert its fleet of 600 hybrid vehicles to plug-in electric vehicles ...", "news_desk": "The City Weekly Desk", "lead_paragraph": "LAST summer, New York State took a page from California's playbook, using state policy to jump-start a 21st century automobile industry. Albany started a $10 million program to convert its fleet of 600 hybrid vehicles to plug-in electric vehicles and pledged to spend another $10 million to encourage gas stations to install ethanol pumps. Because companies bidding for New York's conversion business must promise to build their facilities in the state, the plan may help move New York to the vanguard of a small industry with big potential. New York's commitment, combined with Google's recent announcement that its new investment company will focus on commercializing an electric/alcohol vehicle, gives increased momentum to a technological concept that is rapidly winning supporters. In less than three years, a coalition of environmentalists, entrepreneurs and tinkerers has developed a viable strategy to reduce our dependence on oil and relieve pollution in densely populated areas like metropolitan New York.", "headline": {"main": "Turn On the Electric Road"}, "pub_date": "2006-10-08T00:00:00Z", "abstract": "Op-Ed article by Institute for Local Self-Reliance vice president David Morris praises New York State and Google for making commitments to hybrid vehicle and electric/alcohol vehicle technologies; holds state may pave way for plug-in car of the future that could not only use solar energy but supply electricity to houses when needed (M)", "print_page": "13", "word_count": 781, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C00E6DC1230F93BA35753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "NEW YORK STATE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "ETHANOL"}, {"name": "subject", "value": "SOLAR ENERGY"}, {"name": "subject", "value": "ELECTRIC AND HYBRID VEHICLES"}, {"name": "subject", "value": "ELECTRIC LIGHT AND POWER"}], "subsection_name": null, "_id": "4fd2795d8eb7c8105d83c2ea", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "Morris"}], "original": "By David Morris"}, "section_name": "New York and Region; Opinion"}, {"type_of_material": "Op-Ed", "snippet": "LAST summer, New York State took a page from California's playbook, using state policy to jump-start a 21st century automobile industry. Albany started a $10 million program to convert its fleet of 600 hybrid vehicles to plug-in electric vehicles ...", "news_desk": "Westchester Weekly Desk", "lead_paragraph": "LAST summer, New York State took a page from California's playbook, using state policy to jump-start a 21st century automobile industry. Albany started a $10 million program to convert its fleet of 600 hybrid vehicles to plug-in electric vehicles and pledged to spend another $10 million to encourage gas stations to install ethanol pumps. Because companies bidding for New York's conversion business must promise to build their facilities in the state, the plan may help move New York to the vanguard of a small industry with big potential. New York's commitment, combined with Google's recent announcement that its new investment company will focus on commercializing an electric/alcohol vehicle, gives increased momentum to a technological concept that is rapidly winning supporters. In less than three years, a coalition of environmentalists, entrepreneurs and tinkerers has developed a viable strategy to reduce our dependence on oil and relieve pollution in densely populated areas like metropolitan New York.", "headline": {"main": "Turn On the Electric Road"}, "pub_date": "2006-10-08T00:00:00Z", "abstract": "Op-Ed article by Institute for Local Self-Reliance vice president David Morris praises New York State and Google for making commitments to hybrid vehicle and electric/alcohol vehicle technologies; holds state may pave way for plug-in car of the future that could not only use solar energy but supply electricity to houses when needed (M)", "print_page": "15", "word_count": 781, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E1D91530F93BA35753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "NEW YORK STATE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "AUTOMOBILES"}, {"name": "subject", "value": "ETHANOL"}, {"name": "subject", "value": "SOLAR ENERGY"}, {"name": "subject", "value": "ELECTRIC AND HYBRID VEHICLES"}, {"name": "subject", "value": "ELECTRIC LIGHT AND POWER"}], "subsection_name": null, "_id": "4fd278ed8eb7c8105d83b48c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "Morris"}], "original": "By David Morris"}, "section_name": "New York and Region; Opinion"}, {"type_of_material": "Blog", "snippet": "The Internet search giant Google said Monday that it would buy YouTube, a video-sharing Web site that officially began operating less than a year ago, for $1.65 billion in stock. Both companies have approved the transaction, which is expected to c...", "news_desk": null, "lead_paragraph": "The Internet search giant Google said Monday that it would buy YouTube, a video-sharing Web site that officially began operating less than a year ago, for $1.65 billion in stock. Both companies have approved the transaction, which is expected to close in the fourth quarter of 2006, Google said.", "headline": {"main": "Google to Buy YouTube for $1.65 Billion in Stock", "kicker": "DealBook"}, "pub_date": "2006-10-09T16:23:58Z", "abstract": "The Internet search giant Google said Monday that it would buy YouTube, a video-sharing Web site that officially began operating less than a year ago, for $1.65 billion in stock. Both companies have approved the transaction, which is expected to close in the fourth quarter of 2006, Google said. The announcement ends months of speculation [...]", "print_page": null, "word_count": 354, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/09/google-to-buy-youtube-for-165-billion-in-stock/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365b88eb7c8105d8b51fd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Update: Google agreed Monday afternoon to acquire YouTube in a $1.65 billion all-stock deal. Click here for more details. After marathon negotiations over the weekend, Google could announce a deal to buy YouTube.com, the popular video-sharing Web ...", "news_desk": null, "lead_paragraph": "Update: Google agreed Monday afternoon to acquire YouTube in a $1.65 billion all-stock deal. Click here for more details.", "headline": {"main": "Google Moves Closer to YouTube Deal", "kicker": "DealBook"}, "pub_date": "2006-10-09T06:40:02Z", "abstract": "Update: Google agreed Monday afternoon to acquire YouTube in a $1.65 billion all-stock deal. Click here for more details. After marathon negotiations over the weekend, Google could announce a deal to buy YouTube.com, the popular video-sharing Web site, for about $1.6 billion as early as Monday afternoon, people involved in the talks said. Barring a [...]", "print_page": null, "word_count": 750, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/09/google-moves-closer-to-youtube-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365e18eb7c8105d8b558a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "With the deal to buy the video-sharing Web site, Google has again proved that it is the Internet’s dominant player....", "news_desk": "ContinuousNews", "lead_paragraph": "With the deal to buy the video-sharing Web site, Google has again proved that it is the Internet’s dominant player. ", "headline": {"main": "Google to Acquire YouTube for $1.65 Billion", "print_headline": "Google to Acquire YouTube for $1.65 Billion"}, "pub_date": "2006-10-09T00:00:00Z", "abstract": null, "print_page": null, "word_count": "765", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/09/business/09cnd-deal.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "54a3c62138f0d80267d29c07", "byline": {"person": [{"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 1, "role": "reported", "organization": ""}, {"firstname": "Jeremy", "middlename": "W.", "lastname": "PETERS", "rank": 2, "role": "reported", "organization": ""}], "original": "By ANDREW ROSS SORKIN and JEREMY W. PETERS"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Not everyone is as giddy as YouTube's co-founders Chad Hurley and Steve Chen about Monday's agreement to sell the video-sharing Web site to Google for $1.65 billion. Shareholders of Yahoo, for example, seemed downright gloomy, sending the company'...", "news_desk": null, "lead_paragraph": "Not everyone is as giddy as YouTube's co-founders Chad Hurley and Steve Chen about Monday's agreement to sell the video-sharing Web site to Google for $1.65 billion. Shareholders of Yahoo, for example, seemed downright gloomy, sending the company's stock down more than 2 percent Tuesday to a 52-week low.", "headline": {"main": "After YouTube Deal, Eyes Turn to Yahoo", "kicker": "DealBook"}, "pub_date": "2006-10-10T14:28:08Z", "abstract": "Not everyone is as giddy as YouTube's co-founders Chad Hurley and Steve Chen about Monday's agreement to sell the video-sharing Web site to Google for $1.65 billion. Shareholders of Yahoo, for example, seemed downright gloomy, sending the company's stock down more than 2 percent Tuesday to a 52-week low. The decline came as some analysts [...]", "print_page": null, "word_count": 258, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/after-youtube-deal-eyes-turn-to-yahoo/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366558eb7c8105d8b5fe1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "During the technology boom of the 1990's, bankers at Credit Suisse worked with some the sector's biggest names - Amazon.com was one - by underwriting their initial public offerings. Nearly a decade later, Credit Suisse has scored a starring role i...", "news_desk": null, "lead_paragraph": "During the technology boom of the 1990's, bankers at Credit Suisse worked with some the sector's biggest names -- Amazon.com was one -- by underwriting their initial public offerings.", "headline": {"main": "Another Winner in Google-YouTube Deal: Credit Suisse", "kicker": "DealBook"}, "pub_date": "2006-10-10T11:10:25Z", "abstract": "During the technology boom of the 1990's, bankers at Credit Suisse worked with some the sector's biggest names - Amazon.com was one - by underwriting their initial public offerings. Nearly a decade later, Credit Suisse has scored a starring role in Google's $1.65 billion agreement to buy the video-sharing Web site YouTube, which is shaping [...]", "print_page": null, "word_count": 257, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/another-winner-in-google-youtube-deal-credit-suisse/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365d78eb7c8105d8b54ad", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "YouTube's Chad Hurley and Steve Chen certainly have reason to be proud parents. Their 19-month-old baby just fetched $1.65 billion from Internet search giant Google, netting the cofounders what should be a healthy payday. Plus, they keep their bra...", "news_desk": null, "lead_paragraph": "YouTube's Chad Hurley and Steve Chen certainly have reason to be proud parents. Their 19-month-old baby just fetched $1.65 billion from Internet search giant Google, netting the cofounders what should be a healthy payday. Plus, they keep their brand name, their offices and, for now, their independence.", "headline": {"main": "Celebrating a Union, YouTube-Style", "kicker": "DealBook"}, "pub_date": "2006-10-10T09:09:10Z", "abstract": "YouTube's Chad Hurley and Steve Chen certainly have reason to be proud parents. Their 19-month-old baby just fetched $1.65 billion from Internet search giant Google, netting the cofounders what should be a healthy payday. Plus, they keep their brand name, their offices and, for now, their independence. So to cap things off, Mr. Hurley and [...]", "print_page": null, "word_count": 102, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/celebrating-a-union-youtube-style/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e84", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Even in Silicon Valley, it is rare for so much money to be made so fast - and by so few. The biggest winners in the $1.65 billion acquisition of YouTube by Google are YouTube's founders, Chad Hurley and Steve Chen, who have parlayed their stakes i...", "news_desk": null, "lead_paragraph": "Even in Silicon Valley, it is rare for so much money to be made so fast - and by so few.", "headline": {"main": "Sequoia's YouTube Bet Pays Off – Big", "kicker": "DealBook"}, "pub_date": "2006-10-10T07:39:45Z", "abstract": "Even in Silicon Valley, it is rare for so much money to be made so fast - and by so few. The biggest winners in the $1.65 billion acquisition of YouTube by Google are YouTube's founders, Chad Hurley and Steve Chen, who have parlayed their stakes in the 19-month-old start-up into Google shares that are probably worth tens of millions. YouTube's roughly 60 employees are no doubt celebrating as well. But only one venture capital firm - Sequoia Capital - got in on what has turned out to be one of the hottest Internet deals since Google went public in 2004. Sequoia, which is among the most successful venture firms in Silicon Valley, invested a total of $11.5 million in YouTube from November 2005 to April 2006. It may be walking away with more than 43 times that amount. Its stake in YouTube has been estimated at about 30 percent, which would give it a value of $495 million.", "print_page": null, "word_count": 166, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/sequoias-youtube-bet-pays-off-big/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365c38eb7c8105d8b5359", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "A profitless Web site started by three 20-somethings after a late-night dinner party is sold for more than a billion dollars, instantly turning dozens of its employees into paper millionaires. It sounds like a tale from the late 1990's dot-com bub...", "news_desk": null, "lead_paragraph": "A profitless Web site started by three 20-somethings after a late-night dinner party is sold for more than a billion dollars, instantly turning dozens of its employees into paper millionaires. It sounds like a tale from the late 1990's dot-com bubble, but it happened Monday.", "headline": {"main": "Dot-Com Boom Echoed in Deal to Buy YouTube", "kicker": "DealBook"}, "pub_date": "2006-10-10T07:06:58Z", "abstract": "A profitless Web site started by three 20-somethings after a late-night dinner party is sold for more than a billion dollars, instantly turning dozens of its employees into paper millionaires. It sounds like a tale from the late 1990's dot-com bubble, but it happened Monday. Google, the online search behemoth, agreed yesterday to pay $1.65 [...]", "print_page": null, "word_count": 329, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/dot-com-boom-echoed-in-deal-to-buy-youtube/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ee8eb7c8105d8b5698", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The suspense that has been killing media watchers ended yesterday when Google and YouTube announced their $1.6 billion deal. But a question mark still hangs over those thorny copyright questions that have been plaguing the video sharing site for s...", "news_desk": null, "lead_paragraph": "The suspense that has been killing media watchers ended yesterday when Google and YouTube announced their $1.6 billion deal. But a question mark still hangs over those thorny copyright questions that have been plaguing the video sharing site for some time.", "headline": {"main": "Is Google Setting Itself Up for Copyright Trouble?", "kicker": "DealBook"}, "pub_date": "2006-10-10T07:04:18Z", "abstract": "The suspense that has been killing media watchers ended yesterday when Google and YouTube announced their $1.6 billion deal. But a question mark still hangs over those thorny copyright questions that have been plaguing the video sharing site for some time. Aside from the acquisition, which both companies touted as two-great-tastes-that-go-great-together, Google and YouTube separately [...]", "print_page": null, "word_count": 620, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/10/is-google-setting-itself-up-for-copyright-trouble/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e8b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google agreed to pay $1.65 billion in stock for YouTube, a video-sharing Web site that serves up 100 million short videos every day. The fact that many of those clips are copyrighted has led to comparisons with Napster, whose music-sharing service...", "news_desk": null, "lead_paragraph": "Google agreed to pay $1.65 billion in stock for YouTube, a video-sharing Web site that serves up 100 million short videos every day. The fact that many of those clips are copyrighted has led to comparisons with Napster, whose music-sharing service was shuttered after a series of lawsuits.", "headline": {"main": "Dot-Com Boom Echoed in Deal to Buy YouTube", "kicker": "News"}, "pub_date": "2006-10-10T02:57:28Z", "abstract": "Google agreed to pay $1.65 billion in stock for YouTube, a video-sharing Web site that serves up 100 million short videos every day. The fact that many of those clips are copyrighted has led to comparisons with Napster, whose music-sharing service was shuttered after a series of lawsuits. Is this a good investment for Google [...]", "print_page": null, "word_count": 72, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://news.blogs.nytimes.com/2006/10/10/dot-com-boom-echoed-in-deal-to-buy-youtube/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366348eb7c8105d8b5c1f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By EDITOR"}, "section_name": null}, {"type_of_material": "News", "snippet": "Sequoia Capital’s $11 million dollar bet on Google’s newest acquisition may now be worth $495 million....", "news_desk": "Business", "lead_paragraph": "Sequoia Capital’s $11 million dollar bet on Google’s newest acquisition may now be worth $495 million.", "headline": {"main": "Venture Firm Shares a YouTube Jackpot", "sub": "Sequoia’s  $11 Million Bet May Now Be Worth $495 Million ;", "print_headline": "Venture Firm Shares a Jackpot"}, "pub_date": "2006-10-10T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1176", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/10/technology/10payday.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Hurley, Chad", "name": "persons"}, {"rank": "6", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54a3ca2c38f0d80267d29c84", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}, {"organization": "", "role": "reported", "firstname": "Matt", "rank": 2, "lastname": "RICHTEL"}], "original": "By MIGUEL HELFT  and MATT RICHTEL"}, "section_name": "Technology"}, {"type_of_material": "Editorial", "snippet": "For Google, acquiring YouTube is hardly risk-free....", "news_desk": "Editorial", "lead_paragraph": "For Google, acquiring YouTube is hardly risk-free. ", "headline": {"main": "Ready for Its Close-Up", "print_headline": "Ready for Its Close-Up", "content_kicker": "Editorial"}, "pub_date": "2006-10-10T00:00:00Z", "abstract": null, "print_page": "24", "word_count": "368", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/10/opinion/10tue3.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Recordings (Video)", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}], "subsection_name": null, "_id": "54a3ca0e38f0d80267d29c7b", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Having pieced together a rapidly multiplying set of products, Google’s leaders have a new concern. Call it Google sprawl....", "news_desk": "Business", "lead_paragraph": "Having pieced together a rapidly multiplying set of products, Google’s leaders have a new concern. Call it Google sprawl.", "headline": {"main": "Adding On to the House of Google", "print_headline": "Adding On to the House of Google"}, "pub_date": "2006-10-10T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "943", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/10/technology/10google.html", "multimedia": [{"subtype": "wide", "url": "images/2006/10/10/technology/1010-biz-GOOGLE-for-web.190.gif", "height": 126, "width": 190, "legacy": {"wide": "images/2006/10/10/technology/1010-biz-GOOGLE-for-web.190.gif", "wideheight": "126", "widewidth": "190"}, "type": "image"}], "keywords": [{"value": "Google Inc", "is_major": "N", "rank": "1", "name": "organizations"}, {"value": "Mergers, Acquisitions and Divestitures", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "YouTube.com", "is_major": "N", "rank": "3", "name": "organizations"}, {"value": "Recordings (Video)", "is_major": "N", "rank": "4", "name": "subject"}, {"value": "Brin, Sergey", "is_major": "N", "rank": "5", "name": "persons"}, {"value": "Page, Larry", "is_major": "N", "rank": "6", "name": "persons"}, {"value": "Schmidt, Eric E", "is_major": "N", "rank": "7", "name": "persons"}], "subsection_name": null, "_id": "54a3ca2b38f0d80267d29c83", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "GOOGLE CONFIRMS YOUTUBE DEAL -- Google said that it had agreed to pay $1.65 billion in stock for YouTube, the video-sharing phenomenon that is the latest darling of an Internet resurgence known as Web 2.0. The seemingly enormous purchase price is ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "GOOGLE CONFIRMS YOUTUBE DEAL -- Google said that it had agreed to pay $1.65 billion in stock for YouTube, the video-sharing phenomenon that is the latest darling of an Internet resurgence known as Web 2.0. The seemingly enormous purchase price is raising comparisons to the mind-boggling valuations that were once given to dozens of Silicon Valley companies a decade ago. [Page A1.] SEQUOIA'S BIG PAYDAY -- The spoils of blockbuster Silicon Valley deals like the acquisition of YouTube by Google tend to be shared by a sizable group that includes company founders, employees, venture capitalists and other investors. But only one venture capital firm got in on what has been one of the hottest Internet deals since Google went public in 2004: Sequoia Capital. [C1.] GOOGLE SPRAWL -- Google's executives acknowledge that with deals like the YouTube acquisition, the company risks losing the simplicity that was the original focus of building the company's vaunted brand. [C1.] SHAKE-UP AT AIRBUS -- EADS announced that Christian Streiff had resigned as the head of Airbus and would be succeeded by the French co-chief executive of EADS, Louis Gallois. [C1.] NOBEL WINNER IN ECONOMICS -- Edmund S. Phelps, a Columbia University professor, was awarded the Nobel Prize in Economic Science for his contribution to a sophisticated explanation of how wages, unemployment and inflation interact. [C1.] REACTION TO CABLEVISION OFFER -- The Dolan family's offer to buy out Cablevision Systems for $19 billion has a much better chance of succeeding than did another bid from the family 16 months ago, analysts and investors say. On news of the offer yesterday, Cablevision's stock shot up 10.7 percent, to $26.50, near the Dolan family's offer of $27.00 a share. About 19.9 million shares changed hands, about nine times the daily average. Market Place [C4.] RELIGION AND TAXES -- As religious organizations of all faiths stretch their concept of mission far beyond traditional worship, should their traditional tax exemptions expand as well? Increasingly, government at all levels is answering yes. [A1.] GIANT ALUMINUM MERGER -- Two Russian companies and a Swiss commodities trader announced a merger that would form the world's largest aluminum maker, overtaking Alcoa of the United States. [C12.] GAZPROM CANCELS DEAL -- Gazprom, Russia's natural gas monopoly, broke off talks with five international companies bidding for a stake in an offshore field in Russia, canceling the largest energy deal involving foreigners expected here this year. Gazprom's chief executive, Aleksei B. Miller, above, said his company would wrest natural gas from the challenging field without foreign help and retain full ownership of a gas deposit that is one of the world's largest untapped sources of energy. [C4.] PFIZER TO BUY VACCINE COMPANY -- Pfizer said that it would enter the vaccine business by acquiring a British company at work on a novel flu inoculation that could allow a rapid response to a pandemic. [C4.] IMCLONE BIDDER IDENTIFIED -- The European drug giant Sanofi-Aventis was the mystery bidder for the biotechnology company ImClone Systems last month, people involved in the transaction said. [C4.] LIFE-SAVING WATER PURIFIER -- Vestergaard Frandsen, a Danish company, has come up with an invention called Lifestraw, meant to render dangerous water drinkable. [F1.] NANOTECHNOLOGY AND FOOD -- The first generation of nanotechnology-based food industry products, including synthetic food colorings, frying oil preservatives and packaging coated with antimicrobial agents, has quietly entered the market. [C1.] STOCKS RISE -- Stocks extended a two-week rally as takeover speculation helped overcome concern about slowing earnings growth, higher oil prices and a nuclear test by North Korea. [C11.] ADVERTISING HIGHLIGHTS -- A look back at some of the highlights, lowlights and sidelights at the 96th annual conference of the Association of National Advertisers, which almost 1,000 people attended in Orlando, Fla. Stuart Elliott: Advertising. [C8.] ROMANTIC REBELLION -- Readers and writers of romance novels have responded angrily to an ad campaign in Washington's subways that features side-by-side photographs of a man reading Plato's ''Republic,'' under the caption ''Greater Washington Subway Reading,'' and of the same man poring over a romance novel, under the caption ''Average Subway Reading.'' [A16.] ONLINE MUTUAL FUNDS REPORT -- For many mutual fund investors, the third quarter's gains were much more modest than the major indexes would indicate. A special report is at nytimes.com/business. POGUE'S POSTS -- How would you like to make free overseas phone calls? A tutorial is at pogue.blogs.nytimes.com. AUTO SHOW RECAP -- An audio slide show on the recent Paris Motor Show is at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 745, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9502E0DA1330F933A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254018eb7c8105d7fab47", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-15    U.S. Urges U.N. Sanctions On North Korea After Test  The United States proposed tough new United Nations sanctions on North Korea after what seemed to be its test of a nuclear device, and President Bush warned the North he c...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-15 U.S. Urges U.N. Sanctions On North Korea After Test The United States proposed tough new United Nations sanctions on North Korea after what seemed to be its test of a nuclear device, and President Bush warned the North he considered its activity a potential threat to American national security. A1 The North Korean test appears to have been a nuclear detonation, but was fairly small by traditional standards, and possibly a failure or a partial success, government and private analysts said. A8 Korean Closer to U.N. Post The United Nations Security Council officially nominated Ban Ki-moon, the foreign minister of South Korea, to become the next secretary general of the United Nations. A10 Northern Ireland's Rivals Meet The Rev. Ian Paisley, the leader of Northern Ireland's largest Protestant political party, held formal talks for the first time with the leader of the province's Roman Catholic Church. A12 South Africa to Seize Farms South Africa's land claims commissioner said the government would expropriate two white-owned farms claimed by black citizens, signaling a quickening in the pace of the nation's land reform. A13 Sibling of Sunni Leader Slain Men wearing military police uniforms broke into the house of the brother of Iraq's Sunni vice president, chased him onto a neighbor's roof and shot him in the head, killing him, Iraqi authorities and witnesses said. A14 NATIONAL A16-23 Scandal Weakens G.O.P., New Poll Data Shows Americans say that Republican Congressional leaders put their political interests ahead of protecting the safety of teenage pages, and that House leaders knew of Mark Foley's sexually charged messages to pages before he was forced to quit Congress, according to the latest New York Times/CBS News poll. A22 Post-9/11 Strategy Tests F.B.I. Five years after the Sept. 11 attacks spurred a new mission, F.B.I. culture still respects door-kicking investigators more than deskbound analysts sifting through data. The agency's uneasy transition into a spy organization has provoked criticism. A1 More Worries for Farmers The timing of the latest recall of California produce, that of 8,500 cartons of lettuce, could not have come at a worse time for farmers still reeling from an E. coli outbreak in spinach. A16 Military Makes Recruiting Goal The Pentagon is poised to announce that the military reached its targets for signing up new recruits in 2006, a year after the Army failed to meet its recruiting goal by the widest margin in two decades. A19 King Items Displayed in Atlanta A collection of personal items that once belonged to the Rev. Dr. Martin Luther King Jr. has been returned to Atlanta and will go on public display in January, officials at Morehouse College announced. A16 Missouri School Shooting No one was hurt when a seventh-grade student in Joplin, Mo., fired an assault rifle in his school, the authorities said. A18 NEW YORK/REGION B1-8 School Ignored Signs of Teacher's Misconduct Diane Cherchio West was allowed to continue working in the public schools in Bayonne, N.J., for two decades even though she repeatedly became sexually involved with her students. Now, as the school district faces a lawsuit, Bayonne has been forced to examine how little was done to stop her earlier. A1 New Stage in School Lawsuit A 13-year-old lawsuit accusing New York State of shortchanging New York City's schools by billions of dollars is expected to enter its last round today. B1 Man Hit by Car After Chase Detectives were trying to determine why two men forced a third man into the busy eastbound lanes of the Belt Parkway in Brooklyn on Sunday night, leaving him seriously injured after he was struck by a car, the police said. B1 BUSINESS DAY C1-14 Google to Buy YouTube Google, the online search behemoth, agreed to pay $1.65 billion in stock for YouTube, the video-sharing phenomenon that is the darling of an Internet resurgence known as Web 2.0. A1 Only one venture capital firm got in on what has been one of the hottest Internet deals since Google went public in 2004: Sequoia Capital. C1 F.D.A. and Nanotechnology The first generation of nanotechnology-based food products has entered the market, raising new issues for the Food and Drug Administration. C1 Business Digest C2 OBITUARIES C15 Timo Sarpaneva A Finnish glassmaker whose creations found their way into art museums, he was 79. C15 EDITORIAL A24-25 Editorials: North Korea and the bomb; another killing in Moscow; ready for its close-up; a farm race in Iowa. Columns: John Tierney, Nicholas D. Kristof. Crossword E2 TV Listings E11 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-10-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 749, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9800E7D81330F933A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd257c18eb7c8105d80231a", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "Google's agreement to buy YouTube for $1.65 billion, rumors of which initially surfaced on a Web site called TechCrunch, seems to be generating a fresh round of rumors about what is coming next, some of them pretty flimsy sounding. On Tuesday, the...", "news_desk": null, "lead_paragraph": "Google's agreement to buy YouTube for $1.65 billion, rumors of which initially surfaced on a Web site called TechCrunch, seems to be generating a fresh round of rumors about what is coming next, some of them pretty flimsy sounding.", "headline": {"main": "Buzzed on YouTube, Rumor Mill Ponders Google-Facebook", "kicker": "DealBook"}, "pub_date": "2006-10-11T15:08:10Z", "abstract": "Google's agreement to buy YouTube for $1.65 billion, rumors of which initially surfaced on a Web site called TechCrunch, seems to be generating a fresh round of rumors about what is coming next, some of them pretty flimsy sounding. On Tuesday, there was a two-sentence post on a site called Threadwatch suggesting that Google is [...]", "print_page": null, "word_count": 282, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/11/buzzed-on-youtube-rumor-mill-ponders-google-facebook-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366258eb7c8105d8b5b88", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google's $1.65 billion acquisition of YouTube signals a new era for the online video market, and provides a dose of good news for venture capitalists and start-ups addressing video ads, The Daily Deal says. Given YouTube investor Sequoia Capital's...", "news_desk": null, "lead_paragraph": "Google's $1.65 billion acquisition of YouTube signals a new era for the online video market, and provides a dose of good news for venture capitalists and start-ups addressing video ads, The Daily Deal says.", "headline": {"main": "Good News for Web Start-Ups and the V.C.'s Who Love Them", "kicker": "DealBook"}, "pub_date": "2006-10-11T07:53:24Z", "abstract": "Google's $1.65 billion acquisition of YouTube signals a new era for the online video market, and provides a dose of good news for venture capitalists and start-ups addressing video ads, The Daily Deal says. Given YouTube investor Sequoia Capital's big return, it's no wonder V.C.'s are seeing dollar signs in these Web 2.0 firms. The [...]", "print_page": null, "word_count": 93, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/11/good-news-for-media-start-ups-and-the-vcs-who-love-them/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366558eb7c8105d8b5fdc", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "As Google whips out its fat wallet to buy the video site YouTube, it is making Yahoo look even more out of step with the fast-changing Internet advertising market. According to The New York Times, Yahoo itself tried to buy YouTube just a few weeks...", "news_desk": null, "lead_paragraph": "As Google whips out its fat wallet to buy the video site YouTube, it is making Yahoo look even more out of step with the fast-changing Internet advertising market.", "headline": {"main": "Yahoo Feels Breath on Its Neck", "kicker": "DealBook"}, "pub_date": "2006-10-11T07:20:44Z", "abstract": "As Google whips out its fat wallet to buy the video site YouTube, it is making Yahoo look even more out of step with the fast-changing Internet advertising market. According to The New York Times, Yahoo itself tried to buy YouTube just a few weeks ago and got as close as negotiating price and terms. [...]", "print_page": null, "word_count": 462, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/11/yahoo-feels-breath-on-its-neck/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e7f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "Yahoo Playing Defense To Google on Advertising  As Google buys the video-sharing site YouTube, it is making Yahoo, the Web's most popular site, look even more out of step with the fast-changing Internet advertising market. Many ad executives say Y...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Yahoo Playing Defense To Google on Advertising As Google buys the video-sharing site YouTube, it is making Yahoo, the Web's most popular site, look even more out of step with the fast-changing Internet advertising market. Many ad executives say Yahoo's lead has eroded as other companies have built up popular Web sites, sales operations and ad technology. BUSINESS DAY, PAGE C1 Desai Wins Booker Prize Kiran Desai, 35, became the youngest woman to win the Man Booker Prize. Her novel ''The Inheritance of Loss'' covers identity, displacement and family bonds. PAGE A12 A Community Of Cooks For the Middle Eastern Jewish women of Brooklyn, life revolves around food, especially during the festival of Sukkot this week. DINNG, PAGE F1 In Small Towns, a Call to Help the Homeless As the Bush administration promotes a widely praised multibillion-dollar effort to end chronic homelessness in cities, a growing outcry is rising from rural areas that problems there are being overlooked. Ruben Garcia, left, and John Lobato eat at the Open Door Soup Kitchen in Trinidad, Colo. PAGE A25 New Study on Iraqi Deaths A team of American and Iraqi public health researchers estimated that as many as 600,000 civilians have died in violence across Iraq since the 2003 American invasion. The toll, the highest ever given for the war, was extrapolated with a broad margin of error from surveys of Iraqi households. PAGE A16 Torre's Back; So Is Baseball As the Mets prepared to play the Cardinals in the National League Championship Series, the Yankees brought Joe Torre, right, back as the manager. The Tigers defeated the A's last night in Game One of the American League Championship Series. SPORTSWEDNESDAY, PAGE D1 Guilty Plea in Subway Killing A schizophrenic man pleaded guilty to manslaughter, admitting he knew what he was doing when he pushed Kendra Webdale to her death in front of a subway in 1999. PAGE B1 2 Convicted in Missile Plot Two Muslim immigrants were convicted in Albany of plotting with a man who said he was planning a missile attack on a diplomat. PAGE B1", "headline": {"main": "INSIDE"}, "pub_date": "2006-10-11T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 346, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05EFDF1030F932A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd257c18eb7c8105d802332", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "QUESTIONS ON PRIVATE EQUITY Several of the nation's largest private firm have received letters from the Justice Department seeking broad information about the possibility of anticompetitive behavior going back to 2003. [Page C1.]    CONFLICT OVER ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "QUESTIONS ON PRIVATE EQUITY Several of the nation's largest private firm have received letters from the Justice Department seeking broad information about the possibility of anticompetitive behavior going back to 2003. [Page C1.] CONFLICT OVER OIL CUTS OPEC ministers are still debating how to put a brake on falling oil prices. OPEC's current president, Edmund Daukoru, left, who is the Nigerian oil minister, said that ''something must be done,'' and has proposed that OPEC cut production by one million barrels a day from a nominal ceiling of 28 million barrels. But instead of presenting a united front, OPEC's 11 members have found it hard to agree on how quickly to act and how the cuts should be shared. [C1.] YAHOO LOSES GROUND As Google whips out its fat checkbook again -- this time to buy the YouTube video site -- it is making Yahoo look even more out of step with the rapidly changing Internet advertising market. [C1.] TAX BREAKS FOR CLERGY A housing deduction is one of several tax breaks that leave extra money in the pockets of clergy members and their religious employers. Ministers of every faith are also exempt from income tax withholding and can opt out of Social Security. And every state but one exempts religious employers from paying state unemployment taxes. [A1.] MARKETING THE MINI The auto industry is watching the introduction of BMW's new Mini as an important marketing case study. [C1.] RE-EMERGENCE OF DIESEL A vast majority of trucks and buses will soon be able to fill their tanks with diesel fuel with just 3 percent of the sulfur content in the older fuel. [A22.] NEW AIRBUS CHIEF WARNS OF CUTS Louis Gallois, the newly appointed chief executive of Airbus, the European plane maker, warned that job cuts would be unavoidable as it wrestled with a reorganization to streamline management and increase productivity. [C3.] CLAIMS AGAINST COPPER GIANT Asarco, a bankrupt copper giant facing billions of dollars in pollution claims across the nation, pretended for years to recycle metals while illegally burning hazardous wastes in a notorious El Paso smelter, according to newly released Environmental Protection Agency documents. [A18.] H.P. DEFENDANTS' STRATEGY At least one lawyer involved in the Hewlett-Packard spying case and several outside legal experts say the five defendants might wind up turning on each other as part of a way to shift blame from themselves. [C3.] TO INDIA FOR HEALTH CARE With medical costs in India routinely 80 percent lower than in the United States, more American employers are exploring sending their workers to India for treatment, raising questions about quality and liability. [C6.] SPRINT NEXTEL CHAIRMAN TO RETIRE Timothy M. Donahue, executive chairman of the Sprint Nextel Corporation, said that he would retire at the end of the year, in the latest shake-up at a company that has lost ground to its larger rivals Cingular and Verizon Wireless. [C10.] ROBB REPORT CANCELS AUCTION The publisher of the magazine The Robb Report and other glossy lifestyle guides for the super-wealthy has canceled an auction of the company after failing to attract a sufficiently rich offer. [C10.] A LAPTOP DEAL WITH LIBYA The government of Libya reached an agreement with One Laptop Per Child, a nonprofit United States group developing an inexpensive, educational laptop computer, with the goal of supplying machines to all 1.2 million Libyan schoolchildren by June of 2008. [A14.] STOCKS EDGE HIGHER Stocks ended slightly higher, with the Dow Jones industrial average reaching a record close after a seesaw session, as investors proceeded cautiously before the unofficial start of the third-quarter earnings period. [C11.] IMCLONE CHAIRMAN RESIGNS The embattled chairman of ImClone Systems and another director have resigned, a development that moves the investor Carl Icahn closer to his goal of gaining control of the company's board. ImClone shares rose $1.19, to $31.09, apparently on investor speculation that Mr. Icahn would shake up the company or sell it should he gain control. [C3.] PSYCHOLOGY OF OVERINDULGENCE Research shows that people are heavily influenced by factors like packaging and portion sizes when they decide how much and what to eat. [F1.] CLINTON'S EATING CRUSADE Former President Bill Clinton is working on an effort to get junk food out of school vending machines, in part because of his own childhood struggles with his weight. [F5.] ONLINE BUSINESS TRAVEL The new reality of business travel includes more unexpected destinations. A special report is at nytimes.com/business. MUTUAL FUNDS For mutual fund investors, jubilance over gains in the stock market has been tempered by the realization that many fund managers were caught flat-footed and did not keep pace. A special report is at nytimes.com/business. A FLOWERING MARKET The cut flower industry is a textbook example of how China sets about capturing one market after another. An audio slide show can be found at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-11T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 801, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E6DF1030F932A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2afaa8eb7c8105d89e7dd", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Google's chief executive, Eric Schmidt, met executives of the News Corporation on Wednesday to smooth over any concerns raised by the search giant's acquisition of YouTube and ensure the co-operation of MySpace in Google's effort to make money fro...", "news_desk": null, "lead_paragraph": "Google's chief executive, Eric Schmidt, met executives of the News Corporation on Wednesday to smooth over any concerns raised by the search giant's acquisition of YouTube and ensure the co-operation of MySpace in Google's effort to make money from user-generated video.", "headline": {"main": "Google's YouTube Needs Murdoch's MySpace", "kicker": "DealBook"}, "pub_date": "2006-10-12T07:46:55Z", "abstract": "Google's chief executive, Eric Schmidt, met executives of the News Corporation on Wednesday to smooth over any concerns raised by the search giant's acquisition of YouTube and ensure the co-operation of MySpace in Google's effort to make money from user-generated video. YouTube and MySpace are competitors in the world of internet sites where content is [...]", "print_page": null, "word_count": 132, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/12/googles-youtube-needs-murdochs-myspace/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366138eb7c8105d8b5a09", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Artis Capital Management is also poised to score big when Google completes its $1.65 billion buyout of YouTube....", "news_desk": "Business", "lead_paragraph": "Artis Capital Management is also poised to score big when Google completes its $1.65 billion buyout of YouTube.", "headline": {"seo": "San Francisco Hedge Fund Invested in YouTube", "main": "San Francisco Hedge Fund Invested in YouTube", "print_headline": "San Francisco Hedge Fund Invested in YouTube"}, "pub_date": "2006-10-12T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "265", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/12/technology/12hedges.html", "multimedia": [], "keywords": [{"rank": "2", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Sequoia Capital", "name": "organizations"}, {"rank": "6", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54a3dd1438f0d80267d29eb4", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Jawed Karim, one of YouTube’s three founders, hit the equivalent of the Powerball when Google bought the site....", "news_desk": "Business", "lead_paragraph": "Jawed Karim, one of YouTube’s three founders, hit the equivalent of the Powerball when Google bought the site.", "headline": {"seo": "With YouTube, Grad Student Hits Jackpot Again", "main": "With YouTube, Student Hits Jackpot Again", "print_headline": "With YouTube, Grad Student Hits Jackpot Again"}, "pub_date": "2006-10-12T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1185", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/12/technology/12tube.html", "multimedia": [{"width": 600, "url": "images/2006/10/12/business/600_youtube.jpg", "height": 280, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/10/12/business/600_youtube.jpg", "xlargeheight": "280"}, "type": "image"}, {"width": 75, "url": "images/2006/10/12/business/75_youtube.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/12/business/75_youtube.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Stanford University", "name": "organizations"}], "subsection_name": null, "_id": "54a3db5238f0d80267d29e7f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "TRYING TO MAKE IT THERE -- The discount retailer Kohl's, which is run out of Menomonee Falls, Wis., is about to do something that a growing number of budget chains in the Midwest and South have done already: open an office in New York, a symbol of...", "news_desk": "Business/Financial Desk", "lead_paragraph": "TRYING TO MAKE IT THERE -- The discount retailer Kohl's, which is run out of Menomonee Falls, Wis., is about to do something that a growing number of budget chains in the Midwest and South have done already: open an office in New York, a symbol of excess that is squarely at odds with its frugal corporate culture and tight-fisted customers. [Page A1.] YOUTUBE FOUNDER'S JACKPOT -- Jawed Karim -- who hit an Internet jackpot in 2002 when PayPal, the online payment company he had joined early on, was bought by eBay -- hit the equivalent of the PowerBall this week when YouTube, which he helped to found, agreed to be bought by Google for $1.65 billion. [C1.] CELEBRITIES FLOCK TO TV ADS -- Advertising agencies say they are finding more, and better, choices among celebrities for their television ad campaigns, as television spots are increasingly seen as a good promotional vehicle for other projects. Advertising. [C1.] LOTT CRITICIZES INSURERS -- Senator Trent Lott, Republican of Mississippi and one of thousands of homeowners on the Gulf Coast who have been fighting with their insurers over payments for damage in Hurricane Katrina, said he was angry about the insurers' ''insensitivity and outright meanness'' in rejecting many homeowners' claims. [C1.] RELUCTANCE TO LOWER RATES -- Despite indications that inflation pressures may be starting to ease, the Federal Reserve is not inclined to lower short-term interest rates anytime soon, minutes from its most recent meeting show. [C1.] BUSINESS LEADERS AND SPITZER -- In the race for governor of New York, some business leaders, rather than viewing Eliot Spitzer's battles with Wall Street as noble or civic minded, see a gigantic, calculating ego run amok. Mr. Spitzer is unapologetic, saying the way to strengthen business is by keeping it honest. [A1.] SECOND DREAMWORKS OFFERING -- The investment firm owned by Paul G. Allen, below, the co-founder of Microsoft, said it had exercised an option to force DreamWorks Animation to sell part of his stake in the company to the public in a secondary offering. Some analysts estimate the offering will be valued at about $300 million, 40 percent less than the $500 million secondary offering DreamWorks canceled last year. [C5.] DOUBTS OVER CHINA EXPANSION -- China's Communist Party, devoted in recent years to expanding the economy at any cost, endorsed a new doctrine that puts more emphasis on tackling the severe side effects of unrestrained growth. [A10.] KICKBACK INQUIRY IN ILLINOIS -- Allegations of corruption grew closer to Gov. Rod Blagojevich of Illinois, as a grand jury indicted one of Mr. Blagojevich's advisers and fund-raisers in a suspected kickback scheme involving pension funds. [A20.] MONSANTO LOSS WIDENS -- Monsanto said that its quarterly loss widened as lower sales of seeds and related products offset higher sales of Roundup and other herbicides. Monsanto also forecast profit for 2007 that was below what Wall Street expected, and its shares fell 5.3 percent. [C8.] SOUNDING ALARM OVER STENTS -- More than 2,000 patients are dying needlessly each year from the use of stents, the tiny metal devices that prop open heart arteries, according to an editorial by a leading medical society. [A22.] CHIEFS RESIGN OVER OPTIONS -- McAfee and CNet Networks both said that their chief executives had resigned, as casualties from investigations of stock option grants continue to mount. [C3.] GANNETT MISSES ESTIMATES -- Gannett reported a lower quarterly profit and missed revenue forecasts because of weak advertising. Its shares fell 2.6 percent, to $56.23. [C5.] BLUE CHIPS FALL -- Blue-chip stocks fell for the first time in three days after Alcoa began the quarterly earnings season by missing estimates and Federal Reserve meeting minutes dampened speculation that interest rates would begin dropping. [C6.] FUNDS FOR GREEN BUSINESS -- Venture capitalists continue to see green in the business of finding cleaner and more environmentally friendly energy sources. The latest example is Amyris Biotechnologies, which has secured $20 million. [C7.] INFOSYS PROFIT CLIMBS -- One of India's largest outsourcing companies, Infosys Technologies, announced a 53 percent climb in its quarterly profit, surpassing market expectations and reflecting a strong demand for technology and back-office services from Western customers. [C7.] BELLSOUTH PURCHASE APPROVED -- The Justice Department approved AT&T's purchase of BellSouth without imposing concessions on the companies, angering consumers and raising the odds that the Federal Communications Commission will delay voting on the deal. [C8.] CHANGES FOR BELL CANADA -- BCE, formerly one of the largest holding companies in Canada, said it would dissolve and turn its Bell Canada telecommunications unit into Canada's largest income trust. [C8.] ONLINE DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. BUSINESS TRAVEL -- The new reality of business travel includes more unexpected destinations. A special report is at nytimes.com/business. NETWORKING -- A special report exploring the proliferation of VoIP technology and other new wireless innovations is at nytimes.com/technology.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 821, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D02E5DB1030F931A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2795d8eb7c8105d83c39d", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Now that YouTube is living the dream of a $1.65 billion sale to Google, how much will other Web 2.0 ventures fetch? The Seattle Post-Intelligencer imagines how Zillow, a popular real-estate listing repository (that has said it is not yet up for sa...", "news_desk": null, "lead_paragraph": "Now that YouTube is living the dream of a $1.65 billion sale to Google, how much will other Web 2.0 ventures fetch?", "headline": {"main": "Valuations in the Post-YouTube Era", "kicker": "DealBook"}, "pub_date": "2006-10-13T08:37:12Z", "abstract": "Now that YouTube is living the dream of a $1.65 billion sale to Google, how much will other Web 2.0 ventures fetch? The Seattle Post-Intelligencer imagines how Zillow, a popular real-estate listing repository (that has said it is not yet up for sale), would do based on some of the same metrics used in valuing [...]", "print_page": null, "word_count": 65, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/13/valuations-in-the-post-youtube-era/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366348eb7c8105d8b5c38", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Even as the ink dries on the contracts, Time Warner's Richard Parsons took a shoot at the new Google-YouTube combination by asserting his right to protect the media conglomerate's copyrights. The Time Warner chairman told The Guardian \"If you let ...", "news_desk": null, "lead_paragraph": "Even as the ink dries on the contracts, Time Warner's Richard Parsons took a shoot at the new Google-YouTube combination by asserting his right to protect the media conglomerate's copyrights.", "headline": {"main": "Time Warner Spoils the Google-YouTube Party", "kicker": "DealBook"}, "pub_date": "2006-10-13T07:42:56Z", "abstract": "Even as the ink dries on the contracts, Time Warner's Richard Parsons took a shoot at the new Google-YouTube combination by asserting his right to protect the media conglomerate's copyrights. The Time Warner chairman told The Guardian \"If you let one thing ignore your rights as an owner it makes it much more difficult to [...]", "print_page": null, "word_count": 107, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/13/time-warner-spoils-the-google-youtube-party/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365d78eb7c8105d8b54b9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Correction", "snippet": "An article in Business Day yesterday about the newfound fortunes of Jawed Karim, the third founder of the Web site YouTube, which was acquired by Google for $1.65 billion, misstated the year of his birth. Mr. Karim, 27, was born in 1979, not 1972....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article in Business Day yesterday about the newfound fortunes of Jawed Karim, the third founder of the Web site YouTube, which was acquired by Google for $1.65 billion, misstated the year of his birth. Mr. Karim, 27, was born in 1979, not 1972.", "headline": {"main": "Corrections"}, "pub_date": "2006-10-13T00:00:00Z", "abstract": "Correction of Oct 12 article on Jawed Karim, third founder of Web site YouTube; he is 27", "print_page": "2", "word_count": 44, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B0DE3DD1130F930A25753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "KARIM, JAWED"}, {"name": "organizations", "value": "YOUTUBE"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd257c18eb7c8105d802373", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "Deal making 2.0: Google's $1.65 billion acquisition of YouTube has ignited much excited talk over the possibility of more such deals, but post-bubble Internet deals have had generally mixed results....", "news_desk": "Business/Financial Desk", "lead_paragraph": "Deal making 2.0: Google's $1.65 billion acquisition of YouTube has ignited much excited talk over the possibility of more such deals, but post-bubble Internet deals have had generally mixed results.", "headline": {"main": "Back of the Envelope"}, "pub_date": "2006-10-13T00:00:00Z", "abstract": "Google's $1.65 billion acquisition of YouTube sparks talk of similar mergers; graph shows post-bubble Internet deals (S)", "print_page": "5", "word_count": 30, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D02E5DF1130F930A25753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "YOUTUBE"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd28d548eb7c8105d8627be", "byline": null, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "The Web giant, adding YouTube, seeks a mind meld with its users....", "news_desk": "Styles", "lead_paragraph": "The Web giant, adding YouTube, seeks a mind meld with its users.", "headline": {"main": "Planet Google Wants You", "print_headline": "Planet Google Wants You"}, "pub_date": "2006-10-15T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1296", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/15/fashion/15google.html", "multimedia": [{"width": 75, "url": "images/2006/10/15/fashion/15google75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/15/fashion/15google75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Freedom of Speech and Expression", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}], "subsection_name": null, "_id": "54a3ea0938f0d80267d2a020", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Alex", "rank": 1, "lastname": "WILLIAMS"}], "original": "By ALEX WILLIAMS"}, "section_name": "Fashion & Style"}, {"type_of_material": "News", "snippet": "REDWOOD CITY, Calif., Oct. 12 — Google billionaires are certainly not the target demographic of the Denny’s restaurant chain....", "news_desk": "Styles", "lead_paragraph": "REDWOOD CITY, Calif., Oct. 12 — Google billionaires are certainly not the target demographic of the Denny’s restaurant chain.", "headline": {"main": "A Burger With a Side of YouTube, Please", "print_headline": "A Burger With a Side of YouTube, Please"}, "pub_date": "2006-10-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "529", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/15/fashion/15gside.html", "multimedia": [], "keywords": [{"value": "Computers and the Internet", "is_major": "N", "rank": "1", "name": "subject"}, {"value": "Fast Food Industry", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "Google Inc", "is_major": "N", "rank": "3", "name": "organizations"}, {"value": "YouTube.com", "is_major": "N", "rank": "4", "name": "organizations"}], "subsection_name": null, "_id": "54a3ea0838f0d80267d2a01f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "John", "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Fashion & Style"}, {"type_of_material": "Blog", "snippet": "First, check out Andrew Ross Sorkin's excellent analysis of the YouTube boys' gloat vid. He puts it in context of other M&A pageantry. In the old days, it seems, there used to be the one guy (Time-Warner, say), and the other guy (AOL, say), bellow...", "news_desk": null, "lead_paragraph": "First, check out Andrew Ross Sorkin's excellent analysis of the YouTube boys' gloat vid.", "headline": {"main": "Why Google Bought \"The Evolution of Dance\"", "kicker": "The Medium"}, "pub_date": "2006-10-16T20:10:30Z", "abstract": "First, check out Andrew Ross Sorkin's excellent analysis of the YouTube boys' gloat vid. He puts it in context of other M&A pageantry. In the old days, it seems, there used to be the one guy (Time-Warner, say), and the other guy (AOL, say), bellowing about their enthusiasm with mikes and flashbulbs. But in the [...]", "print_page": null, "word_count": 222, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://themedium.blogs.nytimes.com/2006/10/16/why-google-bought-the-evolution-of-dance/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ff8eb7c8105d8b5755", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Virginia", "rank": 1, "lastname": "HEFFERNAN"}], "original": "By VIRGINIA HEFFERNAN"}, "section_name": "Sunday Magazine"}, {"type_of_material": "Blog", "snippet": "When high-profile deals go down - as when the Internet search giant Google announced its YouTube acquisition - everybody starts looking for the next one. So speculation over who might buy Yahoo, one of the best-known brands on the Web, is in heavy...", "news_desk": null, "lead_paragraph": "When high-profile deals go down -- as when the Internet search giant Google announced its YouTube acquisition -- everybody starts looking for the next one. So speculation over who might buy Yahoo, one of the best-known brands on the Web, is in heavy rotation in the news and, much moreso, in blogland.", "headline": {"main": "Who (If Anyone) Should Buy Yahoo?", "kicker": "DealBook"}, "pub_date": "2006-10-16T13:19:55Z", "abstract": "When high-profile deals go down - as when the Internet search giant Google announced its YouTube acquisition - everybody starts looking for the next one. So speculation over who might buy Yahoo, one of the best-known brands on the Web, is in heavy rotation in the news and, much moreso, in blogland. There is nothing [...]", "print_page": null, "word_count": 368, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/16/who-if-anyone-should-buy-yahoo/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365e18eb7c8105d8b559b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The young guys behind YouTube charmed much of the Internet with the giddy, amateurish video they created to announce their $1.65 billion deal with Google. But the founders' un-executive-like demeanor has some people wondering if a) the leaders of ...", "news_desk": null, "lead_paragraph": "The young guys behind YouTube charmed much of the Internet with the giddy, amateurish video they created to announce their $1.65 billion deal with Google. But the founders' un-executive-like demeanor has some people wondering if a) the leaders of this now-billion-dollar company are being refreshingly quirky or just immature, and b) whether the video was actually a bit of theater meant to reassure the YouTube community that the start-up has not sold its soul.", "headline": {"main": "YouTube's Post-Deal Performance: Candid or Coached?", "kicker": "DealBook"}, "pub_date": "2006-10-16T09:01:36Z", "abstract": "The young guys behind YouTube charmed much of the Internet with the giddy, amateurish video they created to announce their $1.65 billion deal with Google. But the founders' un-executive-like demeanor has some people wondering if a) the leaders of this now-billion-dollar company are being refreshingly quirky or just immature, and b) whether the video was [...]", "print_page": null, "word_count": 567, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/16/youtubes-founders-regular-guys-or-spinmeisters/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366558eb7c8105d8b5ff0", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google's $1.65 billion move to buy YouTube has inadvertently triggered another, albeit much smaller, online deal. The frenzied speculation leading up to the YouTube announcement flooded Universal Tube & Rollform Equipment's website, utube.com, as ...", "news_desk": null, "lead_paragraph": "Google's $1.65 billion move to buy YouTube has inadvertently triggered another, albeit much smaller, online deal.", "headline": {"main": "The Other Utube May Go on the Block", "kicker": "DealBook"}, "pub_date": "2006-10-16T08:11:18Z", "abstract": "Google's $1.65 billion move to buy YouTube has inadvertently triggered another, albeit much smaller, online deal. The frenzied speculation leading up to the YouTube announcement flooded Universal Tube & Rollform Equipment's website, utube.com, as millions of people mistakenly tried to access the online video start-up. Now, the small company that sells used machines that make [...]", "print_page": null, "word_count": 130, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/16/the-other-utube-may-go-on-the-block/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ff8eb7c8105d8b581e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Even before Google announced its $1.65 billion deal to buy YouTube, speculation was rife about the scope of copyright problems the search giant would inherit if it bought the online video site. It seems the speculation was not baseless, with sever...", "news_desk": null, "lead_paragraph": "Even before Google announced its $1.65 billion deal to buy YouTube, speculation was rife about the scope of copyright problems the search giant would inherit if it bought the online video site. It seems the speculation was not baseless, with several big media players reportedly in talks over the legality of some of YouTube's video posts.", "headline": {"main": "Media Players Weigh Legal Options After YouTube Deal", "kicker": "DealBook"}, "pub_date": "2006-10-16T06:41:13Z", "abstract": "Even before Google announced its $1.65 billion deal to buy YouTube, speculation was rife about the scope of copyright problems the search giant would inherit if it bought the online video site. It seems the speculation was not baseless, with several big media players reportedly in talks over the legality of some of YouTube's video [...]", "print_page": null, "word_count": 212, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/16/media-players-weigh-legal-options-after-youtube-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3663b8eb7c8105d8b5d33", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Why is an overlong mollycoddle mime dancing sketch, \"The Evolution of Dance,\" YouTube's top-viewed video?...", "news_desk": null, "lead_paragraph": "Why is an overlong mollycoddle mime dancing sketch, \"The Evolution of Dance,\" YouTube's top-viewed video?", "headline": {"main": "The Breakthrough of That Dance Video, the Future of YouTube and the Wisdom of Google", "kicker": "The Medium"}, "pub_date": "2006-10-17T20:18:52Z", "abstract": "Why is an overlong mollycoddle mime dancing sketch, \"The Evolution of Dance,\" YouTube's top-viewed video?", "print_page": null, "word_count": 529, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://themedium.blogs.nytimes.com/2006/10/17/the-breakthrough-of-that-dance-video-the-future-of-youtube-and-the-wisdom-of-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e2c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Virginia", "rank": 1, "lastname": "HEFFERNAN"}], "original": "By VIRGINIA HEFFERNAN"}, "section_name": "Sunday Magazine"}, {"type_of_material": "Blog", "snippet": "While outfits such as News Corporation and Google are spending billions on big, splashy acquisitions of well-known Internet companies, Viacom is staying largely under the radar, steadily buying lesser-known names that may - or may not - finally ma...", "news_desk": null, "lead_paragraph": "While outfits such as News Corporation and Google are spending billions on big, splashy acquisitions of well-known Internet companies, Viacom is staying largely under the radar, steadily buying lesser-known names that may -- or may not -- finally make the company an online player.", "headline": {"main": "Can Viacom's Net Nibbling Make it a Player?", "kicker": "DealBook"}, "pub_date": "2006-10-17T11:58:19Z", "abstract": "While outfits such as News Corporation and Google are spending billions on big, splashy acquisitions of well-known Internet companies, Viacom is staying largely under the radar, steadily buying lesser-known names that may - or may not - finally make the company an online player. Viacon's latest acquisition is Quizilla.com, which enables users to create their [...]", "print_page": null, "word_count": 451, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/17/can-viacoms-net-nibbling-make-it-a-player/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366268eb7c8105d8b5b9c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "When most former colleagues gather to reminisce the most intense thing that comes out of the meeting is a hangover. But for former PayPal employees, catch-up dinners spawn start-ups or result in venture funding. Thus was born YouTube, the Web vide...", "news_desk": null, "lead_paragraph": "When most former colleagues gather to reminisce the most intense thing that comes out of the meeting is a hangover. But for former PayPal employees, catch-up dinners spawn start-ups or result in venture funding.", "headline": {"main": "It Pays to Have Pals in Silicon Valley", "kicker": "DealBook"}, "pub_date": "2006-10-17T07:42:40Z", "abstract": "When most former colleagues gather to reminisce the most intense thing that comes out of the meeting is a hangover. But for former PayPal employees, catch-up dinners spawn start-ups or result in venture funding. Thus was born YouTube, the Web video company that Google has agreed to acquire for $1.65 billion. Yelp, a Web site [...]", "print_page": null, "word_count": 228, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/17/it-pays-to-have-pals-in-silicon-valley/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366488eb7c8105d8b5e9a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google said it would build a large solar electricity system to provide electricity to its office complex in Mountain View, Calif....", "news_desk": "Business", "lead_paragraph": "Google said it would build a large solar electricity system to provide electricity to its office complex in Mountain View, Calif.", "headline": {"main": "Search Power Takes a Stand for Sun Power", "print_headline": "Search Power Takes a Stand for Sun Power"}, "pub_date": "2006-10-17T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "482", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/17/technology/17solar.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Solar Energy", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Office Buildings and Commercial Properties", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Pacific Gas & Electric Company", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "PG&E Corporation", "name": "organizations"}, {"rank": "7", "is_major": "N", "value": "San Francisco (Calif)", "name": "glocations"}], "subsection_name": null, "_id": "54a3fd7b38f0d80267d2a267", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Matt", "rank": 1, "lastname": "RICHTEL"}], "original": "By MATT RICHTEL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "WAL-MART NEAR CHINA DEAL -- Wal-Mart Stores, by far the largest retailer in the United States, is laying the groundwork to become the biggest foreign chain in China with the $1 billion purchase of a major Taiwanese-owned supermarket chain, Trust-M...", "news_desk": "Business/Financial Desk", "lead_paragraph": "WAL-MART NEAR CHINA DEAL -- Wal-Mart Stores, by far the largest retailer in the United States, is laying the groundwork to become the biggest foreign chain in China with the $1 billion purchase of a major Taiwanese-owned supermarket chain, Trust-Mart. The move represents a large step for Wal-Mart's strategy in China, allowing it to more than double its presence there. [A1.] WAL-MART DEMONSTRATION -- In a rare demonstration, more than 100 Wal-Mart employees rallied at a store in Hialeah Gardens, Fla., to protest a new policy on employee absences, as well as efforts at the store to cut workers' hours. [C9.] DISNEY SETS FOOD STANDARDS -- Walt Disney, addressing the growing concerns of parents over child nutrition, said it would curtail use of its name and characters with food items that did not meet new nutritional standards. [C1.] INDIAN ENGINEERS' CREDENTIALS -- In India -- once regarded as a bottomless well of low-cost, ready-to-work, English-speaking engineers -- a shortage looms. At issue is the engineers' competence: a study commissioned by a trade group, the National Association of Software and Service Companies, or Nasscom, found only one in four engineering graduates to be employable. [A1.] PAYPAL'S OFFSPRING -- Since 2002, when dozens of employees left PayPal after it was bought by eBay, those workers have gone on to start or join a new generation of Internet companies and other ventures. They include YouTube, the Web video company that Google has agreed to acquire for $1.65 billion. [C1.] TRAVELING IN STYLE -- In the latest in a series of big, long-haul airliners to be converted to private jets, Lufthansa Technik is to introduce a design based on the Boeing 787. It calls for 35 seats, in a plane that will seat 210 to 330 as a commercial airliner. [C1.] UNITEDHEALTH OPTIONS -- In the wake of the announcement that William R. McGuire is leaving the UnitedHealth Group as chairman and chief executive, an options grant made years ago to the new chief executive, Stephen J. Hemsley, is raising questions. [C1.] CRIME'S COST -- Years of rampant violent crime is not only robbing Latin America of significant private investment, but in some cases is also stealing up to 8 percent from national economic growth, economists and World Bank officials say. [C1.] EX-F.D.A. HEAD CHARGED -- Lester M. Crawford, the former Food and Drug Administration chief who resigned abruptly in September 2005, was charged with lying about stock he and his wife owned in companies the agency regulates, including PepsiCo and the Sysco Corporation. He is expected to enter a guilty plea in federal court today. [A15.] LAW TRIPS UP WOULD-BE BRIDES -- A law intended to protect women from potential abuse by American men who seek brides from other countries has led to freezes on some visa applications for foreign fiancées. [A14.] SUN 'DATA CENTER' -- Sun Microsystems has developed a novel ''data center in a box,'' based on a standard 20-foot shipping container, in an effort to transform the fundamental economics of corporate computing. The company is to unveil a prototype today. [C3.] DOW CLOSES IN ON 12,000 -- Wall Street extended its record-setting advance, sending the Dow Jones industrial average within a whisper of 12,000. The Dow closed up 20.09 points at 11,980.60. [C12.] TRUCK MAKER MAKES ACQUISITION -- The Oshkosh Truck Corporation, a military and commercial vehicle maker, said it had agreed to buy JLG Industries, a maker of aerial work platforms and booms, for about $3 billion. [C4.] RUSSIAN OIL LICENSES AT RISK -- In a sign of continuing turmoil in the oil industry in Russia, the government threatened to revoke oil field licenses held by the country's largest private energy concern, Lukoil. The environmental regulator behind the action, Oleg L. Mitvol, above, suspended a permit last month for a project operated by Royal Dutch Shell. [C11.] SOLAR POWERED -- Google said it would build a massive solar electricity system to provide about 30 percent of the electricity used each day at its one-million-square-foot office complex. [C8.] TITLE INSURANCE REPORT -- Washington state regulators said title insurance companies there flouted laws by spending thousands of dollars on pro basketball tickets, shopping trips, cocktail parties, boat trips and golf tournaments, in exchange for customer referrals. [C3.] ONLINE NEW ERA OF FILMMAKING -- Sharon Waxman of The Times talks with executives from Imagemetrics, a special-effects company whose new facial mapping software could change the way movies are made, in a multimedia report at nytimes.com/technology. TRYING E-BOOKS, AGAIN -- The new Sony Reader distinguishes itself from all the other failed e-book readers with its sleek, portable screen. David Pogue reports at nytimes.com/technology. ENERGY GRAB IN RUSSIA -- The Russian government has accused Western energy companies of damaging the environment on Sakhalin Island, but oil analysts say the allegations are economically motivated. A multimedia report is at nytimes.com/business. MANAGING GLOBALIZATION -- Daniel Altman, the International Herald Tribune's global economics correspondent, offers a look at the day's news, at nytimes.com/business. HOME FINANCE CENTER -- Bob Tedeschi explains why \"exotic\" mortgage loans may be on their way out, at nytimes.com/realestate.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-17T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 845, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E1DA1E30F934A25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28c0d8eb7c8105d85ff78", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "YouTube's young founders may have been the biggest beneficiaries of last week's $1.65 billion deal with Google, but they have some unexpected bedfellows: old-line media companies that had been considered YouTube's biggest legal threat. Three of th...", "news_desk": null, "lead_paragraph": "YouTube's young founders may have been the biggest beneficiaries of last week's $1.65 billion deal with Google, but they have some unexpected bedfellows: old-line media companies that had been considered YouTube's biggest legal threat.", "headline": {"main": "Music Companies Grab a Share of the YouTube Sale", "kicker": "DealBook"}, "pub_date": "2006-10-19T07:56:59Z", "abstract": "YouTube's young founders may have been the biggest beneficiaries of last week's $1.65 billion deal with Google, but they have some unexpected bedfellows: old-line media companies that had been considered YouTube's biggest legal threat. Three of the four major music companies, Vivendi's Universal Music Group, Sony and Bertelsmann's jointly owned Sony BMG Music Entertainment, and [...]", "print_page": null, "word_count": 189, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/19/music-companies-grab-a-share-of-the-youtube-sale/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366268eb7c8105d8b5b94", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Market pundit Jim Cramer weighed in on the what's-the-matter-with-Yahoo debate yesterday saying that the company needed to get acquisitive if it wanted to compete with the likes of Google. Yahoo's future has been the subject of much speculation in...", "news_desk": null, "lead_paragraph": "Market pundit Jim Cramer weighed in on the what's-the-matter-with-Yahoo debate yesterday saying that the company needed to get acquisitive if it wanted to compete with the likes of Google.", "headline": {"main": "Cramer to Make Wish List for Yahoo", "kicker": "DealBook"}, "pub_date": "2006-10-19T07:31:03Z", "abstract": "Market pundit Jim Cramer weighed in on the what's-the-matter-with-Yahoo debate yesterday saying that the company needed to get acquisitive if it wanted to compete with the likes of Google. Yahoo's future has been the subject of much speculation in recent weeks. The company has said it is experiencing a slowdown in advertising, and several analysts [...]", "print_page": null, "word_count": 317, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/19/cramer-to-make-wish-list-for-yahoo/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366138eb7c8105d8b5a2a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By WRITER"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "APPLE PROFIT TOPS ESTIMATES -- Apple Computer said that its fourth-quarter profit jumped 27 percent amid strong sales of Macintosh computers and iPod portable music players. Apple said brisk back-to-school sales were a major reason behind the resu...", "news_desk": "Business/Financial Desk", "lead_paragraph": "APPLE PROFIT TOPS ESTIMATES -- Apple Computer said that its fourth-quarter profit jumped 27 percent amid strong sales of Macintosh computers and iPod portable music players. Apple said brisk back-to-school sales were a major reason behind the results, which topped Wall Street estimates by a wide margin. Apple shares climbed as much as 6 percent in after-hours trading. [Page C1] VIRTUAL WORLD ADVERTISING -- Companies including Sony BMG Music Entertainment, Sun Microsystems and Nissan are testing the next frontier in Internet advertising: placing ads into online virtual worlds like Second Life and Virtual Laguna Beach. Some online users worry that the corporate intrusion will spoil their virtual paradises. [C1] MICROSOFT LOOKS AT CHIP DESIGN -- After wedding its software to Intel's processors for decades, Microsoft is looking to its own research labs for as a new source in future chip design. One goal of the project is to give Microsoft more control over hardware and software and the way the interact in new devices. [C3] CONSUMER PRICES FALL -- Falling energy prices helped push consumer prices down sharply last month, but the decline did not entirely dispel inflation worries because the measure of retail prices that excludes food and energy costs held steady at a level still above the Federal Reserve's comfort zone. [C3] NEW AD AGENCY NETWORK -- Three longtime advertising executives are joining forces to start an agency network with an entrepreneurial bent. The agency network, called the Partners Group, aims to grow by encouraging more entrepreneurs to affiliate with the three founders. Advertising [C13] MUSIC INDUSTRY AND YOUTUBE -- Universal Music Group, Sony BMG Music Entertainment and Warner Music each acquired small stakes in YouTube as part of licensing deals just prior to the sale of the company to Google for $1.65 billion. The three companies now stand to receive as much as $50 million collectively, people involved in the deal said. [C1] A TORRENT OF IMMIGRANT MONEY -- The flow of money from immigrants working in the United States to Latin America has become a torrent, increasing by 51 percent from two years ago to over $45 billion, according to a new study. Where 20 years ago such remittances came from four or five states, today they come nearly every state in the country, the study said. [A24] ELI LILLY CRITICIZED -- Three doctors at the National Institutes of Health have sharply criticized Eli Lilly for its efforts to promote the use of Xigris, an expensive treatment for patients with sepsis, an often deadly blood infection. In an article in The New England Journal of Medicine, the doctors wrote that Lilly had manipulated treatment guidelines to promote Xigris at the expense of older, cheaper and equally effective treatments. [C12] TIME WARNER CABLE SHARES -- Time Warner Cable said that it would sell shares publicly for the first time, giving investors a chance to own a piece of the country's second-largest cable provider after Comcast. The shares would amount to 16 percent of the company's equity. [C5] EARNINGS RISE AT A.M.D. -- Advanced Micro Devices, which makes computer processors, posted a higher quarterly profit but profit margins fell sharply, hurt by a price war with the rival chipmaker Intel. Advanced Micro said it expected fourth-quarter sales to rise from the previous quarter but did not elaborate. [C4] NBC PLANS CUTBACKS -- NBC will announce a series of cost-cutting measures including some employee layoffs, executives said. The plans will include a relocation of MSNBC, the all-news cable channel owned by NBC from its current home in Secaucus N.J. [C13] VIACOM SEVERANCE -- Viacom plans to pay its former chief executive, Tom Freston, $84.8 million after ousting him last month after less than a year in the top job. Mr. Freston will receive $58.9 million in severance. The remainder will be in deferred compensation, retirement funds and common stock, the company said in a regulatory filing. [C15] BLOOMBERG NEWS NOT FOR SALE -- Mayor Michael R. Bloomberg has rejected bids for Bloomberg LP, the financial information company that he founded in 1981, and has no immediate intention to sell the business, the company said. The statement came amid speculation that the company might be sold to free up Mr. Bloomberg's vast personal wealth for philanthropic causes. [C1] DOW MOVES BRIEFLY PAST 12,000 -- The Dow Jones industrial average briefly swept past the 12,000 mark for the first time as investors showed optimism about corporate earnings and the economy. Then the blue-chip index pulled back, closing at another record high but short of 12,000. [C15] ONLINE DEALBOOK -- A report on mergers and acquisitions, up-to-the-minute news on Wall Street and a look at the behind-the-scenes maneuvering is at nytimes.com/dealbook. A SPECIAL REPORT -- For mutual fund investors, jubilance over gains in the stock market has been tempered by the realization that many fund managers were caught flat-footed and did not keep pace. A report is at nytimes.com/business. TAXES AND FAITH -- A number of communities around the country are debating whether or not religious organizations should receive property tax breaks. An audio slide show is at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 847, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E02E3DB1F30F93AA25753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd253068eb7c8105d7f8d3c", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google’s chief attributed the company’s growth to its unusually high level of investment in research and computing equipment....", "news_desk": "Business", "lead_paragraph": "Google’s chief attributed the company’s growth to its unusually high level of investment in research and computing equipment.", "headline": {"main": "Profit Doubles at Google as It Continues to Expand", "print_headline": "Profit Doubles at Google As It Continues to Expand"}, "pub_date": "2006-10-20T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "834", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/20/technology/20google.html", "multimedia": [{"width": 600, "url": "images/2006/10/20/business/20google.600.jpg", "height": 320, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/10/20/business/20google.600.jpg", "xlargeheight": "320"}, "type": "image"}, {"width": 75, "url": "images/2006/10/20/business/20google.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/20/business/20google.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Company Reports", "name": "subject"}], "subsection_name": null, "_id": "54a41a9038f0d80267d2a64b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "GOOGLE KEEPS ON GROWING -- Google, the world's largest search engine company, said that its profits nearly doubled from a year ago, maintaining a torrid growth rate at a time when rivals like Yahoo appeared to be faltering. Google said it earned $...", "news_desk": "Business/Financial Desk", "lead_paragraph": "GOOGLE KEEPS ON GROWING -- Google, the world's largest search engine company, said that its profits nearly doubled from a year ago, maintaining a torrid growth rate at a time when rivals like Yahoo appeared to be faltering. Google said it earned $733 million in the third quarter, up 92 percent from a year ago. Revenue climbed to $2.69 billion, with 44 percent of that coming from outside the United States. [Page C3.] DOW ABOVE 12,000 -- The Dow Jones industrial average closed above the psychologically important 12,000 level for the first time, indicating that investors were increasingly confident that the economy was poised to perform the rare feat of slowing without stalling. The performance in the months ahead will depend, in part, how gracefully the economy handles the slowing housing market. [C1.] BIG BANK EARNINGS -- Citigroup seemed to stumble and Bank of America appeared to strut through a messy third quarter as the country's two biggest banks contended with pressures of a slowing economy and higher interest rates. [C3] CBS SETTLES ACCUSATIONS -- CBS became the first radio corporation to settle accusations of illicit pay-for-play practices made by Eliot Spitzer, the New York attorney general. CBS, which runs approximately 180 radio stations, agreed to adopt more stringent policies on its stations' dealings with record labels and to make a $2 million payment to New York charities. [C3.] MEDICINE VS. MARKETING -- For many doctors, it's an irresistible pitch: a $250 profit from a 15-minute test. With that lure, some 12,000 of the nation's physicians have purchased an automated device that checks patients for nerve disease. Specialists say the problem is that many general practitioners are not qualified to do such tests. [A1.] HIGHER PROFITS AT DRUG MAKERS -- Drug makers continued to post strong profit gains, led by Pfizer, the world's biggest pharmaceutical company, which reported that its third-quarter earnings had more than doubled from a year earlier. Eli Lilly, Novartis, and Wyeth also reported higher quarterly profits. [C2] VIDEO GAME WARS -- Laying the groundwork for a battle against rival Microsoft, Sony said that 21 games would be available for the PlayStation 3 game console when it goes on sale next month. Sony also plans to highlight the console's ability to play high-definition DVD's in Sony's Blu-ray format. [C11.] BANNER YEAR IN HONG KONG -- In a reflection of China's growing prominence in international finance, Hong Kong is set for a banner year in global markets with more money raised by companies selling shares to the public here than on the biggest exchanges in New York and London. Pricing will be set today for the world's largest IPO ever, that of China's biggest bank, Industrial and Commercial Bank of China. [C1.] BEYOND REGULATORS' REACH -- Every month, roughly 19,000 households across the country write check to Christian Care Ministry. The members pool their health expenses and contributions and the ministry writes checks to health care providers. Such payments totaled $57 million in the latest fiscal year. While ministry members say they are helping to carry each others burdens, some Florida state officials see what they would call unregulated health insurance. [C1.] RULING AGAINST GRASSO -- A New York judge ruled that Richard A. Grasso, a former chairman of the New York Stock Exchange, would have to return as much as $100 million of a fiercely contested $139.5 million retirement payout to the exchange The judge, Justice Charles E. Ramos of State Supreme Court in Manhattan, said that Mr. Grasso did not disclose to his fellow directors on the board of the exchange the extent to which his soaring compensation had caused his pension and savings to balloon. [A1.] MERGER REVERBERATIONS -- The $8 billion combination of Chicago's derivatives markets is being heralded as good for Chicago and good for the exchanges. But in Europe, it is raising concerns at banks and rival exchanges that it may increase costs or stifle competition. One of the biggest fears in London where the local derivatives exchange will be dwarfed, is that it creates a so-called vertical silo, or a market where one giant entity is both a trading platform and a clearing system. [C8.] NBC STAFF CUTBACKS -- NBC said it planned to reduce its 6,000-person newsgathering staff by an estimated 5 percent, or 300 people to adapt to the migration of news viewers to the Internet and eliminate overlaps in news coverage. Steve Capus, president of NBC News, said the bulk of the cuts would come from eliminating jobs already vacant, as well as from early retirements and voluntary buyouts, but that some layoffs were inevitable. [C4.] LOWER COST PROGRAMMING -- As part of the extensive cost-cutting program it announced yesterday, NBC intends to dramatically alter its prime-time programming, starting in the fall of 2007, filling the 8 p.m. hour each night of the week with lower-cost, unscripted programs and saving its more expensive scripted comedies and dramas for the 9-to-11 block. [C1.] WEAK NEWSPAPER PROFITS -- Newspaper companies continued to show weakness, with The New York Times Company and the Tribune Company both reporting lackluster earnings, citing soft advertising sales as a major culprit. At the Times Company, the slowdown ''is expected to continue through the end of the year,'' said Janet L. Robinson, the company's president and chief executive. [C7.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. McDonald's reported a 15 percent rise in third-quarter profitmeeting a better-than-expected forecast it gave last week. (REUTERS) The UnitedHealth Group, the nation's largest provider of health insurance, said third-quarter net income rose 38 percent after acquisitions raised the number of policyholders. (BLOOMBERG NEWS) Travelers packed planes operated by Continental Airlines and Southwest Airlines over the summer, but Continental's third-quarter profit grew while Southwest's earnings fell in another sign that traditional carriers were narrowing the gap with low-cost rivals. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-20T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 972, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9501E4DE163FF933A15753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2795f8eb7c8105d83c4e3", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Google attracts millions of Web users every day. And, increasingly, it's attracting the attention of plenty of lawyers, too. As Google has grown into the world's most popular search engine and, arguably, the most powerful Internet company, it has ...", "news_desk": null, "lead_paragraph": "Google attracts millions of Web users every day. And, increasingly, it's attracting the attention of plenty of lawyers, too.", "headline": {"main": "We're Google. So Sue Us.", "kicker": "DealBook"}, "pub_date": "2006-10-23T08:27:43Z", "abstract": "Google attracts millions of Web users every day. And, increasingly, it's attracting the attention of plenty of lawyers, too. As Google has grown into the world's most popular search engine and, arguably, the most powerful Internet company, it has become entangled in scores of lawsuits touching on a wide range of legal questions, including copyright [...]", "print_page": null, "word_count": 646, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/23/were-google-so-sue-us/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365e18eb7c8105d8b55aa", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google reaped international attention for its purchase of the top video-sharing Web site, YouTube, but phone companies in Europe, Asia and the Americas are also exploring the territory for \"user generated content,\" tantalized by the prospects of m...", "news_desk": null, "lead_paragraph": "Google reaped international attention for its purchase of the top video-sharing Web site, YouTube, but phone companies in Europe, Asia and the Americas are also exploring the territory for \"user generated content,\" tantalized by the prospects of making money with low-cost, effective entertainment, The International Herald Tribune writes.", "headline": {"main": "Getting in on the YouTube Act", "kicker": "DealBook"}, "pub_date": "2006-10-23T07:33:34Z", "abstract": "Google reaped international attention for its purchase of the top video-sharing Web site, YouTube, but phone companies in Europe, Asia and the Americas are also exploring the territory for \"user generated content,\" tantalized by the prospects of making money with low-cost, effective entertainment, The International Herald Tribune writes. Amateur video stars like Hot Dog Boy [...]", "print_page": null, "word_count": 275, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/23/getting-in-on-the-youtube-act/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ee8eb7c8105d8b56b8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "In selling the access businesses in Britain, France and Germany, Time Warner's Internet portal AOL is pocketing nearly $2 billion but losing control over its primary source of international revenue. Now AOL, wants to start closing that gap between...", "news_desk": null, "lead_paragraph": "In selling the access businesses in Britain, France and Germany, Time Warner's Internet portal AOL is pocketing nearly $2 billion but losing control over its primary source of international revenue.", "headline": {"main": "AOL to Focus on Ad Revenue in Europe", "kicker": "DealBook"}, "pub_date": "2006-10-23T07:29:04Z", "abstract": "In selling the access businesses in Britain, France and Germany, Time Warner's Internet portal AOL is pocketing nearly $2 billion but losing control over its primary source of international revenue. Now AOL, wants to start closing that gap between itself and Google as the company tries to transform itself from a business supported largely by [...]", "print_page": null, "word_count": 101, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/23/aol-to-focus-on-ad-revenue-in-europe/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366558eb7c8105d8b5ffd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "AOL sold the last of its Internet access businesses in Europe this month so it could focus on catching up to Google’s 160 million European users....", "news_desk": "Business", "lead_paragraph": "AOL sold the last of its Internet access businesses in Europe this month so it could focus on catching up to Google’s 160 million European users.", "headline": {"main": "AOL to Focus on Ad Revenue in Europe", "print_headline": "AOL to Focus On Ad Revenue In Europe"}, "pub_date": "2006-10-23T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "522", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/23/technology/23aol.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "America Online Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Europe", "name": "glocations"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Executives and Management", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "8", "is_major": "N", "value": "Telecom Italia Spa", "name": "organizations"}, {"rank": "9", "is_major": "N", "value": "Cegetel", "name": "organizations"}, {"rank": "10", "is_major": "N", "value": "T-Online", "name": "organizations"}], "subsection_name": null, "_id": "54a429ee38f0d80267d2ab6d", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Eric", "rank": 1, "lastname": "PFANNER"}], "original": "By ERIC PFANNER"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google attracts millions of Web users. And, increasingly, it’s attracting the attention of plenty of lawyers, too....", "news_desk": "Business", "lead_paragraph": "Google attracts millions of Web users. And, increasingly, it’s attracting the attention of plenty of lawyers, too.", "headline": {"main": "We’re Google. So Sue Us.", "sub": "For a Company on the Cutting Edge, It’s Part of Doing Business;", "print_headline": "We’re Google. So Sue Us."}, "pub_date": "2006-10-23T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1728", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/23/technology/23google.html", "multimedia": [{"width": 600, "url": "images/2006/10/23/business/23google.xlarge11.jpg", "height": 280, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2006/10/23/business/23google.xlarge11.jpg", "xlargeheight": "280"}, "type": "image"}, {"width": 75, "url": "images/2006/10/23/business/23google.c751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2006/10/23/business/23google.c751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "54a4295e38f0d80267d2ab3c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Katie", "rank": 1, "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-11    Sudan Fighting Threatens Wider African Conflict  A visit to the site of the newest fighting in Sudan revealed a hardening conflict that is increasingly taking place along porous borders among some of the least stable countri...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-11 Sudan Fighting Threatens Wider African Conflict A visit to the site of the newest fighting in Sudan revealed a hardening conflict that is increasingly taking place along porous borders among some of the least stable countries in Africa, threatening to ignite a wide conflagration in the heart of the continent. A1 Sudan's government ordered the chief United Nations envoy out of the country, saying he was an enemy of the country and its armed forces. Secretary General Kofi Annan said he was reviewing the letter from the Khartoum government and had asked the envoy, Jan Pronk, to return to New York for ''consultations.'' A11 18 Killed in Iraqi Violence A deadly ambush of police recruits north of Baghdad and multiple bombings against shoppers in the capital put a violent stamp on the preparations for the Muslim celebration marking the end of the holy month of Ramadan. The violence left at least 18 Iraqis dead overall, officials said. A10 A senior State Department official apologized for saying the United States has acted with ''arrogance'' and ''stupidity'' in its campaign in Iraq. A10 Panama Endorses Canal Plan Panamanians endorsed a plan to modernize the country's aging canal, won over by government arguments that the $5.25 billion project would generate jobs and keep the canal relevant for future generations. The overhaul, to begin next year, will double the canal's capacity. A3 Mideast Cease-Fire Crumbles Tensions between rival Fatah and Hamas loyalists continued to smolder in the form of a deadly shooting, a kidnapping and tire-burning protests as an informal cease-fire disintegrated after only a few days. In Jerusalem, some Israeli cabinet members called for retaking control of Gaza's border with Egypt. A6 India Rethinks Attack Evidence Three weeks after the police in India accused Pakistan's intelligence agency of colluding in serial bombings on the commuter train line in Mumbai, M. K. Narayanan, the Indian national security adviser, said in an interview broadcast on television that the evidence was short of ''clinching.'' A8 Clans Clash in Afghanistan Factional fighting between the followers of rival commanders of two Pashtun clans in the Afghan province of Herat killed 32 fighters and wounded numerous others, said an assistant to Ismail Khan, the former governor of Herat. A8 Serbian Unity on Constitution Serbia's leaders, normally riven by deep political rivalries, have shown a surprising degree of unity this month, as ultranationalists and reformers have joined together to support a recently drafted constitution that will be voted on in a referendum on Oct. 27 and 28. A11 NATIONAL A12-17 G.O.P. Leaders Aiming To Change View of Election The capital is filled with Republicans convinced they will lose the House and maybe the Senate. So last week, the White House and party leaders convened a ''friends and allies'' teleconference to dispute what Ken Mehlman, chairman of the Republican National Committee, considers flawed conventional wisdom. A1 A Costly Kansas Town A breakdown of new Census Bureau data shows that housing costs have risen as a burden in almost every part of the country since 2000. And it is hardly surprising that the coasts, in places like Southern California and Manhattan, figured prominently. But Olathe, Kan., is also at the top of the charts. A1 Energy Deregulation Aftermath The enormous profits from the purchase of energy companies were one surprising result of a huge deregulation effort on the part of 21 states a decade ago that overhauled the business of providing electricity, all in the name of stimulating competition and lowering utility bills. But even as some investors have profited, electricity customers have not fared so well. A1 Senator Considers White House Senator Barack Obama, the first-term Illinois Democrat who has rapidly emerged as one of the most popular figures in his party, said he was considering running for the White House in 2008, a shift in position that he said had come in response to many Democrats pressing him to join the field. A12 Fantasy Congress Makes Debut Fantasy Congress, a Web site created by four students at Claremont McKenna College, made its debut three weeks ago and through word of mouth and blog mentions has attracted almost 600 interested players from the Beltway to Texas. A12 Bush Promoter Reaches Deal The conservative commentator Armstrong Williams has reached a settlement with prosecutors regarding payments he received from the Education Department to promote President Bush's agenda. Under the settlement, Mr. Williams admits no wrongdoing but will have to pay $34,000 that prosecutors determined he had been overpaid. A16 Seniority as Campaign Asset Representative E. Clay Shaw Jr., a Republican, plays up his 26 years in the House on the campaign trail, advising that he has ''a darned good shot'' at leading the powerful Ways and Means Committee. A14 Town Debates College Drinking Searchers combing the Mississippi River recently found the body of the eighth college-age man in nine years to disappear from a tavern in La Crosse, Wis., and turn up dead in a river. City officials have debated for years how to keep drunken students safe, but some say there may be no answer for a town with three colleges, three rivers and $3 pitchers of beer. A12 NEW YORK/REGION B1-7 Clinton Adheres to Script In Second and Final Debate Senator Hillary Rodham Clinton mixed gravitas and familiar talking points in the second and final debate with her Republican opponent, John Spencer. She challenged Bush administration policy on Iraq, Iran and North Korea while carefully defending her own record on abortion rights. B7 Quicker Citizenship, for Some Officials of the United States Citizenship and Immigration Services say they have shrunk the average wait for a citizenship decision to five months. But to accomplish their mission, the agency has identified and stopped counting thousands of backlogged cases that they now define as outside the agency's control. B1 Blessing for Gay Unions Bishop Andrew D. Smith, the leader of the Episcopal diocese in Connecticut, has authorized priests to give blessings to same-sex unions during religious ceremonies. The move threatens to further alienate the conservative wing of his church and deepen a fissure between progressive and orthodox Episcopalians nationwide. B1 SPORTSMONDAY D1-10 Detroit Evens Series Tigers's left hander Kenny Rogers gave up two hits over eight innings as Detroit beat the St. Louis Cardinals, 3-1, to even the World Series at one game apiece. D1 Engine Trouble Topples Burton A week after Jeff Burton, left, set himself up as the driver to beat in the annual Nextel Cup playoff, a failed engine assured that all but one racecar beat him in the Subway 500 at Martinsville Speedway. D5 Baseball Labor Agreement Commissioner Bud Selig is expected to make a major announcement, as soon as Tuesday or Wednesday, saying that negotiators for the owners and the players have reached agreement on a new five-year labor contract to replace the one that expires Dec. 19. D7 OBITUARIES B8 Jane Wyatt The actress best known for co-starring with Robert Young in the television sitcom ''Father Knows Best,'' she was 95. B8 BUSINESS DAY C1-16 Flaws Seen in New Cards Researchers say they have discovered several potential security and privacy holes in a new generation of credit cards whose data is relayed by radio waves without need of a signature or a physical swipe through a machine. C1 Sentencing in Enron Case Jeffrey Skilling, the former chief executive of Enron, is scheduled to be sentenced in federal court. Most legal experts are betting that Judge Simeon T. Lake will give Mr. Skilling a sentence of at least 25 years for his role in heading a conspiracy to defraud Enron investors. If it exceeds that, it would be the longest sentence ever handed down for a white-collar crime. C1 Lawsuits Against Google As Google has grown into the world's most popular search engine, it has become entangled in scores of lawsuits touching on a wide range of legal questions, including copyright violation, trademark infringement and its method of ranking Web sites. C1 Business Digest C2 EDITORIAL A18-19 Editorials: A reason to drill in the gulf; for Connecticut's governor; Brown University's debt to slavery; Puerto Rico, an island in distress. Columns: Bob Herbert, Paul Krugman. Bridge E12 Crossword E2 Metro Diary B2 TV Listings E13 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2006-10-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 1420, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C03E5DD173FF930A15753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2561a8eb7c8105d7ff250", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Summary", "snippet": "SKILLING TO BE SENTENCED -- Jeffrey Skilling, the former chief executive of Enron, is scheduled to be sentenced today in federal court. Most legal experts are betting that Judge Simeon T. Lake will give Mr. Skilling a sentence of at least 25 years...", "news_desk": "Business/Financial Desk", "lead_paragraph": "SKILLING TO BE SENTENCED -- Jeffrey Skilling, the former chief executive of Enron, is scheduled to be sentenced today in federal court. Most legal experts are betting that Judge Simeon T. Lake will give Mr. Skilling a sentence of at least 25 years for his role in heading a conspiracy to defraud Enron investors. If it exceeds that, it would be the longest sentence ever handed down for a white-collar crime. [C1.] FLAWS SEEN IN NO-SWIPE CARDS -- Researchers say they have discovered several potential security and privacy holes in a new generation of credit cards whose data is relayed by radio waves without need of a signature or a physical swipe through a machine. [C1.] GAP STARTS SHOE SITE -- The success of Zappos, the online shoe store, has enticed Gap Inc., which is in a sales slump, to introduce its own shoe site. Last week the company unveiled a new brand, Piperlime, on a Web site that features thousands of footwear styles from 150 brands. Toby C. Lenk, above, president of Gap Direct, the company's Internet division, said that his unit's recent technology upgrade had been paying off. Bob Tedeschi: E-Commerce Report. [C9.] GOOGLE ATTRACTS LAWSUITS -- As Google has grown into the world's most popular search engine, it has become entangled in scores of lawsuits touching on a wide range of legal questions, including copyright violation, trademark infringement and its method of ranking Web sites. [C1.] A TV SHOW'S QUICK RETREAT -- CBS has canceled its new television show ''Smith,'' even though the first three episodes attracted an average audience of more than 9 million. The move points out how television, like the movie industry, has become a business where there is little room for a modest success. [C1.] NEW ROLE FOR TONY HAWK -- Rolling Stone is joining forces with two of its advertisers, Activision and Jeep, in a promotional program centered on Mr. Hawk, the skateboarding star. Stuart Elliott: Advertising. [C10.] AOL SEEKS EUROPEAN EXPANSION -- AOL attracted 31 million unique visitors to its European Web sites last month while Google sites drew more than 160 million. Jonathan F. Miller, chief executive of AOL, wants to start closing that gap as the company tries to transform itself from a business supported largely by subscriber fees to one financed primarily by advertising. [C4.] ROSE AND WAL-MART CHIEF -- Just two months after Charlie Rose, left, scored an interview with H. Lee Scott Jr., the camera-shy chief executive of Wal-Mart, Mr. Rose is honoring Mr. Scott at a private dinner party for his work on behalf of the environment. The close timing of interview and the dinner has raised the eyebrows of Mike Getler, the ombudsman at PBS, which distributes Mr. Rose's talk show. ''Don't do this,'' was Mr. Getler's unsolicited advice to Mr. Rose. [C4.] NORTH KOREA SAYS NO TO WEB -- While some restrictive governments have sought ways to limit the Internet -- through filters, blocks and threats -- North Korea has chosen to stay wholly off the grid. Tom Zeller Jr.: Link by Link. [C3.] NEW HIRE AT MILBERG WEISS -- Milberg Weiss Bershad & Schulman, the embattled securities law firm, announced that Matthew Gluck, 63, a partner with Fried, Frank, Harris, Shriver & Jacobson, was joining the firm as a senior partner. [C6.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 550, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9801EFDF173FF930A15753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd279608eb7c8105d83c57e", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Two former Yahoo sales executives who took jobs at YouTube to build its sales team left YouTube the day it was announced that Google would be taking it over, Advertising Age reports. The news, not so signficant in itself, is drawing attention beca...", "news_desk": null, "lead_paragraph": "Two former Yahoo sales executives who took jobs at YouTube to build its sales team left YouTube the day it was announced that Google would be taking it over, Advertising Age reports. The news, not so signficant in itself, is drawing attention because of the fierce rivalry between Google and Yahoo, two leading Internet companies.", "headline": {"main": "As Google Deal Looms, Ex-Yahoos Said to Exit YouTube", "kicker": "DealBook"}, "pub_date": "2006-10-24T12:01:32Z", "abstract": "Two former Yahoo sales executives who took jobs at YouTube to build its sales team left YouTube the day it was announced that Google would be taking it over, Advertising Age reports. The news, not so signficant in itself, is drawing attention because of the fierce rivalry between Google and Yahoo, two leading Internet companies. [...]", "print_page": null, "word_count": 223, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/24/as-google-deal-looms-ex-yahoos-said-to-exit-youtube/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ee8eb7c8105d8b56c3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Urban Elephants and Free Republic are calling on their readers to take steps to counter a plan by the leftosphere to \"Google-bomb\" the election by manipulating search results to return negative attacks on Republican candidates. So, presumably, the...", "news_desk": null, "lead_paragraph": "Urban Elephants and Free Republic are calling on their readers to take steps to counter a plan by the leftosphere to \"Google-bomb\" the election by manipulating search results to return negative attacks on Republican candidates.", "headline": {"main": "Blog Blast: Google Time", "kicker": "The Empire Zone"}, "pub_date": "2006-10-24T11:38:37Z", "abstract": "Urban Elephants and Free Republic are calling on their readers to take steps to counter a plan by the leftosphere to \"Google-bomb\" the election by manipulating search results to return negative attacks on Republican candidates. So, presumably, the conservatives are now busy creating a lot of positive links to their candidates. (Here's a more detailed [...]", "print_page": null, "word_count": 103, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://empirezone.blogs.nytimes.com/2006/10/24/blog-blast-google-time/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366258eb7c8105d8b5aba", "byline": {"organization": "THE NEW YORK TIMES", "original": "By THE NEW YORK TIMES", "person": []}, "section_name": "N.Y./Region"}, {"type_of_material": "Blog", "snippet": "And you thought Google's stock was expensive. USA Today is among the news outlets reporting that Class A shares of Berkshire Hathaway, the investment vehicle of legendary value investor Warren Buffett, closed at $100,000 on Monday. It is the first...", "news_desk": null, "lead_paragraph": "And you thought Google's stock was expensive.", "headline": {"main": "Berkshire Hathaway Hits $100,000 Mark", "kicker": "DealBook"}, "pub_date": "2006-10-24T07:53:34Z", "abstract": "And you thought Google's stock was expensive. USA Today is among the news outlets reporting that Class A shares of Berkshire Hathaway, the investment vehicle of legendary value investor Warren Buffett, closed at $100,000 on Monday. It is the first stock to hit that mark - or even to come close, according to Ned Davis [...]", "print_page": null, "word_count": 195, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/24/buffetts-berkshire-hits-100000-mark/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366348eb7c8105d8b5c4a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google introduced a tool Monday that allows Web sites and blogs to offer visitors a customized version of its search engine....", "news_desk": "Business", "lead_paragraph": "Google introduced a tool Monday that allows Web sites and blogs to offer visitors a customized version of its search engine.", "headline": {"main": "Like Yahoo, Google Adds Customized Search Engine", "print_headline": "Like Yahoo, Google Adds Customized Search Engine"}, "pub_date": "2006-10-24T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "541", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/24/technology/24google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}], "subsection_name": null, "_id": "54a431e438f0d83a07dc32d2", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Katie", "rank": 1, "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology"}, {"type_of_material": "Brief", "snippet": "In an interview with Maria Bartiromo of CNBC, President Bush said he enjoys using Google Earth but doesn’t use email....", "news_desk": "National", "lead_paragraph": "In an interview with Maria Bartiromo of CNBC, President Bush said he enjoys using Google Earth but doesn’t use email.", "headline": {"main": "President Googles, but E-Mail Is Out", "print_headline": "PRESIDENT GOOGLES, BUT E-MAIL IS OUT"}, "pub_date": "2006-10-24T00:00:00Z", "abstract": null, "print_page": "26", "word_count": "156", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/24/washington/24brfs-006.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "54a431a738f0d83a07dc32bf", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Jim", "rank": 1, "lastname": "RUTENBERG"}], "original": "By JIM RUTENBERG"}, "section_name": "Washington"}, {"type_of_material": "News", "snippet": "President Bush has referred to the World Wide Web as the Internets, but that does not mean he does not know how to use it. In an interview with Maria Bartiromo of CNBC, Mr. Bush said he did enjoy using Google Earth, which shows satellite images of...", "news_desk": "National Desk", "lead_paragraph": "President Bush has referred to the World Wide Web as the Internets, but that does not mean he does not know how to use it. In an interview with Maria Bartiromo of CNBC, Mr. Bush said he did enjoy using Google Earth, which shows satellite images of selected areas. ''I kind of like to look at the ranch on Google, reminds me of where I want to be sometimes,'' he said. But Mr. Bush is no fan of e-mail. ''I don't e-mail, because of the different record requests that can happen to a president,'' he said. ''I don't want to receive e-mails because there's no telling what somebody's e-mail would show up as a part of some kind of a story, and I wouldn't be able to say, 'Well, I didn't read the e-mail.' 'But I sent it to your address, how can you say you didn't?' So, in other words, I'm very cautious about e-mailing.'' JIM RUTENBERG (NYT)", "headline": {"main": "National Briefing | Washington: President Googles, But E-Mail Is Out"}, "pub_date": "2006-10-24T00:00:00Z", "abstract": "Pres Bush says during interview that he enjoys using Google Earth to gaze at his Texas ranch, but he does not e-mail because of record requests (S)", "print_page": "26", "word_count": 159, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06E0D9173FF937A15753C1A9609C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "BUSH, GEORGE W"}, {"name": "glocations", "value": "TEXAS"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "ELECTRONIC MAIL"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd271a88eb7c8105d82dca7", "byline": {"person": [{"firstname": "Jim", "middlename": "Rutenberg", "lastname": "NYT", "rank": 1, "role": "reported", "organization": ""}], "original": "By JIM RUTENBERG (NYT)"}, "section_name": "Technology; U.S."}, {"type_of_material": "Summary", "snippet": "AT FORD, BAD GETS WORSE -- The Ford Motor Company reported its worst financial results in more than 14 years and warned that its business was likely to worsen in the months ahead. Its new chief executive, Alan R. Mulally, said the automaker would ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "AT FORD, BAD GETS WORSE -- The Ford Motor Company reported its worst financial results in more than 14 years and warned that its business was likely to worsen in the months ahead. Its new chief executive, Alan R. Mulally, said the automaker would require a full transformation in the way it thought about consumers and approached the American market. [Page A1.] HUMANE GROCERIES -- Whole Foods is preparing to roll out a line of meat products that will carry labels saying ''animal compassionate,'' indicating the animals were raised in a humane manner until they were slaughtered. [A1.] GOOGLE OFFERS TAILORED SEARCH --Google unveiled a tool that allows Web sites and blogs to offer visitors a customized version of its search engine, narrowing down its vast index so the results are more relevant for the sites' users. [C3.] INDICATORS LITTLE HELP TO G.O.P. -- Economic indicators are looking up, with gas prices tumbling, unemployment falling to its lowest level in more than five years, and the Dow Jones industrial index setting records almost daily. Yet Republican candidates do not seem to be getting any traction from them in the midterm elections just two weeks away. [C1.] I.B.M. SUES AMAZON OVER PATENTS -- I.B.M. filed two lawsuits against Amazon.com, contending the big online retailer has built its business on technology developed by I.B.M. [C1.] LENDERS COURT UNIVERSITIES -- With rising tuition and lagging government aid making private student loans a big and increasingly competitive business, lenders are courting universities with trips and gifts in hopes that they will steer students their way. [A1.] COURT RULES AGAINST THE TIMES -- A federal magistrate judge ordered The New York Times to disclose the identities of three confidential sources used by one of its columnists, Nicholas Kristof, in writing about the investigation of the deadly anthrax mailings of 2001. [A21.] AIDS AND LEPROSY LINKED -- With affordable AIDS drugs arriving in many poor countries, experts say a startling and worrisome side effect has emerged: in some patients, the treatment uncovers a hidden leprosy infection. [F1.] CITY CRACKS DOWN ON PIRACY -- Seeking to crack down on the sometimes-violent world of video piracy, New York City is beginning an aggressive campaign to hold building owners liable for illegal distribution activities on their property and to make the recording of movies in theaters a crime. [B4.] COKE BACKS CIVIL RIGHTS MUSEUM -- Coca-Cola said it would donate two and a half acres of prime land near Atlanta's downtown tourist district to a proposed civil rights museum that would hold, among other exhibits, the papers of the Rev. Dr. Martin Luther King Jr. [A17.] POPULATION MARKETING -- In an era of rancorous debates about overpopulation and immigration, only a few marketers are paying attention to a major promotional opportunity that occurred last week when, according to the Census Bureau, the population of the United States reached 300 million. Advertising. [C3.] OUTSIDER TO HEAD WRIGLEY -- The Wm. Wrigley Jr. Company named William D. Perez chief executive, the first time it has tapped someone outside its founding family in 115 years. The appointment puts Mr. Perez, left, in a position similar to his last one at Nike, where the founder promised to stay out of the way, then pushed him out after only 13 months. [C1.] STOCKS CONTINUE RALLY -- Wall Street extended its rally as investors grew more confident about earnings reports and as a decline in oil bolstered hopes for consumer spending. [C11.] AT&T PROFIT UP SHARPLY -- AT&T reported that its profit increased 74 percent in the third quarter, spurred by strong growth at Cingular Wireless and savings from the merger of the old AT&T and SBC Communications. [C11.] RUSSIAN CELLPHONE INQUIRY -- In the latest chapter in the tale of 167,000 missing Motorola cellphones in Russia, Moscow prosecutors say they are investigating whether 30,000 that were supposedly destroyed were, in fact, sold at low prices in the Russianh provinces. [C11.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. XEROX said quarterly earnings rose to $536 million, aided by a tax refund and strong sales of color machines and supplies for commercial and office use. (BLOOMBERG NEWS) SAKS INC., owner of the Saks Fifth Avenue department stores, said its chief financial officer, Douglas Coltharp, and two other executives would resign next year as the company consolidates operations to New York City. (BLOOMBERG NEWS) THE UNITED STATES has requested that Namibia extradite the former chief executive of Comverse Technology, Jacob Alexander, who is accused of a scheme to pocket millions of dollars by secretly manipulating stock options, an American Embassy spokesman said. (AP) MEDCO HEALTH SOLUTIONS, a manager of employee prescription drug benefits, agreed to pay $155 million to settle allegations that it accepted kickbacks from drug makers and submitted false claims to the government. (BLOOMBERG NEWS) A FORMER printing-plant employee admitted leaking copies of the ''Inside Wall Street'' column from Business Week magazine as part of a guilty plea to insider trading charges yesterday in a case that the authorities have cited as a sprawling illegal stock-trading scheme. (AP) THE HOUSING SLUMP was a heavy burden for the economy in the late summer, a top adviser to President Bush said. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 868, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E0DB173FF937A15753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd278ed8eb7c8105d83b548", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "TechCrunch, the same blog that first reported rumors of a pending deal between Google and YouTube, has a tantalizing new tidbit to share. Citing anonymous sources, it reports that Digg, a Web site that allows a community of registered users to rat...", "news_desk": null, "lead_paragraph": "TechCrunch, the same blog that first reported rumors of a pending deal between Google and YouTube, has a tantalizing new tidbit to share.", "headline": {"main": "Was Digg in Deal Talks?", "kicker": "DealBook"}, "pub_date": "2006-10-25T07:47:30Z", "abstract": "TechCrunch, the same blog that first reported rumors of a pending deal between Google and YouTube, has a tantalizing new tidbit to share. Citing anonymous sources, it reports that Digg, a Web site that allows a community of registered users to rate online news and blog posts, has been talking to various potential buyers of [...]", "print_page": null, "word_count": 237, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/25/was-digg-in-deal-talks/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366268eb7c8105d8b5ba9", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Why are investors flocking to Napster like college kids circa 1999 looking for free Metallica downloads? The hope is that Napster could be the next YouTube, which cashed in earlier this month by agreeing to sell out to Google for $1.65 billion. Th...", "news_desk": null, "lead_paragraph": "Why are investors flocking to Napster like college kids circa 1999 looking for free Metallica downloads? The hope is that Napster could be the next YouTube, which cashed in earlier this month by agreeing to sell out to Google for $1.65 billion.", "headline": {"main": "Investors Bet on a Napster Buyout", "kicker": "DealBook"}, "pub_date": "2006-10-26T08:58:23Z", "abstract": "Why are investors flocking to Napster like college kids circa 1999 looking for free Metallica downloads? The hope is that Napster could be the next YouTube, which cashed in earlier this month by agreeing to sell out to Google for $1.65 billion. The company that used to be a rebel with a cause, now wants [...]", "print_page": null, "word_count": 175, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/26/investors-bet-on-a-napster-buyout/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ee8eb7c8105d8b56c5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Several Republican candidates have also been targeted in a sophisticated “Google bombing” campaign intended to game the search engine’s ranking algorithms....", "news_desk": "National", "lead_paragraph": "Several Republican candidates have also been targeted in a sophisticated “Google bombing” campaign intended to game the search engine’s ranking algorithms.", "headline": {"main": "A New Campaign Tactic: Manipulating Google Data", "sub": "Liberals Seek High-Tech Edge on G.O.P.;", "print_headline": "A New Campaign Tactic: Manipulating Google Data"}, "pub_date": "2006-10-26T00:00:00Z", "abstract": null, "print_page": "20", "word_count": "770", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2006/10/26/us/politics/26googlebomb.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "United States Politics and Government", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Blogs and Blogging (Internet)", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": "Politics", "_id": "54a4410738f0d83a07dc37e7", "byline": {"person": [{"qualifier": "Jr", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER Jr"}, "section_name": "U.S."}, {"type_of_material": "Summary", "snippet": "CHRYSLER'S FUTURE -- DaimlerChrysler executives refused to rule out the possibility that the Chrysler Group could be spun off or sold, after Chrysler announced that it lost $1.5 billion in the quarter. Though there are no indications that such a s...", "news_desk": "Business/Financial Desk", "lead_paragraph": "CHRYSLER'S FUTURE -- DaimlerChrysler executives refused to rule out the possibility that the Chrysler Group could be spun off or sold, after Chrysler announced that it lost $1.5 billion in the quarter. Though there are no indications that such a spin-off is imminent, the possibility of a sale is the latest sign of upheaval in the American auto industry. [Page C1.] DILLER HAS HIGHEST PAY -- Two surveys have named Barry Diller, chairman and chief executive of the Internet retailing company IAC/Interactive, this year's highest-paid executive. Both were critical of his pay relative to the company's performance, but Mr. Diller said his compensation was appropriate, considering ''the wealth created for shareholders over the last 11 years, me certainly among them.'' [C1.] CLEAR CHANNEL MAY GO PRIVATE -- The Mays Family, which built Clear Channel Communications into the country's largest network of radio stations through decades of acquisitions, is in negotiations to be taken private by a consortium of investors for more than $18.5 billion, according to people involved in the talks. [C1.] FED TAKES NO ACTION -- Saying that the economy was likely to continue growing at a ''moderate pace,'' the Federal Reserve held its benchmark interest rate steady and gave investors reason to think that the rate could remain at its current level for months to come. [C1.] STOCKS EDGE UP -- Wall Street managed a tiny gain, enough to give the Dow Jones industrial average another record close, after the Fed stoked some fears of inflation pressures but implied that it was not intent on raising interest rates. [C15.] CASINOS RETURN TO INDIANA -- After a six-decade absence, casino gaming makes its return next month to the French Lick valley in Southern Indiana, once famous for luxury resorts that attracted the elite. [A14.] 'GOOGLEBOMBING' THE CANDIDATES -- Fifty or so Republican candidates have been made targets in a sophisticated ''Google bombing'' campaign intended to game the search engine's ranking algorithms by forcing negative articles about them to the top of search results. [A18.] TAKING CONTROL OF IMCLONE -- Carl C. Icahn won control of the cancer drug developer ImClone Systems after a two-month proxy battle. [C3.] SHIFT POSSIBLE ON NYSE BOARD -- Eager to win approval for a deal to acquire Euronext, John Thain, chief executive of the New York Stock Exchange, said he would be open to having more Europeans on the board of the combined exchange. [C3.] COLGATE-PALMOLIVE SLIPS -- Colgate-Palmolive said its third-quarter profit slipped 1 percent because of restructuring charges. [C6.] PAULEY SUES THE TIMES -- The television news anchor Jane Pauley has sued The New York Times, saying she was misled to believe she was being interviewed for an article on mental health when she actually was being featured in an advertising supplement. [C7.] WAL-MART DROPS AGENCY -- Wal-Mart is sending a clear signal that it wants to change the way it speaks -- and sells -- to consumers, by cutting ties to a long-time ad agency for the second time in less than three months. Stuart Elliot: Advertising. [C8.] G.M. NARROWS LOSS -- General Motors reported its smallest quarterly loss in nearly two years but conceded that its turnaround remains in the early stages. [C13.] HONDA PROFIT DOWN -- Honda Motor said second-quarter profit fell 4.3 percent after a 30.6 billion yen ($257 million) loss on derivatives. [C13.] KRAFT SPINOFF STILL IN PLAY -- The Altria Group said it would finalize its long-anticipated decision to spin off Kraft Foods on Jan. 31, despite concerns about tobacco litigation. [C15.] WELCH WEIGHING OFFER FOR GLOBE -- John F. Welch Jr., below, the former chief of General Electric, and Jack Connors, the co-founder of the Boston advertising firm Hill Holliday, are exploring the possibility of making an offer to buy The Boston Globe from The New York Times Company. The New York Times Company says The Globe is not for sale. [C3.] BOEING'S NET FALLS SHARPLY -- Boeing said its third-quarter earnings fell 31 percent and that its 787 jet program would be more expensive than expected. [C7.] CONOCOPHILLIPS EARNINGS INCH UP -- Third-quarter profit at ConocoPhillips inched higher but missed Wall Street's expectations as increased output tied to its acquisition of Burlington Resources was offset by higher taxes and reduced earnings from refining. [C15.] JACK E. SCHOLL DIES -- Jack E. Scholl, who helped lead his family's pioneering foot-care company as it went public in the 1970's, died at his home in Northbrook. Ill. He was 80. [A21.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 744, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B06EFDB143FF935A15753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd254048eb7c8105d7fadc1", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Analysts and commentators are not the only ones contributing to the ocean of ink spilled on Google's $1.65 billion purchase of video site YouTube. Other big media outfits have been giving their writing hands a workout signing deals to keep from be...", "news_desk": null, "lead_paragraph": "Analysts and commentators are not the only ones contributing to the ocean of ink spilled on Google's $1.65 billion purchase of video site YouTube. Other big media outfits have been giving their writing hands a workout signing deals to keep from being outdone by the search giant.", "headline": {"main": "Warner Inks Deal With Brightcove for Music Videos", "kicker": "DealBook"}, "pub_date": "2006-10-27T07:36:56Z", "abstract": "Analysts and commentators are not the only ones contributing to the ocean of ink spilled on Google's $1.65 billion purchase of video site YouTube. Other big media outfits have been giving their writing hands a workout signing deals to keep from being outdone by the search giant. In the latest such example, Warner Music Group [...]", "print_page": null, "word_count": 124, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/27/warner-inks-deal-with-brightcove-for-music-videos/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365b88eb7c8105d8b520f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Hitting the financial jackpot, it appears, may have created some headaches for YouTube, the wildly popular video-sharing Web site that has agreed to be bought by Google for $1.65 billion in stock. The site late last week began purging copyrighted ...", "news_desk": null, "lead_paragraph": "Hitting the financial jackpot, it appears, may have created some headaches for YouTube, the wildly popular video-sharing Web site that has agreed to be bought by Google for $1.65 billion in stock.", "headline": {"main": "YouTube Is Purging Copyrighted Clips", "kicker": "DealBook"}, "pub_date": "2006-10-30T08:44:00Z", "abstract": "Hitting the financial jackpot, it appears, may have created some headaches for YouTube, the wildly popular video-sharing Web site that has agreed to be bought by Google for $1.65 billion in stock. The site late last week began purging copyrighted material from Comedy Central, including clips from YouTube stalwarts like \"The Daily Show With Jon [...]", "print_page": null, "word_count": 169, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/30/youtube-is-purging-copyrighted-clips/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3665d8eb7c8105d8b60a8", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Yahoo, ramping up efforts to catch up with Google, is reportedly mulling a bid for AOL. According to Fortune, Yahoo recently approached Time Warner about buying America Online - essentially trying to jump-start talks that broke down a year ago The...", "news_desk": null, "lead_paragraph": "Yahoo, ramping up efforts to catch up with Google, is reportedly mulling a bid for AOL. According to Fortune, Yahoo recently approached Time Warner about buying America Online -- essentially trying to jump-start talks that broke down a year ago", "headline": {"main": "Is Yahoo in Talks for AOL?", "kicker": "DealBook"}, "pub_date": "2006-10-30T08:30:45Z", "abstract": "Yahoo, ramping up efforts to catch up with Google, is reportedly mulling a bid for AOL. According to Fortune, Yahoo recently approached Time Warner about buying America Online - essentially trying to jump-start talks that broke down a year ago The magazine said that while several unnamed sources confirmed the information, another source close to [...]", "print_page": null, "word_count": 244, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/30/is-yahoo-in-talks-for-aol/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366558eb7c8105d8b6017", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "OPTIONS AND TAXES -- In the latest twist in the stock options game, some executives may have changed the exercise date -- the date options can be converted to stock -- to avoid paying hundreds of thousands of dollars in income tax, federal investi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "OPTIONS AND TAXES -- In the latest twist in the stock options game, some executives may have changed the exercise date -- the date options can be converted to stock -- to avoid paying hundreds of thousands of dollars in income tax, federal investigators say. [C1.] BUSINESS NETWORKING SITE -- Hoover's, the business research provider, and Visible Path, a technology company, are introducing a free service called Hoover's Connect to help people make professional connections. The service has more ways to shield users' identities compared with many social networking sites, said Antony Brydon, Visible Path's chief executive, above. ''These relationships are very high value, and they need to be controlled,'' he said. [C4.] NET ADS AND ACCOUNTABILITY -- A group of large companies have said that by the middle of 2007 they will demand that online publishers hire auditors to check their ad and viewer counts. Meanwhile, online companies like Google and Yahoo have begun to meet with industry groups to answer basic questions on how click-based advertising works. [C1.] MEDIA MOGULS' LAUGHTER FACTOR -- Who knew media executives were funny? Perhaps it is because, unlike most other executives, they have friends -- meaning employees -- in the comedy business. [C1.] THE LONG ROAD TO AN I.P.O. -- Late last month, Shutterfly, the online photo printing service, crossed a finish line of sorts when it became one of just a few e-commerce companies to go public since the Internet bubble burst. While the offering may have enriched some of the early backers of the company, it has been a money-loser so far for most who bought into it. And it has not brightened the decidedly downbeat mood of venture investors, whose fortunes depend on a healthy market for public offerings. [C1.] EQUITY FUND TO FOCUS ON CHINA -- Lehman Brothers and I.B.M. have teamed up to create a $180 million private equity fund to take minority stakes in companies in China. [C9.] CONFLICT OVER NET ADDRESSES -- As the first-ever Internet Governance Forum begins in Athens, a conflict is emerging over the use of non-Western characters and languages in Internet addresses. [C9.] ADS TARGET AIRLINE INDUSTRY -- More environmental groups are taking aim at the airline industry in ads. Eurostar, which runs the high-speed train service, has started running ads in travel trade publications asserting that a train journey produces only one-tenth the carbon dioxide emissions of a comparable airline trip. [C6.] A TEST OF NINTENDO -- In the current generation of consoles, Nintendo's GameCube lags behind Microsoft's Xbox and Sony's Playstation 2. Nintendo is still one of the healthiest companies in the games business, but a big test of the company's strategy will come this fall with the release on Nov. 19 of its new video game console, the Wii. [C5.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2006-10-30T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 462, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9502E4DF123FF933A05753C1A9609C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd257c38eb7c8105d802585", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Other than such headline-making deals as the Google-YouTube tie-up, mergers and acquisitions among the latest generation of Internet startups, often described as Web 2.0 companies, have been relatively rare. TheDeal.com's VC Ratings blog suggests ...", "news_desk": null, "lead_paragraph": "Other than such headline-making deals as the Google-YouTube tie-up, mergers and acquisitions among the latest generation of Internet startups, often described as Web 2.0 companies, have been relatively rare. TheDeal.com's VC Ratings blog suggests that this may be changing.", "headline": {"main": "Is It Time for Consolidation 2.0?", "kicker": "DealBook"}, "pub_date": "2006-10-31T16:57:12Z", "abstract": "Other than such headline-making deals as the Google-YouTube tie-up, mergers and acquisitions among the latest generation of Internet startups, often described as Web 2.0 companies, have been relatively rare. TheDeal.com's VC Ratings blog suggests that this may be changing. Writer Joshua Jaffe points to recent deals such as Google's acquisition of JotSpot, which creates user-edited [...]", "print_page": null, "word_count": 240, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/31/is-it-time-for-consolidation-20/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365d78eb7c8105d8b550b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google has begun sharing advertising revenue with the makers of a popular video clip in a groundbreaking deal that could drive up the costs of competing in the fledgling video-sharing sector. CNET News.com reports that the search company has agree...", "news_desk": null, "lead_paragraph": "Google has begun sharing advertising revenue with the makers of a popular video clip in a groundbreaking deal that could drive up the costs of competing in the fledgling video-sharing sector.", "headline": {"main": "Google Inks Revenue Deal With Videomakers", "kicker": "DealBook"}, "pub_date": "2006-10-31T07:37:07Z", "abstract": "Google has begun sharing advertising revenue with the makers of a popular video clip in a groundbreaking deal that could drive up the costs of competing in the fledgling video-sharing sector. CNET News.com reports that the search company has agreed to turn over most advertising revenue generated by the latest video from Fritz Grobe and [...]", "print_page": null, "word_count": 145, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2006/10/31/google-inks-revenue-deal-with-videomakers/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd365ef8eb7c8105d8b56d5", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}], "meta": {"hits": 84}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}