{"response": {"docs": [{"type_of_material": "Blog", "snippet": "As pundits, voters and Washington insiders wonder whether former Vice President Al Gore will jump into the 2008 presidential race, The San Jose Mercury News discusses what it calls a \"political problem\" for Mr. Gore should he choose to run. The ne...", "news_desk": null, "lead_paragraph": "As pundits, voters and Washington insiders wonder whether former Vice President Al Gore will jump into the 2008 presidential race, The San Jose Mercury News discusses what it calls a \"political problem\" for Mr. Gore should he choose to run. The newspaper writes that Mr. Gore has become \"enmeshed, and enriched, in Silicon Valley through his association with a close-knit elite that includes Apple's founder and chief executive Steven P. Jobs, Google's chief executive, Eric Schmidt, and a venture capitalist, John Doerr, a Google director.\"", "headline": {"main": "Al Gore, the Silicon Valley Guy", "kicker": "DealBook"}, "pub_date": "2007-02-01T07:49:05Z", "abstract": "As pundits, voters and Washington insiders wonder whether former Vice President Al Gore will jump into the 2008 presidential race, The San Jose Mercury News discusses what it calls a \"political problem\" for Mr. Gore should he choose to run. The newspaper writes that Mr. Gore has become \"enmeshed, and enriched, in Silicon Valley through [...]", "print_page": null, "word_count": 217, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/01/al-gore-the-valley-guy/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3675e8eb7c8105d8b7615", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google reported a sharp rise in both sales and profit, driven by blockbuster growth of its search-driven advertising business....", "news_desk": "Business", "lead_paragraph": "Google reported a sharp rise in both sales and profit, driven by blockbuster growth of its search-driven advertising business.", "headline": {"main": "Ads Drive Sharp Surge in Earnings at Google", "print_headline": "Ads Drive Earnings At Google"}, "pub_date": "2007-02-01T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "936", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/01/technology/01google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Company Reports", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "548e7b3f38f0d8437a5dc0b8", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "UNION DRIVE AMID LUXURY -- The Service Employees International Union, which has waged campaigns to organize janitors and other workers, has set its sights on Fisher Island, Fla., one of the most concentrated pockets of wealth in the nation. [Page ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "UNION DRIVE AMID LUXURY -- The Service Employees International Union, which has waged campaigns to organize janitors and other workers, has set its sights on Fisher Island, Fla., one of the most concentrated pockets of wealth in the nation. [Page C1.] US AIRWAYS ENDS BID FOR DELTA -- US Airways withdrew its $10.2 billion offer for Delta Air Lines after it failed to win the support of Delta's creditors. The action was seen as a victory for Delta's chief executive, Gerald A. Grinstein, and its pilots' union. [C1.] BUSH FAULTS HIGH EXECUTIVE PAY -- President Bush called on corporate boards to hold their chief executives more accountable by tying their pay to performance -- a new message from a president who is closely allied to the business community. [C11.] A REFORM-MINDED FARM BILL -- The Bush administration proposed reducing farm payments by $10 billion over the next five years and cutting off money to wealthy farmers in what some critics said could be the most reform-minded farm bill in decades. [A20.] DELL BACK IN CHARGE -- Michael S. Dell, below, has taken back the leadership of the computer company he founded, replacing Kevin B. Rollins after more than a year of mounting problems at Dell. The company announced that Mr. Rollins had resigned as chief executive and as a director. [C1.] GOOGLE'S RISING PROFIT -- Google reported a sharp rise in both sales and profit in the fourth quarter, continuing the blockbuster growth of its search-driven advertising business. [C4.] SENATORS CRITICAL OF S.E.C. -- Two prominent Republican senators renewed their criticism yesterday of how the Securities and Exchange Commission carried out its investigation into a prominent hedge fund, Pequot Capital Management. [C2.] THE WRONG KIND OF ATTENTION -- A marketing campaign by Turner Broadcasting to promote a cartoon by using magnetic lights distributed in public places around Boston caused an uproar, as police closed off bridges, subway stations, an Interstate highway and part of the Charles River because of the suspicious packages. [A21.] INTEREST RATES UNCHANGED -- The Federal Reserve left interest rates unchanged, as it has since June, but it was more optimistic than in the past that inflationary pressures were ebbing. [C10.] DIMMING PROSPECTS -- Markets celebrated the Fed's action, but analysts warned the road ahead promises to be a hard slog. Corporate profits are starting to slow, and the chances of a rate cut this year have diminished. [C1.] GOOD DAY ON THE STREET -- Stocks shot higher after the Federal Reserve answered two of Wall Street's major concerns, indicating that the economy remained healthy and that inflation pressures were easing. [C11.] AUTOMAKERS FOCUS ON DEALERS -- Sales by General Motors and Ford are expected to be significantly lower in January as they pulled back from deliveries to rental-car agencies to focus on more profitable transactions at dealerships. [C11.] HEARING ON NAZI-ERA CLAIMS -- A federal judge abruptly adjourned a hearing on the settlement of a dispute over unpaid life insurance policies of Holocaust victims after a Miami lawyer and a survivor of a Nazi concentration camp raised objections. [C3.] TIMES CUTS PAPERS' VALUATION -- The New York Times Company said that it was writing down by $814.4 million the value of its New England newspapers, The Boston Globe and The Worcester Telegram & Gazette, which have suffered from sluggish advertising and a migration of readers to the Internet. [C2.] TWO BIG EXCHANGES IN DEAL -- The NYSE Group, parent of the New York Stock Exchange, has signed a letter of intent to form a strategic alliance with the Tokyo Stock Exchange, an agreement that brings together the world's two largest exchanges. [C3.] THE VALUE OF PERKS -- Activities and perks that surprise and delight employees -- like the skydiving flight that a software executive sent her staff on -- can be a great way to help employees bond. Small Business. [C5.] A BROAD RANGE OF READERS -- A variety of notables -- among them Sheryl Crow, Maya Lin, Tiki Barber and Alice Waters -- are appearing in ads for The Wall Street Journal to show that the paper appeals to readers other than those in pinstripes. Advertising. [C5.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. TIME WARNER, THE MEDIA conglomerate, said that quarterly profit rose 34 percent, bolstered by AOL asset sales in Europe, a rise in digital cable and phone customers, and online advertising sales. (REUTERS) EASTMAN KODAK POSTED its first profit in nine quarters on higher revenue from photo kiosks and savings from eliminating jobs. (BLOOMBERG NEWS) THE FEDERAL DEPOSIT INSURANCE Corporation has extended a moratorium on considering nonfinancial companies' applications to establish or acquire banks, suspending applications from companies like Wal-Mart Stores, Home Depot and DaimlerChrysler. (AP) STARBUCKS SAID THAT first-quarter profit rose 18 percent as consumers spent more for holiday drinks like peppermint mocha. The company increased prices in October by about 5 cents a cup, the first rise in two years. (BLOOMBERG NEWS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 825, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06E6DB153FF932A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255c68eb7c8105d7fed0c", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Continuing the blockbuster growth of its search-driven advertising business, Google reported a sharp rise Wednesday in both sales and profit in the fourth quarter.     Google, the largest Internet search engine, also continued to outpace rivals li...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Continuing the blockbuster growth of its search-driven advertising business, Google reported a sharp rise Wednesday in both sales and profit in the fourth quarter. Google, the largest Internet search engine, also continued to outpace rivals like Yahoo and Microsoft, which last week reported far slower growth in their online offerings.", "headline": {"main": "Driven by Ads, Net Income Nearly Triples At Google"}, "pub_date": "2007-02-01T00:00:00Z", "abstract": "Google reports quarterly net income nearly tripled, to $1.03 billion, up from $372.2 million in final quarter of 2005; says quarterly revenue rose 67 percent from year ago, to $3.21 billion (M)", "print_page": "4", "word_count": 740, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E1DB153FF932A35751C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COMPANY REPORTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd255c68eb7c8105d7fed12", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Miguel", "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL   A3-10    German Court Challenges C.I.A.'s Rendition Policy  A German court issued an arrest warrant for 13 people in the mistaken kidnapping and jailing of a German citizen of Lebanese descent, in the most serious legal challenge y...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 German Court Challenges C.I.A.'s Rendition Policy A German court issued an arrest warrant for 13 people in the mistaken kidnapping and jailing of a German citizen of Lebanese descent, in the most serious legal challenge yet to the Central Intelligence Agency's secret transfers of terrorism suspects. A1 Chirac Questions Iran Threat President Jacques Chirac said that if Iran had one or two nuclear weapons it would not pose a big danger and that if Iran were to launch a nuclear weapon against a country like Israel, it would lead to the immediate destruction of Tehran. A1 Britain Arrests 9 in Terror Plot The British police arrested nine suspects accused of devising a plot that included plans to kidnap, torture and behead a British Muslim soldier and broadcast video images of his execution on the Internet. A3 Setback for H.I.V. Microbicide Efforts to develop a topical microbicide to prevent H.I.V. infection during sex suffered a surprising setback when researchers announced that they had stopped two full-scale trials for safety reasons. A3 Report on Iraqi Energy Troubles A United States oversight agency reported that despite nearly $108 billion budgeted for the reconstruction of Iraq since the 2003 invasion, Iraq's electrical output and oil production were still below prewar levels and stocks of gasoline and kerosene had plummeted to their lowest levels in at least two years. A8 NATIONAL A12-21 Biden Announces Bid, Then Defends Comment Senator Joseph R. Biden Jr. spent the day he formally announced his presidential campaign struggling to explain his description of a fellow Democratic candidate, Barack Obama, as ''the first mainstream African-American who is articulate and bright and clean and a nice-looking guy.'' A1 Judges Weigh Eavesdropping Three federal judges hearing the first appellate argument about the National Security Agency's domestic surveillance program indicated they were not convinced that the issue was moot now that the Bush administration had agreed to submit the program to a secret court. A12 The Justice Department announced that it was turning over to select members of Congress secret papers with details of the eavesdropping program. Democrats, who still seek more information, had threatened to subpoena the documents. A12 Cheney's Daughter Speaks Mary Cheney, the lesbian daughter of Vice President Dick Cheney, defended her pregnancy and said same-sex couples were equally capable of raising children as heterosexual couples. A20 House Moves Stopgap Budget The House of Representatives passed a $463.5 billion measure to keep the federal government running until Oct. 1, increasing financing for education grants, scientific research and international health programs. The Senate is expected to take up the measure next week. A20 NEW YORK/REGION B1-7 Spitzer's First Budget Assails Health Care System Governor Spitzer proposed to radically restructure aid to New York's health care industry in his first budget, assailing a system that consumes a third of the state's budget as propping up failing hospitals while too often overlooking patient needs. A1 Turmoil at the Bus Stop The consolidation of school bus routes in New York City has enraged many parents, who accuse Schools Chancellor Joel I. Klein and Mayor Bloomberg of being out of touch. But the mayor defends the revision. A1 Behind a Death Sentence A confluence of factors made a Brooklyn jury's decision to sentence a Staten Island man to die for executing two police detectives seem almost inevitable, experts said. But the decision probably does not signal a shift in public attitudes about the death penalty, they said. B1 BUSINESS DAY C1-14 Fed Leaves Rates Alone The Federal Reserve left interest rates unchanged, but it was more optimistic than in the past that inflationary pressures were ebbing even though economic growth was slightly stronger than expected. C10 Google's Profit Soars Google, the largest Internet search engine, reported a sharp rise in sales and nearly a tripling of profit in the fourth quarter. C1 Business Digest C2 EDITORIAL A22-23 Editorials: Governor Spitzer's pivotal budget; bullying Iran; full disclosure of back-scratching; indefinitely grounded. Columns: David Brooks, Bob Herbert. Bridge E10 TV Listings E11 Crossword E9 Weather A18", "headline": {"main": "News Summary"}, "pub_date": "2007-02-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 670, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E3DC153FF932A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25b5a8eb7c8105d8083d8", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "Wall Street embraced robust consumer spending figures and largely overcame disappointment in Google’s profit report....", "news_desk": "Business", "lead_paragraph": "Wall Street embraced robust consumer spending figures and largely overcame disappointment in Google’s profit report.", "headline": {"main": "Report Showing Strong Spending Gives Shares a Lift", "kicker": "Stocks & Bonds", "print_headline": "Report Showing Strong Spending Gives Shares a Lift", "content_kicker": "Stocks & Bonds"}, "pub_date": "2007-02-02T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "568", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/02/business/02stox.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Dow Jones Stock Average", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Economic Conditions and Trends", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "United States Economy", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Company Reports", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Stocks and Bonds", "name": "subject"}], "subsection_name": null, "_id": "548e833b38f0d8437a5dc169", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom, the parent company of MTV and Comedy Central, demanded yesterday that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 cli...", "news_desk": "Business/Financial Desk", "lead_paragraph": "In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom, the parent company of MTV and Comedy Central, demanded yesterday that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 clips of its programming. Viacom, along with other major media companies, including the News Corporation and NBC Universal, has become increasingly frustrated with YouTube as it has amassed a vast library of copyrighted clips, placed on the site by its users.", "headline": {"main": "Viacom Asks YouTube to Remove Clips"}, "pub_date": "2007-02-02T00:00:00Z", "abstract": null, "print_page": "0", "word_count": 1128, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0CE3D9123FF931A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255348eb7c8105d7fdb80", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Geraldine", "lastname": "FABRIKANT"}, {"organization": "", "role": "reported", "rank": 2, "firstname": "Saul", "lastname": "HANSELL"}], "original": "By GERALDINE FABRIKANT and SAUL HANSELL; Richard Siklos contributed reporting"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A2-8    Report on Global Warming Offers Bleak Assessment  In a bleak and powerful report on the future of the planet, the leading international network of climate scientists has concluded for the first time that global warming is ''u...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A2-8 Report on Global Warming Offers Bleak Assessment In a bleak and powerful report on the future of the planet, the leading international network of climate scientists has concluded for the first time that global warming is ''unequivocal'' and that human activity is the main driver, ''very likely'' causing most of the rise in temperatures since 1950. A1 A Grim Forecast of Iraq's Future The public part of a new National Intelligence Estimate about Iraq expresses deep doubts about the ability of Iraqi politicians and troops to secure the country within 18 months, leading to differing interpretations from the White House and its opponents. A1 Senator Mitch McConnell of Kentucky, the Republican leader, said his party would unite to block Senate debate next week on a bipartisan resolution opposing President Bush's troop buildup in Iraq unless Democrats allow votes on at least two Republican alternatives. A7 An American Apache attack helicopter was shot down just north of Baghdad and its two-member crew was killed, an American military official said. A7 Taliban Captures Afghan Town Taliban militants overran the Afghan town of Musa Qala just three months after NATO troops had withdrawn and handed over control to a tribal council, officials said. A7 Violence Worsens in Gaza In some of the worst internal Palestinian fighting to date, Fatah security force members stormed the Hamas-aligned Islamic University in Gaza City while rival factions battled throughout the Gaza Strip. At least 17 people were killed. A3 NATIONAL A9-12 At Least 19 Are Killed By Tornadoes in Florida Rescue workers searching for survivors combed through rubble in Central Florida after thunderstorms and tornadoes killed at least 19 people and flattened hundreds of homes. Though a tornado watch had been posted earlier, the National Weather Service issued warnings just minutes before the twisters hit. A9 Texas to Require HPV Vaccine Gov. Rick Perry signed an order making Texas the first state to require all 11- and 12-year-old girls entering the sixth grade to be vaccinated against a sexually transmitted virus that causes cervical cancer. A9 Record Pentagon Budget The Bush administration is seeking a record military budget of $622 billion for the 2008 fiscal year, including more than $140 billion for war-related costs. The administration is also seeking an additional $93 billion in the current fiscal year to pay for military operations in Iraq, Afghanistan and elsewhere, officials said. A11 Same-Sex Benefits Denied Same-sex domestic partners are not entitled to health benefits from public-sector jobs under the State Constitution's two-year-old marriage amendment, the Michigan Court of Appeals ruled. A10 Katrina Victims Can Sue Corps Residents of several New Orleans-area neighborhoods that were hardest hit by Hurricane Katrina can sue the Army Corps of Engineers over their claims that a government-built navigation channel was largely to blame for flooding, a federal judge ruled. A10 Beliefs A12 NEW YORK/REGION B1-5 Stop-and-Frisk Numbers Up Sharply Since 2002 The New York Police Department released new information showing that police officers stopped 508,540 people on New York City streets last year -- an average of 1,393 stops per day -- and in many cases searched them for illegal weapons. The number was up from 97,296 in 2002, the last time the department divulged 12 months worth of data. A1 A Groundhog's Prediction Groundhog Day has been part of the Western calendar since around the 5th century A.D. But whether it will survive in an age of global warming was one question raised by the coincidence of Groundhog Day 2007 falling on the same day a report was released saying that global warming was an ''unequivocal'' fact likely to keep summers hotter and winters warmer. B1 Where Bus Woes May Lead When Schools Chancellor Joel I. Klein hired the consulting firm Alvarez & Marsal, one provision of the $15.8 million contract was to lower the cost of getting children to school. But as the plan in New York combusted, the complaints may have heightened discontent about Mr. Klein's reliance on outside consultants. B1 Neediest Cases B5 EDITORIAL A14-15 Editorials: The governor's health plan; crashworthy motor vehicles; a rare bill in Congress; enter police recruit, underpaid. Columns: Maureen Dowd, Stacy Schiff. BUSINESS DAY C1-10 YouTube to Remove Videos In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom demanded that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 clips of its programming. YouTube agreed to comply. C1 Business Digest C2 Bridge B17 Crossword B16 TV Listings B18 Weather A16", "headline": {"main": "News Summary"}, "pub_date": "2007-02-03T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 748, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E6DB123FF930A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd272d38eb7c8105d82fd17", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom, the parent company of MTV and Comedy Central, demanded on Friday that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 cli...", "news_desk": null, "lead_paragraph": "In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom, the parent company of MTV and Comedy Central, demanded on Friday that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 clips of its programming.", "headline": {"main": "YouTube, Viacom and Some Unfriendly Dealmaking", "kicker": "DealBook"}, "pub_date": "2007-02-05T07:30:48Z", "abstract": "In a sign of the growing tension between old-line media and the new Internet behemoths, Viacom, the parent company of MTV and Comedy Central, demanded on Friday that YouTube, the video-sharing Web site owned by Google, remove more than 100,000 clips of its programming. The latest scuffle between YouTube and a Hollywood Major revolves around [...]", "print_page": null, "word_count": 393, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/05/youtube-viacom-and-some-unfriendly-dealmaking/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366f68eb7c8105d8b6e97", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Project Panama is Yahoo’s effort to close the wide gap with Google in the race for search advertising dollars....", "news_desk": "Business", "lead_paragraph": "Project Panama is Yahoo’s effort to close the wide gap with Google in the race for search advertising dollars.", "headline": {"main": "A Long-Delayed Ad System Has Yahoo Crossing Its Fingers", "print_headline": "A Long-Delayed Ad System Has Yahoo Crossing Its Fingers"}, "pub_date": "2007-02-05T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1462", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/05/technology/05yahoo.html", "multimedia": [{"width": 600, "url": "images/2007/02/05/business/05yahoo.600.jpg", "height": 320, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/02/05/business/05yahoo.600.jpg", "xlargeheight": "320"}, "type": "image"}, {"width": 75, "url": "images/2007/02/05/business/05yahoo.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/02/05/business/05yahoo.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "New Models, Design and Products", "name": "subject"}], "subsection_name": null, "_id": "548e9de038f0d8437a5dc3ce", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "AD VIOLENCE AND A ROCK -- No commercial that appeared during Super Bowl XLI directly addressed Iraq, but the war seemed to linger just below the surface of many of them. More than a dozen spots had violent elements. Advertising: Stuart Elliott. [P...", "news_desk": "Business/Financial Desk", "lead_paragraph": "AD VIOLENCE AND A ROCK -- No commercial that appeared during Super Bowl XLI directly addressed Iraq, but the war seemed to linger just below the surface of many of them. More than a dozen spots had violent elements. Advertising: Stuart Elliott. [Page C1.] AT YAHOO, A CRITICAL DEBUT -- Project Panama, the much-delayed search-advertising system that Yahoo hopes will close its widening gap with Google, is to start today. Executives will be checking closely with engineers for any sign of trouble in the company's most important new product in years. [C1.] IDENTITY CRISIS FOR DREAMWORKS -- On paper, 2007 is shaping up to be a promising year for DreamWorks, the 12-year-old studio co-founded by the director Steven Spielberg. But on the one-year anniversary of its $1.6 billion sale to Viacom's Paramount, DreamWorks is stinging from a series of perceived slights delivered by its new corporate overseers. [C1.] NEW SUITORS FOR MILLS -- Simon Property Group, the nation's largest mall developer, and the hedge fund Farallon Capital Management are planning a $1.56 billion cash bid for the outlet mall developer Mills Corporation, challenging an agreed-upon deal for Mills to be sold for $1.4 billion to Brookfield Capital Management [C1.] AN I.P.O. FOR RADIO CHIPS -- Applied Digital Solutions is poised to test Wall Street's interest in technology to implant radio chips in humans: this week the company plans an initial public offering of shares in its nascent business VeriChip. The Food and Drug Administration approved sale of the chips in 2004 as a way to track medical history, but only 222 patients have had the device implanted. [C6.] THE VIDEO ANGLE IN SALES -- Online retailers have begun capitalizing on the YouTube craze, offering users a video platform for product demonstrations, rants and raves, sentimental messages and just plain bizarre behavior. E-Commerce Report. [C6.] NEW CHIEF FOR NBC UNIVERSAL -- Jeff Zucker, who made his mark as executive producer of NBC's ''Today'' show, is expected to be named chairman of NBC Universal, succeeding Bob Wright, who has headed the network for 21 years. [C2.] SECURITY IMAGES NO PANACEA -- Site-authentication images, used by financial institutions like Bank of America, ING Direct and Vanguard to enhance security, provide little additional protection, a new study has found. One reason is that customers tend to ignore the images. [C3.] ONLINE AFTER 360 YEARS -- What is said to be the oldest newspaper in the world still in publication, Post och Inrikes Tidningar of Sweden, has gone digital and is now available online, and online only. [C4.] TOBACCO-FREE NEWSWEEK -- Two New York antismoking organizations jointly sponsored an ad offering ''tobacco ad-free'' copies of Newsweek magazine. Newsweek didn't place the ad, but the magazine says it will provide tobacco-ad free copies to any individual subscribers who request them. [C4.] FOR VISTA, NOT MUCH WOW -- Microsoft is said to have committed close to $500 million to marketing Vista, its new operating system. But the Vista release did not generate anything close to the excitement created 12 years ago when Windows 95 was introduced. [C3.] ATTACKS ON MARXIST TEXTS -- An online community that produces and organizes an ever-growing Marxist library says that computer attacks -- primarily from China -- may force the library to stop providing material in Chinese. [C4.] TRIAL AND BOOK TOUR -- Conrad M. Black is scheduled to be in court this spring on charges of criminal fraud and money laundering in Chicago. He'll also be promoting his new biography of Richard M. Nixon, to be published in May. [C4.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-05T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 589, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E07E3D6123FF936A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0348eb7c8105d89f659", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "GoogleTV is coming -- or not. Stay tuned....", "news_desk": null, "lead_paragraph": "Is GoogleTV really around -- in beta? Or is it a hoax?", "headline": {"main": "Forgive Me, I'm a Little Nervous", "kicker": "The Medium"}, "pub_date": "2007-02-06T11:19:11Z", "abstract": "GoogleTV is coming -- or not. Stay tuned.", "print_page": null, "word_count": 110, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://themedium.blogs.nytimes.com/2007/02/06/forgive-me-im-a-little-nervous/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366f68eb7c8105d8b6e50", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Virginia", "rank": 1, "lastname": "HEFFERNAN"}], "original": "By VIRGINIA HEFFERNAN"}, "section_name": "Sunday Magazine"}, {"type_of_material": "News", "snippet": "Everyone suspected that the investors, founders and early employees of YouTube made tidy sums when the video sharing site was acquired by Google for $1.65 billion in stock late last year.     But until yesterday, few knew just how tidy those sums ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Everyone suspected that the investors, founders and early employees of YouTube made tidy sums when the video sharing site was acquired by Google for $1.65 billion in stock late last year. But until yesterday, few knew just how tidy those sums were. The answer, which Google delivered in a filing with the Securities and Exchange Commission, is now in: The sums are big enough to spark a new wave of envy across Silicon Valley.", "headline": {"main": "YouTube's Payoff: Hundreds of Millions for the Founders"}, "pub_date": "2007-02-07T00:00:00Z", "abstract": null, "print_page": null, "word_count": 406, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D06EEDB113FF934A35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd272d58eb7c8105d82fddd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Miguel", "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Everyone suspected that the investors, founders and early employees of YouTube made tidy sums when it was acquired by Google for $1.65 billion in stock late last year. But until Wednesday, few knew just how tidy those sums were. The answer, which ...", "news_desk": null, "lead_paragraph": "Everyone suspected that the investors, founders and early employees of YouTube made tidy sums when it was acquired by Google for $1.65 billion in stock late last year.", "headline": {"main": "How Rich Was the YouTube Deal? Now We Know", "kicker": "DealBook"}, "pub_date": "2007-02-08T07:05:15Z", "abstract": "Everyone suspected that the investors, founders and early employees of YouTube made tidy sums when it was acquired by Google for $1.65 billion in stock late last year. But until Wednesday, few knew just how tidy those sums were. The answer, which Google delivered in a filing with the Securities and Exchange Commission, is now [...]", "print_page": null, "word_count": 333, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/08/how-good-was-the-google-deal-for-youtube/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367108eb7c8105d8b70ae", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "BLACKSTONE TAKES IT -- The takeover battle for Equity Office Properties Trust finally has a winner: the private equity giant the Blackstone Group won with an offer of $55.50 a share, or $39 billion. It is the biggest leveraged private equity buyou...", "news_desk": "Business/Financial Desk", "lead_paragraph": "BLACKSTONE TAKES IT -- The takeover battle for Equity Office Properties Trust finally has a winner: the private equity giant the Blackstone Group won with an offer of $55.50 a share, or $39 billion. It is the biggest leveraged private equity buyout ever. [Page A1.] BANK SETTLES TAX SHELTER SUITS -- Deutsche Bank has reached a settlement with hundreds of wealthy investors to whom it sold aggressive tax shelters, a major shift in how it is dealing with the legal woes surrounding its tax shelter work. [C1.] MAKE-YOUR-OWN ADS -- Several companies on the Internet are offering automated ad creation and, in some cases, ad placement services that advertisers can use to create campaigns with little human interaction. Advertising. [C1.] SETTING A TONE -- The new chief of Home Depot, Frank Blake, is beginning to make his mark on an organization. Among other things, he has ended the daily free lunch for his top deputies, and encouraged them to eat with the staffers in the cafeteria. [C1.] YOUTUBE WINDFALL -- The details are in, and the founders, investors and early employees of YouTube received stakes worth up to hundreds of millions of dollars when their video sharing site was acquired by Google for $1.65 billion in stock late last year. [C2.] A RECORD PROFIT AT LAZARD -- Lazard, the investment bank run by Bruce Wasserstein, said that strength in its merger advisory business helped lift its fourth-quarter profit 50 percent, to a record $85.8 million. The news sent Lazard's shares up to their highest level since the firm went public nearly two years ago. [C3.] CASTING A SHADOW -- Airbus executives showed off their new A380, the world's largest passenger aircraft, by taking 200 journalists on a flight above the snow-capped Pyrenees. One initial impression: This plane is big. [C1.] INFRASTRUCTURE WORK ON THE WEB -- VeriSign is undertaking a $100 million expansion of a crucial part of the system that speeds Web surfers to their destinations [C3.] JOB CUTBACKS AT NORTEL -- Nortel Networks, the large but troubled communications equipment maker, said that it would eliminate more than 3,900 jobs in Europe and North America. [C6.] BHP CHIEF LEAVING -- Charles W. Goodyear, below, the Texan who adroitly steered BHP Billiton, the Australian mining company, through China's bull market for resources, said he would leave as chief executive in December as he reported record half-year earnings and a $10 billion stock buyback. [C6.] STORMY DAY ON THE STREET -- Wall Street ended a fractious session only slightly higher, after falling oil prices hurt energy stocks. A Federal Reserve official's comments also soured the market's mood. [C11.] SMALLER PROFIT AT NEWS CORP. -- The News Corporation, Rupert Murdoch's media company, said that quarterly profit fell 24 percent from a year earlier, when it had a one-time gain from asset sales. Revenue rose 18 percent, partly on the box-office hit ''Borat.'' [C6.] DVD SALES HELP DISNEY EARNINGS -- The Walt Disney Company said that first-quarter profit more than doubled on asset sales and income from last year's two biggest-selling DVD releases, ''Pirates of the Caribbean: Dead Man's Chest'' and ''Cars.'' [C2.] FINANCING GAP AT GROUND ZERO -- Royal & SunAlliance USA, an insurance company that provided coverage for the World Trade Center, may not be able to pay the $250 million claim that the developer Larry A. Silverstein and the Port Authority of New York and New Jersey say they are owed as a result of the 9/11 terrorist attack. [B3.] AIR CARGO SECURITY -- Democrats in Congress are pushing for a requirement that all air cargo be inspected at a level equal to that of checked baggage, but the Transportation Security Administration said security measures already in place are adequate. [A16.] NONPRESCRIPTION DIET DRUG -- The Food and Drug Administration approved the first officially sanctioned weight loss drug to be sold without a prescription. The drug, Alli, is manufactured by GlaxoSmithKline. [A16.] ONLINE BEAUTIFUL BUT BORED -- Marc Jacobs's sleek fall clothes suggest boredom -- with fashion and with the same old thrills. A video and slide show is at nytimes.com/multimedia. D.V.M. SHORTAGE -- A nationwide shortage of livestock veterinarians is causing difficulties for farmers. A video report is at nytimes.com/multimedia. OUTSPOKEN AND AT RISK -- Audio excerpts from Laurie Goodstein's interview with Ayaan Hirsi Ali, a Somali-born Dutch politician who became known as an advocate for women and a critic of Islam, are at nytimes.com/multimedia. RING OF DEBRIS -- Earth's widening belt of clutter puts future space exploration at risk, but the solutions are expensive. An interactive graphic is at nytimes.com/science. BAGHDAD DAY TO DAY -- Saad Eskander's Web diary details the daily hurdles of keeping Iraq's central library open, preserving the surviving archives and books, and staying alive. The diary is at nytimes.com/arts. Business Briefing Articles on these developments are at nytimes.com/business. SARA LEE, THE FOOD and household products maker, said that it lost $62 million in its most recent quarter, largely because of one-time charges. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-08T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 829, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C05E3DB113FF93BA35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd272d58eb7c8105d82fe01", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "Veteran U.S. Diplomats Say 'No Thanks' to Iraq  Few seasoned diplomats are willing to accept a posting in Iraq, though younger State Department employees are volunteering. Department officials have offered incentives, including combat and danger p...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Veteran U.S. Diplomats Say 'No Thanks' to Iraq Few seasoned diplomats are willing to accept a posting in Iraq, though younger State Department employees are volunteering. Department officials have offered incentives, including combat and danger pay, and have refused to fill openings in some plusher postings until Iraqi positions are filled. PAGE A12 Big Payout for YouTube Sale The payoff from YouTube's sale to Google was big, all right. Two founders got more than $325 million in stock each. PAGE C2 Prescription-Free Diet Drug The Food and Drug Administration approved the first officially sanctioned weight-loss drug to be sold without a prescription. PAGE A16 The Look Of Right Now Narciso Rodriguez makes a hot, unambiguous statement, distancing himself from ''fashionable'' clothes, with a line for today, not a few years down the road. FASHION, PAGE B8 Aging Pipes, Sudden Hazards Experts nationally say sinkholes, like this one from a broken Brooklyn water main last year, are more frequent, and aging pipes are one cause. PAGE A19 NASA to Review Screening NASA is reviewing its psychological screening and check-up process in the wake of the arrest of Capt. Lisa Marie Nowak, the astronaut accused of attempted murder, space agency officials said. PAGE A14 Lieberman's Stance on Iraq Senator Joseph I. Lieberman of Connecticut has kept a promise to caucus with the Democrats, but on Iraq, the issue that made the last year the most difficult of his political life, he has moved farther from the party, winding up to the right of some Republicans. PAGE A18", "headline": {"main": "INSIDE"}, "pub_date": "2007-02-08T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 255, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B04E1DC113FF93BA35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0348eb7c8105d89f726", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Blog", "snippet": "Palo Alto Research Center, the Xerox spin-off that is hoping to sustain itself by licensing technology and forming partnerships with outside companies, is announcing a deal Friday that underscores that strategy. The New York Times reports that PAR...", "news_desk": null, "lead_paragraph": "Palo Alto Research Center, the Xerox spin-off that is hoping to sustain itself by licensing technology and forming partnerships with outside companies, is announcing a deal Friday that underscores that strategy. The New York Times reports that PARC, as it's known, is licensing a broad portfolio of patents and technology to a well-financed start-up with an ambitious and potentially lucrative goal: to build a search engine that could some day rival Google.", "headline": {"main": "In a Search Refinement, a Chance to Rival Google", "kicker": "DealBook"}, "pub_date": "2007-02-09T07:40:50Z", "abstract": "Palo Alto Research Center, the Xerox spin-off that is hoping to sustain itself by licensing technology and forming partnerships with outside companies, is announcing a deal Friday that underscores that strategy. The New York Times reports that PARC, as it's known, is licensing a broad portfolio of patents and technology to a well-financed start-up with [...]", "print_page": null, "word_count": 349, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/09/in-a-search-refinement-a-chance-to-rival-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3673c8eb7c8105d8b74c3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Xerox’s Palo Alto Research Center is licensing patents and technology to a start-up with the goal of building a search engine that could rival Google....", "news_desk": "Business", "lead_paragraph": "Xerox’s Palo Alto Research Center is licensing patents and technology to a start-up with the goal of building a search engine that could rival Google.", "headline": {"main": "In a Search Refinement, a Chance to Rival Google", "sub": "‘Natural Language’ in Place of Keywords ;", "print_headline": "Xerox’s Strategy Pays Off With a New Search Venture"}, "pub_date": "2007-02-09T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "1059", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/09/technology/09license.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Xerox Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Inventions and Patents", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "548ecf2338f0d8437a5dc855", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "A FOX BUSINESS CHANNEL -- Rupert Murdoch announced that the News Corporation would start a long-awaited business news channel in the fourth quarter of this year. He also vowed that the new channel would be friendlier to corporations than CNBC, the...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A FOX BUSINESS CHANNEL -- Rupert Murdoch announced that the News Corporation would start a long-awaited business news channel in the fourth quarter of this year. He also vowed that the new channel would be friendlier to corporations than CNBC, the leading television business news outlet. [Page C1.] GAUGING DERIVATIVES -- The calm demeanor of Timothy F. Geithner, the head of Federal Reserve Bank of New York, is being tested as he tries to monitor the $26 trillion credit derivatives market -- twice the size of the United States economy, and the fastest-growing financial market there is. [C1.] TWO IMAGES AT KODAK -- Earlier this week, Eastman Kodak Company unveiled its long-anticipated consumer inkjet printer ''People know we are back on the offensive,'' said Frank Sklarsky, left, Kodak's chief financial officer. But two days later Kodak announced it would lay off another 3,000 employees, as the company continues to adjust to a new marketplace. [C1.] SNYDER BUYS RESTAURANT CHAIN -- Daniel M. Snyder, the owner of the Washington Redskins, has agreed to acquire Johnny Rockets, the 1950s-inspired restaurant chain known for employees that sing and dance to vintage pop tunes. Terms of the deal were not disclosed, but analysts estimate its value, including debt, could approach $1 billion. [C1.] TAKING AIM AT GOOGLE -- Xerox's Palo Alto Research Center, or PARC, is licensing patents and technology to a start-up with an ambitious goal: to build a search engine that could some day rival Google. [C3.] A HEDGE FUND, OUT IN THE OPEN -- The first hedge fund and private equity company to go public in the United States, Fortress Investment Group, will make its market debut today at $18.50 a share -- at the high end of its expected price range. [C2.] INVENTORIES FELL IN DECEMBER -- Inventories at the nation's wholesalers declined in December by the most since May 2003 as sales surged, suggesting a manufacturing rebound in coming months. [C2.] A SHAKE-UP AT HSBC -- HSBC's chief executive followed up the bank's first-ever profit warning with a shake-up at the American consumer finance unit where losses from home loans have exceeded expectations. Michael Geoghegan, the chief executive, said difficulties were isolated to HSBC Finance Corporation. [C3.] CREDIT FOR STANDING PAT -- The real estate magnate Steven Roth came in second in the bruising war for Equity Office Properties. But his decision to back away from the bidding may cement his image as a man who does not let his ego get the better of his judgment. [C3.] NO EMBARRASSMENT -- With an anything-goes attitude, marketers of products whose functions used to be whispered about -- like feminine hygiene products and condoms -- are throwing open the portals in their commercials. Advertising. [C6.] THREATENING A RATE INCREASE -- The European Central Bank warned that it could lift interest rates even further from an expected increase in March if European labor unions win wage gains. [C3.] A COMPLICATED END -- The break-up of a big, prestigious law firm is no longer as rare was it once was. But the bankruptcy of Coudert Brothers still stands out as a complicated, messy affair. [C7.] EXXON MOBIL SUED OVER SPILL -- New York State moved to sue Exxon Mobil and four other companies to force them to clean up a half-century-old spill of millions of gallons of oil lying under the Greenpoint neighborhood in Brooklyn. [B1.] Business Briefing Articles on these developments are at nytimes.com/business. Circuit City Stores said that it would close about 70 stores, most of them in Canada, and that its chief merchandising officer, Douglas T. Moore, had left as the company responds to increased pressure in the electronics retail market. (REUTERS) John H. Whittier, the former head of Wood River Capital Management, pleaded not guilty to securities fraud and other charges after investors lost at least $88 million when two of its funds collapsed in 2005. (AP) Hand-drawn animation, out of fashion in the computer age, experienced a rescue worthy of a fairy tale on Thursday, when Walt Disney animators announced they would bring the art form back to the big screen. (REUTERS) The Lear Corporation, an auto parts maker, which has received a $2.31 billion buyout offer from the activist investor Carl C. Icahn, was silent on the reasons behind a long trading halt in its shares yesterday. (REUTERS) The health insurer Aetna said that its fourth-quarter profit increased 4 percent as growing medical enrollment lifted revenue from health care premiums. The company also raised its profit forecast for the full year. (AP) The Embarq Corporation said that fourth-quarter profit rose 25 percent as the communications company added more high-speed Internet subscribers and lost fewer local phone customers than expected. (DOW JONES)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-09T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 784, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9902E2DF1E3FF93AA35751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255c78eb7c8105d7fedf3", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "There is growing speculation that Google is finding it harder than expected to muscle its way into the radio business....", "news_desk": "Business", "lead_paragraph": "There is growing speculation that Google is finding it harder than expected to muscle its way into the radio business.", "headline": {"main": "Google Encounters Hurdles in Selling Radio Advertising", "print_headline": "Google Encounters Hurdles In Selling Radio Advertising"}, "pub_date": "2007-02-10T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "715", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/10/technology/10google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Radio", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "548edc6138f0d8437a5dc991", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "I know, I know. I promised you several ghost stories. This one requires a longer treatment than I expected. I shan't forget the others. * * * I have this story from none other than the great Basil Rathbone. (Sorry, youngsters. Google him or forget...", "news_desk": null, "lead_paragraph": "I know, I know. I promised you several ghost stories. This one requires a longer treatment than I expected. I shan't forget the others.", "headline": {"main": "Basil Rathbone's Mysterious Message", "kicker": "Opinionator"}, "pub_date": "2007-02-13T18:16:43Z", "abstract": "I know, I know. I promised you several ghost stories. This one requires a longer treatment than I expected. I shan't forget the others. * * * I have this story from none other than the great Basil Rathbone. (Sorry, youngsters. Google him or forget it.) I hope it doesn't sound too strange to confess [...]", "print_page": null, "word_count": 869, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2007/02/13/basil-rathbones-mysterious-message/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366f38eb7c8105d8b6df5", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Dick", "rank": 1, "lastname": "CAVETT"}], "original": "By DICK CAVETT"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "A case involving newspapers in Belgium could affect cases that publishers have brought against the search company in other countries....", "news_desk": "Business", "lead_paragraph": "A case involving newspapers in Belgium could affect cases that publishers have brought against the search company in other countries.", "headline": {"main": "Google Said to Violate Copyright Laws", "print_headline": "Google Said to Violate Copyright Laws"}, "pub_date": "2007-02-14T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "812", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/14/business/14google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Newspapers", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Suits and Litigation", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Belgium", "name": "glocations"}, {"rank": "6", "is_major": "N", "value": "Brussels (Belgium)", "name": "glocations"}], "subsection_name": null, "_id": "548ef77b38f0d8437a5dcc34", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thomas", "rank": 1, "lastname": "CRAMPTON"}], "original": "By THOMAS CRAMPTON"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "TRYING HARD TO BE NO. 3 -- A deal to combine four of the nation's largest car rental brands -- National, Alamo, Thrifty and Dollar -- is being discussed as the industry continues to consolidate. If completed, the deal would create the nation's thi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "TRYING HARD TO BE NO. 3 -- A deal to combine four of the nation's largest car rental brands -- National, Alamo, Thrifty and Dollar -- is being discussed as the industry continues to consolidate. If completed, the deal would create the nation's third-largest rental car company. [Page C1.] ANOTHER RECORD TRADE DEFICIT -- The United States ran a record trade deficit in 2006 for the fifth consecutive year, an announcement that quickly reignited the dispute between the Bush administration and Democrats over the value of past and future deals lowering trade barriers. Carlos M. Gutierrez, above, the commerce secretary, said that exports were up nearly 13 percent, while Democrats called for a new direction in trade policies.[C1.] RADIO STATIONS GO VIDEO -- The nation's commercial radio stations have seen the future, and it is in video. Radio stations are putting up video fare on their Web sites, ranging from a simple camera in the broadcast booth to music videos, news clips and Web-only musical performances. [C1.] HIGHER OFFER FOR CAREMARK --The battle for Caremark Rx, the pharmacy benefits manager, moved beyond a war of words as CVS raised its bid for the company for the second time, to $25.7 billion. [C2.] A SMALLER CHRYSLER -- The Chrysler Group is set to announce a restructuring plan that is expected to call for the elimination of 11,000 jobs along with the closing of one and possibly two assembly plants. [C1.] A RULING AGAINST GOOGLE -- A Brussels court ruled that Google had violated copyright laws by publishing links to articles from Belgian newspapers without permission. [C3.] WARNING FROM EXXON MOBIL'S CHIEF -- Exxon Mobil's chief executive, Rex W. Tillerson, said that governments should not rush into policies that could damage the global economy in order to limit carbon emissions. [C3.] PASSING THE UMBRELLA -- Citigroup said it would tie its businesses together under the Citi brand, with a simple stylized arc over its name, and that it would sell its signature red umbrella to the St. Paul Travelers Companies, the insurance company that had previously used the logo. [C3.] MALL OWNER PREFERS NEW BID -- The Mills Corporation, the problem-plagued owner of discount shopping and entertainment centers and traditional malls, has spurned its original merger partner and said that it preferred an offer from a partnership led by the Simon Property Group. [C3.] FASTER COMPUTER MEMORY -- I.B.M. researchers say they have set a speed record for a type of computer memory that promises a fundamental performance increase in a coming generation of microprocessors. [C7.] CALLING FOR NEW ADS -- Advertisers are increasingly looking at cellphones as a lucrative new outlet, and they hope the world's 2.2 billion cellphone users will soon consider it natural to tune into a 15-second spot before watching a video, sending a message or listening to a downloaded song between phone conversations. Advertising. [C5.] UBS REPORTS A FALL IN PROFITS -- The Swiss bank UBS said that its fourth-quarter profit declined 47 percent, to 3.41 billion francs ($2.73 billion), from the year-earlier period, which benefited from the sale of assets. UBS said it was introducing a new share-buyback program representing about 16 billion francs ($12.8 billion) over three years. [C9.] RULING AGAINST AGRICULTURE DEPT. -- A federal judge ruled that the Agriculture Department violated the law by failing to adequately assess possible environmental impacts before approving Monsanto's genetically engineered alfalfa. [C6.] LOSS IS LESS THAN FORECAST -- The home builder KB Home posted a smaller-than-expected quarterly loss, sending its shares up, after taking a $343.3 million noncash charge for declining land values.[C4.] RULING ON LILLY'S DOCUMENTS -- A federal judge ruled that confidential marketing materials belonging to Eli Lilly & Company about its top selling antipsychotic drug Zyprexa must be returned to the company by a doctor and a lawyer who, the judge said, engaged in a scheme to leak them to the media. [C7.] TAKEOVER TALK SPURS MARKETS -- Shares surged, pushing the Dow Jones industrials up by more than 100 points, as a report that two companies are independently trying to buy Alcoa fueled hopes for a pickup in takeover activity. [C7.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. THE SENIOR VICE PRESIDENT OF DELL Inc.'s global online business and marketing division, John S. Hamlin, has decided to leave the computer maker rather than oversee the company's new consumer group, according to an e-mail message sent to several employees. (AP) WELLS FARGO & COMPANY is offering an incentive package that promises to waive Internet trading fees for up to 100 trades a year in stocks, no-load mutual funds and exchange-traded funds for customers who have a combined $25,000 in deposits or loans at the bank. (AP) NASDAQ STOCK MARKET INC. issued a 2007 earnings forecast that did not meet analysts' estimates, overshadowing strong quarterly earnings and sending its shares down 11 percent. (REUTERS) COCA-COLA ENTERPRISES, the largest bottler of Coca-Cola, said that it planned to cut about 3,500 jobs, or 5 percent of its global work force, after taking a $2.9 billion impairment charge in 2006. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 846, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F00EED8163EF937A25751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd255c78eb7c8105d7fee89", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "The Red Herring is reporting that Google has made another acquisition, this time agreeing to buy Adscape Media, which provides advertising within video games, for $23 million. The article seemed to question the move, however, suggesting that the p...", "news_desk": null, "lead_paragraph": "The Red Herring is reporting that Google has made another acquisition, this time agreeing to buy Adscape Media, which provides advertising within video games, for $23 million. The article seemed to question the move, however, suggesting that the purchase \"gives Google little beyond a few potentially interesting patents,\" and adding, \"don't expect the Internet giant to announce big in-game ad deals with publishers like Electronic Arts anytime soon.\"", "headline": {"main": "Google Said to Buy Videogame Advertising Startup", "kicker": "DealBook"}, "pub_date": "2007-02-16T12:46:10Z", "abstract": "The Red Herring is reporting that Google has made another acquisition, this time agreeing to buy Adscape Media, which provides advertising within video games, for $23 million. The article seemed to question the move, however, suggesting that the purchase \"gives Google little beyond a few potentially interesting patents,\" and adding, \"don't expect the Internet giant [...]", "print_page": null, "word_count": 179, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/16/google-said-to-buy-videogame-advertising-startup/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366f68eb7c8105d8b6ea4", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "N.H.L. Commissioner Gary Bettman has tried to offset low TV ratings by spearheading deals with YouTube.com and Google Video....", "news_desk": "Sports", "lead_paragraph": "N.H.L. Commissioner Gary Bettman has tried to offset low TV ratings by spearheading deals with YouTube.com and Google Video.", "headline": {"main": "With Gary Bettman", "kicker": "30 Seconds ", "content_kicker": "30 Seconds"}, "pub_date": "2007-02-18T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "195", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/18/sports/hockey/18seconds.html", "multimedia": [{"subtype": "thumbnail", "url": "images/2007/02/18/sports/18seconds.1.75.jpg", "height": 75, "width": 75, "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/02/18/sports/18seconds.1.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"value": "Bettman, Gary", "is_major": "N", "rank": "1", "name": "persons"}, {"value": "National Hockey League", "is_major": "N", "rank": "2", "name": "organizations"}, {"value": "Hockey, Ice", "is_major": "N", "rank": "3", "name": "subject"}], "subsection_name": "Hockey", "_id": "548f203938f0d8019c0ad0fe", "byline": {"person": [{"firstname": "Michael", "middlename": "S.", "lastname": "SCHMIDT", "rank": 1, "role": "reported", "organization": ""}], "original": "By MICHAEL  S. SCHMIDT"}, "section_name": "Sports"}, {"type_of_material": "Blog", "snippet": "Sony bought video-sharing Web site Grouper in August. Google picked up YouTube, the king of video sites, in October. Now comes a report that Microsoft has taken a look at Revver, yet another venture-backed video-sharing startup. CNET News.com repo...", "news_desk": null, "lead_paragraph": "Sony bought video-sharing Web site Grouper in August. Google picked up YouTube, the king of video sites, in October. Now comes a report that Microsoft has taken a look at Revver, yet another venture-backed video-sharing startup. CNET News.com reports that executives from Microsoft toured Revver's Los Angeles headquarters last month to determine whether that company's service could enhance Soapbox, Microsoft's own, newly launched service.", "headline": {"main": "YouTube Rival Catches Microsoft's Eye", "kicker": "DealBook"}, "pub_date": "2007-02-22T16:06:51Z", "abstract": "Sony bought video-sharing Web site Grouper in August. Google picked up YouTube, the king of video sites, in October. Now comes a report that Microsoft has taken a look at Revver, yet another venture-backed video-sharing startup. CNET News.com reports that executives from Microsoft toured Revver's Los Angeles headquarters last month to determine whether that company's [...]", "print_page": null, "word_count": 245, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/22/youtube-rival-catches-microsofts-eye/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367328eb7c8105d8b7456", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google will unveil communications and productivity software aimed at businesses that will be accessible over the Internet....", "news_desk": "Business", "lead_paragraph": "Google will unveil communications and productivity software aimed at businesses that will be accessible over the Internet.", "headline": {"main": "A Google Package Challenges Microsoft", "sub": "Software Meant for Businesses Will Be Accessible Over the Net;", "print_headline": "A Google Package Challenges Microsoft"}, "pub_date": "2007-02-22T00:00:00Z", "abstract": null, "print_page": "11", "word_count": "783", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/22/technology/22google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}], "subsection_name": null, "_id": "548f4d9c38f0d8019c0ad55c", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Letter", "snippet": "In just 15 minutes of research over the Internet using Google, I was able to find compelling evidence contradicting the central claim of Emily Bazelon's article that the ''scientific evidence strongly shows that abortion does not increase the risk...", "news_desk": "Magazine", "lead_paragraph": "In just 15 minutes of research over the Internet using Google, I was able to find compelling evidence contradicting the central claim of Emily Bazelon's article that the ''scientific evidence strongly shows that abortion does not increase the risk of depression'' (Jan. 21).", "headline": {"main": "Is There a Post-Abortion Syndrome?"}, "pub_date": "2007-02-25T00:00:00Z", "abstract": "Peter McFadden letter comments on Jan 21 article on alleged post-abortion syndrome", "print_page": "12", "word_count": 149, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9400EED6123EF936A15751C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "MCFADDEN, PETER"}, {"name": "subject", "value": "ABORTION"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}], "subsection_name": null, "_id": "4fd2b0398eb7c8105d89fb4e", "byline": null, "section_name": "Magazine; Opinion"}, {"type_of_material": "Blog", "snippet": "Talk that Microsoft might (or at least, should) acquire Yahoo has been going on for months. On Monday, TheStreet.com's Vishesh Kumar joined the chorus, writing that Google's continued encroachment on Microsoft's territory might force the software ...", "news_desk": null, "lead_paragraph": "Talk that Microsoft might (or at least, should) acquire Yahoo has been going on for months. On Monday, TheStreet.com's Vishesh Kumar joined the chorus, writing that Google's continued encroachment on Microsoft's territory might force the software giant's hand. Last week, Google, already the leader of the online search business, introduced an upgraded version of its applications suite, which directly targets Microsoft's venerable Office product.", "headline": {"main": "Google's Moves Rekindle Microsoft-Yahoo Speculation", "kicker": "DealBook"}, "pub_date": "2007-02-26T11:48:34Z", "abstract": "Talk that Microsoft might (or at least, should) acquire Yahoo has been going on for months. On Monday, TheStreet.com's Vishesh Kumar joined the chorus, writing that Google's continued encroachment on Microsoft's territory might force the software giant's hand. Last week, Google, already the leader of the online search business, introduced an upgraded version of its [...]", "print_page": null, "word_count": 377, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/26/googles-moves-rekindle-microsoft-yahoo-speculation/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3675e8eb7c8105d8b7646", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google is working with Dow Jones, Condé Nast, Sony BMG Music and other large content companies to syndicate their video content on other Web sites....", "news_desk": "Business", "lead_paragraph": "Google is working with Dow Jones, Condé Nast, Sony BMG Music and other large content companies to syndicate their video content on other Web sites.", "headline": {"main": "Google in Content Deal With Media Companies", "print_headline": "Google in Content Deal With Media Companies"}, "pub_date": "2007-02-26T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "632", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/26/technology/26google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Dow Jones & Co", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Conde Nast Publications Inc", "name": "organizations"}], "subsection_name": null, "_id": "548f733b38f0d8019c0ad8e9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}], "original": "By LOUISE STORY"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Yahoo and Google are facing a challenge from a tiny adversary named Quigo Technologies over contextual text ads online....", "news_desk": "Business", "lead_paragraph": "Yahoo and Google are facing a challenge from a tiny adversary named Quigo Technologies over contextual text ads online. ", "headline": {"main": "An Ad Upstart Challenges Google", "kicker": "Advertising", "print_headline": "An Ad Upstart Forces Google to Open Up a Little", "content_kicker": "Advertising"}, "pub_date": "2007-02-26T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1612", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/02/26/business/media/26adco.html", "multimedia": [{"width": 600, "url": "images/2007/02/26/business/26adco.600.jpg", "height": 300, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/02/26/business/26adco.600.jpg", "xlargeheight": "300"}, "type": "image"}, {"width": 75, "url": "images/2007/02/26/business/26adco.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/02/26/business/26adco.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}], "subsection_name": "Media", "_id": "548f729738f0d8019c0ad8d8", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}], "original": "By LOUISE STORY"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "NEW FINANCE CHIEF AT CITIGROUP -- Gary L. Crittenden, an American Express executive, has been named Citigroup's chief financial officer, a post that puts him on a path to succeed Charles O. Prince III, its chairman and chief executive. [Page C1.] ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "NEW FINANCE CHIEF AT CITIGROUP -- Gary L. Crittenden, an American Express executive, has been named Citigroup's chief financial officer, a post that puts him on a path to succeed Charles O. Prince III, its chairman and chief executive. [Page C1.] STILL SETTING BUYOUT RECORDS -- Henry R. Kravis, whose role in the RJR Nabisco buyout was the inspiration for ''Barbarians at the Gates,'' is at it again, with a proposed $45 billion buyout of TXU. [C1.] A CHALLENGER IN WEB ADS -- In the competition for those small sponsored ad links that run adjacent to related articles online, both Yahoo and Google are facing a challenge from a tiny adversary named Quigo Technologies, which operates an ad service that bills itself as an alternative to the giants. [C1.] AN UNLIKELY INTERNET STAR -- Shmuel Tennenhaus, an aspiring comedy writer who gained a modest following on YouTube for his droll question-and-answer clips and other spots featuring his grandmother ''Bubby,'' is being wooed by the site's competitors with promises of guaranteed exposure, a share of advertising money, or both. [C1.] A LITTLE HELP FROM HER FRIENDS -- Tila Tequila, left, a onetime model for Playboy.com who was born Tila Nguyen, became famous last year for having the most friends on MySpace.com. Now she's hoping to translate her virtual fame into a real music career. [C4.] YOU, TOO, CAN HAVE MANY PALS -- Users of MySpace.com and similar sites may soon be able to hire ''friends'' for money. [C4.] GOOGLE MOVES INTO DISTRIBUTION -- Google is working with Dow Jones, Condé Nast, Sony BMG Music and other large content companies to syndicate some of their video content on other Web sites. [C6.] POSSIBLE SUITOR FOR TRIBUNE -- The Tribune Company is weighing a proposal from Sam Zell, the Chicago billionaire who sold his office development firm earlier this month for $39 billion in the biggest leveraged buyout ever. [C2.] VIDEO GAMES IN THE THEATER -- A hybrid theater in Madrid blends the seating capacity of a movie theater with the digital fire and fury of a video game. And naturally, there's buttered popcorn. [C4.] A LESSON FOR LAWMAKERS -- As the new Congress experiments with the wide world of blogging and hosting video clips, members are learning the complexities of copyright law, much the way the casual YouTube user has learned that there are corporations out there who own ''Lost'' and can stop you from posting a favorite episode. [C4.] BUYING VIDEO FROM BITTORRENT -- The peer-to-peer pioneer BitTorrent, whose technology unleashed a wave of illegal file-sharing on the Internet, plans a digital media store that will offer thousands of movies, television shows, PC games and music videos each, all legally available for purchase. ''I think what consumers want is a good experience,'' said BitTorrent's chief executive, Bram Cohen, above, ''and the first part of that is making the content they want available legitimately.'' [C5.] NEW DIRECTION IN CHIPS -- Under industry standards, almost all semiconductor chips today have wires that run only along horizontal and vertical axes, not diagonally. But a maker of software tools has made it possible to route lines diagonally as well, which will add to the speed, efficiency and performance of a generation of smaller chips. [C5.] SATELLITE RADIO MERGER -- Washington will take its first look at the proposed merger of XM and Sirius on Wednesday when a House committee meets. But regardless of what Congress thinks about the merger, the satellite radio business is facing huge changes. [C3.] NIKE COMMISSIONING SONGS -- To mark the 25th anniversary of its Air Force 1 sneaker, Nike has commissioned a song from some prominent hip-hop musicians and is selling it on iTunes. The song, ''Better Than I've Ever Been,'' is about perseverance, a theme Nike supplied. [C4.] CANADIAN RAIL STRIKE ENDS -- The Canadian National Railway's striking employees are returning to work after a two-week strike that delayed shipments of coal, grains, lumber and car parts for companies like Ford Motor. [C2.] AWARD FOR TIMES PHOTOGRAPHER -- Tyler Hicks, a staff photographer for The New York Times, was named the newspaper photographer of the year by the Missouri School of Journalism's Pictures of the Year International contest. [C2.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-02-26T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 700, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=940DE5D6113EF935A15751C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd279cf8eb7c8105d83dad8", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "What do venture capitalists do with the time they are saving from their lack of exits? In the case of Sequoia Capital and ComVentures, they scrutinize eachother's corporate Web sites and end up in court over them. According to court documents, Seq...", "news_desk": null, "lead_paragraph": "What do venture capitalists do with the time they are saving from their lack of exits? In the case of Sequoia Capital and ComVentures, they scrutinize eachother's corporate Web sites and end up in court over them.", "headline": {"main": "V.C. Firms Rumble over Web Sites", "kicker": "DealBook"}, "pub_date": "2007-02-27T15:12:49Z", "abstract": "What do venture capitalists do with the time they are saving from their lack of exits? In the case of Sequoia Capital and ComVentures, they scrutinize eachother's corporate Web sites and end up in court over them. According to court documents, Sequoia, the Silicon Valley institution whose investments range from Oracle and Apple to Google [...]", "print_page": null, "word_count": 251, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/27/vc-firms-rumble-over-copycat-web-sites/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd366f68eb7c8105d8b6eb1", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Unlike the last Internet boom, entrepreneurs in \"Silicon Alley,\" New York's venture-capital community, is filled with older, more experienced entrepreneurs who focus more on long-term profits. Internet heavyweights like Google have opened up ambit...", "news_desk": null, "lead_paragraph": "Unlike the last Internet boom, entrepreneurs in \"Silicon Alley,\" New York's venture-capital community, is filled with older, more experienced entrepreneurs who focus more on long-term profits. Internet heavyweights like Google have opened up ambitious new offices in the Big Apple. But some things never change, according to The New York Sun's Jay Akasie: Just like in the olden days, Silicon Alley still takes a distant second to the West Coast.", "headline": {"main": "The (Potential) Rise of Silicon Alley 2.0", "kicker": "DealBook"}, "pub_date": "2007-02-27T12:01:30Z", "abstract": "Unlike the last Internet boom, entrepreneurs in \"Silicon Alley,\" New York's venture-capital community, is filled with older, more experienced entrepreneurs who focus more on long-term profits. Internet heavyweights like Google have opened up ambitious new offices in the Big Apple. But some things never change, according to The New York Sun's Jay Akasie: Just like [...]", "print_page": null, "word_count": 238, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/27/silicon-alley-20-steps-up-to-the-plate/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3675e8eb7c8105d8b764d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Executives at Google's YouTube might want to take a page out of the playbook of Niklas Zennstrom and Janus Friis. This time, the duo behind the file-sharing service Kazaa and the Internet telephone service Skype are dotting their i's and crossing ...", "news_desk": null, "lead_paragraph": "Executives at Google's YouTube might want to take a page out of the playbook of Niklas Zennstrom and Janus Friis. This time, the duo behind the file-sharing service Kazaa and the Internet telephone service Skype are dotting their i's and crossing their t's when it comes to their latest venture, the web video start-up Joost. Revenue-sharing agreements have been signed. Licenses have been granted.", "headline": {"main": "Kazaa's Creators Do Latest Venture by the Book", "kicker": "DealBook"}, "pub_date": "2007-02-27T07:18:01Z", "abstract": "Executives at Google's YouTube might want to take a page out of the playbook of Niklas Zennstrom and Janus Friis. This time, the duo behind the file-sharing service Kazaa and the Internet telephone service Skype are dotting their i's and crossing their t's when it comes to their latest venture, the web video start-up Joost. [...]", "print_page": null, "word_count": 347, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/02/27/kazaas-creators-do-latest-venture-by-the-book/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367128eb7c8105d8b70e7", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The delicious tale of one man's attempt to track down the photographer and location of one of the default Windows desktop backgrounds....", "news_desk": null, "lead_paragraph": "Read this delicious tale of one man's attempt to track down the photographer and location of one of the default Windows desktop backgrounds. It's hilarious, gripping, and enlightening-in that it's phone calls and human intervention, not Google or the Web, that ultimately lands his quarry.", "headline": {"main": "Quest for a Desktop Image", "kicker": "Pogue's Posts"}, "pub_date": "2007-02-28T12:35:49Z", "abstract": "The delicious tale of one man's attempt to track down the photographer and location of one of the default Windows desktop backgrounds.", "print_page": null, "word_count": 54, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://pogue.blogs.nytimes.com/2007/02/28/quest-for-a-desktop-image/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367768eb7c8105d8b78ae", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "David", "rank": 1, "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology"}], "meta": {"hits": 36}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}