{"response": {"docs": [{"type_of_material": "Blog", "snippet": "Microsoft has emerged as a contender to buy the online advertising firm 24/7 Real Media in an effort to stay competitive with online rivals Google and Yahoo, The New York Post reported Tuesday. Citing unnamed sources, the Post said that Microsoft ...", "news_desk": null, "lead_paragraph": "Microsoft has emerged as a contender to buy the online advertising firm 24/7 Real Media in an effort to stay competitive with online rivals Google and Yahoo, The New York Post reported Tuesday. Citing unnamed sources, the Post said that Microsoft is considering a bid of about $1 billion, a hefty premium over the $600 million value that analysts have given the firm.", "headline": {"main": "Microsoft Is Said to Consider a Bid for 24/7", "kicker": "DealBook"}, "pub_date": "2007-05-01T08:24:13Z", "abstract": "Microsoft has emerged as a contender to buy the online advertising firm 24/7 Real Media in an effort to stay competitive with online rivals Google and Yahoo, The New York Post reported Tuesday. Citing unnamed sources, the Post said that Microsoft is considering a bid of about $1 billion, a hefty premium over the $600 [...]", "print_page": null, "word_count": 151, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/01/microsoft-is-said-to-consider-a-bid-for-247/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368078eb7c8105d8b8a9b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Responding to Viacom’s $1 billion copyright infringement suit, Google said that it would not back off, declaring that the law was on its side....", "news_desk": "Business", "lead_paragraph": "Responding to Viacom’s $1 billion copyright infringement suit, Google said that it would not back off, declaring that the law was on its side.", "headline": {"main": "Google Calls Viacom Suit on YouTube Unfounded", "print_headline": "Google Calls Viacom Suit On YouTube Unfounded"}, "pub_date": "2007-05-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "623", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/01/technology/01google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Suits and Litigation", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Viacom Incorporated", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Copyrights", "name": "subject"}], "subsection_name": null, "_id": "54899d9338f0d82a6712471b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "MAJOR PATENT RULING -- The Supreme Court, in its most significant patent ruling in years, made it more difficult to get a patent on new products that combine elements of existing inventions. [Page C1.]    SAFEGUARDING FOOD -- As Food and Drug Admi...", "news_desk": "Business/Financial Desk", "lead_paragraph": "MAJOR PATENT RULING -- The Supreme Court, in its most significant patent ruling in years, made it more difficult to get a patent on new products that combine elements of existing inventions. [Page C1.] SAFEGUARDING FOOD -- As Food and Drug Administration inspectors head to China to investigate contaminated pet food, critics in Washington are warning that the agency is wholly understaffed and underfunded to safeguard America's food supply. [C1.] DELTA EXITS BANKRUPTCY -- Delta Air Lines has emerged from bankruptcy protection after cutting billions in costs during a 19-month reorganization. Its board must now find a new chief executive to replace Gerald Grinstein, above, and decide whether to sell or spin off Comair, its regional feeder carrier. [C6.] LURE OF LASALLE -- For Bank of America and the Royal Bank of Scotland, acquiring LaSalle Bank of Chicago would offer each an efficient way to gain a strong foothold there and throughout the Midwest, where LaSalle has 140 branches. [C1.] QUESTIONABLE TECHNIQUE -- An accounting technique called gain on sale is haunting New Century Financial, a subprime mortgage lender now facing bankruptcy and investigations by federal prosecutors and securities regulators. [C1.] PROMISE OF PLANKTON -- Some Silicon Valley technocrats are betting plankton can save the planet. Several groups are working on ventures to grow vast floating fields of plankton that could absorb carbon dioxide from the atmosphere and carry it to the depths of the ocean. [C1.] WOLFOWITZ DEFENDS HIMSELF -- Paul D. Wolfowitz, the president of the World Bank, told bank directors it would be unfair and hypocritical to dismiss him, but he hinted he might be willing to resign if he was cleared of any misconduct. [A3.] HALLIBURTON DENIES BREAKING LAW -- A Halliburton executive insisted during a Senate hearing concerning the company's business dealings in Iran that it had done nothing wrong. [A6.] DEBATE OVER CHANGES FOR F.D.A. -- he Senate debated legislation that could fundamentally change the way the F.D.A. operates by providing it with more power and more money to insure that drugs are as safe as advertised. [A18.] AN ENERGY CHALLENGE -- With the increasing use of coal inevitable, clearing a hurdle to burn it on a big scale -- separating the carbon dioxide and sequestering it -- could turn out to be one of the major engineering challenges of the century. [Science, F3.] CHINESE WEB COMPANY TO GO PUBLIC -- China's leading e-commerce company, Alibaba.com, is planning to go public later this year in what could be the biggest initial public offering there for an Internet company. [C10.] GROUP CRITICIZES WAL-MART -- Human Rights Watch contends that Wal-Mart's efforts to keep out labor unions have often violated federal law and infringed on workers' rights. Wal-Mart, with more than 1.3 million workers at nearly 4,000 stores in the United States, strongly defended its practices. [C3.] UPDATING 'OL' LONELY' -- The Maytag repairman, who started appearing in national commercials in 1967, is becoming more active and gregarious in a change meant to update the concept of ''Ol' Lonely'' for a new generation of shoppers. [C3.] GOOGLE RESPONDS TO VIACOM SUIT -- In an initial response to the lawsuit filed in United States District Court in Manhattan, Google says Viacom's $1 billion copyright infringement suit over video clips on YouTube is unfounded and ought to be dismissed. [C2.] PROFIT DECLINES AT VERIZON -- Verizon's profit declined in the first quarter, but the company continued to have strong growth in wireless and broadband subscriptions as it begins to offer Internet and television services. [C2.] GOOD NEWS FOR TWO TABLOIDS -- With the exception of two New York tabloids that showed solid gains -- The New York Post and The Daily News -- newspaper circulation continued a sharp decline nationally, new figures show. [C10.] KELLOGG'S EARNINGS RISE -- Kellogg's first-quarter earnings climbed 17 percent, helped by stronger snack sales and a tax benefit. The company, which makes food like cereal, cookies and waffles, also raised its full-year outlook. Kellogg's North American sales rose 7 percent as revenue rose 9 percent. Excluding the tax benefit, earnings were 70 cents a share. [C11.] DEUTSCHE BÖRSE BUYS EXCHANGE -- The German stock exchange operator Deutsche Börse has agreed to buy International Securities Exchange Holdings, an options exchange in New York that is the largest after the Chicago Board Options Exchange, for $2.8 billion. [C10.] WHEN THE BACKUP FAILS -- When the editorial computer system crashed at Business 2.0, a Time Inc. magazine that has written about the importance of backing up computer files, its back-up server failed to do its job. Luckily, the monthly magazine has been able to recover. [C11.] LESSONS FOR HEDGE FUNDS -- Hedge and equity funds are discovering the they may need to develop a credible public persona to capitalize on the keen interest in their high-returning funds and to go public. [C10.] WHEN TRAVELING, TAKE FOOD -- Dieticians and nutritionists recommend taking along a stash of food, which can help relieve stress if you should get stuck on the tarmac. [C5.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 835, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E0D8133EF932A35756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0b78eb7c8105d8a0809", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "As business school students prepare for graduation, they will face an inevitable barrage of questions from friends and relatives - most prominent among them: So, where are you going to work? If they had their way, many of this year's B-school stud...", "news_desk": null, "lead_paragraph": "As business school students prepare for graduation, they will face an inevitable barrage of questions from friends and relatives -- most prominent among them: So, where are you going to work?", "headline": {"main": "M.B.A.'s Dream of Google and Goldman", "kicker": "DealBook"}, "pub_date": "2007-05-03T14:00:33Z", "abstract": "As business school students prepare for graduation, they will face an inevitable barrage of questions from friends and relatives - most prominent among them: So, where are you going to work? If they had their way, many of this year's B-school students would apparently prefer to answer that question with the word \"Google,\" as the [...]", "print_page": null, "word_count": 222, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/03/mbas-dream-of-google-and-goldman/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367bb8eb7c8105d8b8319", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Brief", "snippet": "Belgian French-language newspapers were back on Google after agreeing that the search engine can link to their Web sites, the first signs of a thaw in a copyright dispute. But neither has so far settled a major part of the dispute: the use of news...", "news_desk": "Business", "lead_paragraph": "Belgian French-language newspapers were back on Google after agreeing that the search engine can link to their Web sites, the first signs of a thaw in a copyright dispute. But neither has so far settled a major part of the dispute: the use of newspaper article links on Google News. In February, Google lost a lawsuit filed by the newspapers, forcing it to remove headlines and links to news articles posted on its Google News service and stored in its search engine’s cache without the copyright owners’ permission. In a joint statement, Google and the newspapers’ copyright group Copiepresse said they had decided that Google could once again list the newspapers on the search engine.", "headline": {"main": "Belgium: Small Step in News Search Dispute", "kicker": "World Business Briefing", "print_headline": "Small Step In News Search Dispute", "content_kicker": "World Business Briefing"}, "pub_date": "2007-05-04T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "115", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/04/business/worldbusiness/04fobriefs-SMALLSTEPINN_BRF.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Belgium", "name": "glocations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Newspapers", "name": "subject"}], "subsection_name": "World Business", "_id": "5489b90138f0d82a67124bac", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Microsoft and Yahoo are discussing a business partnership in their effort to compete with Google....", "news_desk": "Business", "lead_paragraph": "Microsoft and Yahoo are discussing a business partnership in their effort to compete with Google.", "headline": {"main": "Rumors Fly on Microsoft and Yahoo", "sub": "An Acquisition Seems Unlikely;", "print_headline": "Rumors Fly On Microsoft And Yahoo"}, "pub_date": "2007-05-05T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1203", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/05/technology/05soft.html", "multimedia": [{"width": 600, "url": "images/2007/05/05/business/05sofrt.xlaerge1.jpg", "height": 350, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/05/05/business/05sofrt.xlaerge1.jpg", "xlargeheight": "350"}, "type": "image"}, {"width": 75, "url": "images/2007/05/05/business/05soft.751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/05/05/business/05soft.751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "5489c08438f0d82a67124ced", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}, {"firstname": "Andrew", "middlename": "Ross", "lastname": "SORKIN", "rank": 2, "role": "reported", "organization": ""}], "original": "By JOHN MARKOFF and ANDREW ROSS SORKIN"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Times Square gets more hits on Google than the Eiffel Tower. And this is considered useful data in an economic development study....", "news_desk": null, "lead_paragraph": "Times Square makes up only 0.1 percent of New York City's area, but accounts for 5 percent of the city's jobs and 10 percent of the city's economic output -- more than the combined gross domestic products of Bolivia and Panama -- and is far more popular around the world than the Eiffel Tower in Paris, at least as measured by Google hits.", "headline": {"main": "Times Square vs. Eiffel Tower", "kicker": "The Empire Zone"}, "pub_date": "2007-05-08T14:46:02Z", "abstract": "Times Square gets more hits on Google than the Eiffel Tower. And this is considered useful data in an economic development study.", "print_page": null, "word_count": 201, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://empirezone.blogs.nytimes.com/2007/05/08/times-square-vs-eiffel-tower/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367bb8eb7c8105d8b82aa", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sewell", "rank": 1, "lastname": "CHAN"}], "original": "By SEWELL CHAN"}, "section_name": "N.Y./Region"}, {"type_of_material": "Blog", "snippet": "A hint for start-ups hoping to be acquired by Google (and what start-up doesn't?): Don't try to bamboozle the Internet giant. The warning came from Google's acquisitions chief, Salman Ullah, during a conference for venture capitalists in Monterrey...", "news_desk": null, "lead_paragraph": "A hint for start-ups hoping to be acquired by Google (and what start-up doesn't?): Don't try to bamboozle the Internet giant. The warning came from Google's acquisitions chief, Salman Ullah, during a conference for venture capitalists in Monterrey last week. The Red Herring's Scott Martin wrote about the event Tuesday on the magazine's blog.", "headline": {"main": "Crazy Is O.K., But Don't Lie to Google", "kicker": "DealBook"}, "pub_date": "2007-05-08T13:59:38Z", "abstract": "A hint for start-ups hoping to be acquired by Google (and what start-up doesn't?): Don't try to bamboozle the Internet giant. The warning came from Google's acquisitions chief, Salman Ullah, during a conference for venture capitalists in Monterrey last week. The Red Herring's Scott Martin wrote about the event Tuesday on the magazine's blog. \"If [...]", "print_page": null, "word_count": 159, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/08/crazy-is-ok-but-dont-lie-to-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367d78eb7c8105d8b8576", "byline": null, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Bill Gates, Microsoft's chairman, spoke to hundreds of marketers and advertising agencies in Seattle on Tuesday amid rumblings about his company's struggle to compete against Google in online advertising and about its efforts to court Yahoo for so...", "news_desk": null, "lead_paragraph": "Bill Gates, Microsoft's chairman, spoke to hundreds of marketers and advertising agencies in Seattle on Tuesday amid rumblings about his company's struggle to compete against Google in online advertising and about its efforts to court Yahoo for some sort of partnership.", "headline": {"main": "Gates Discusses Software, but Talk of a Yahoo Deal Persists", "kicker": "DealBook"}, "pub_date": "2007-05-09T06:16:03Z", "abstract": "Bill Gates, Microsoft's chairman, spoke to hundreds of marketers and advertising agencies in Seattle on Tuesday amid rumblings about his company's struggle to compete against Google in online advertising and about its efforts to court Yahoo for some sort of partnership. But Mr. Gates skirted those issues entirely and focused on what Microsoft has done [...]", "print_page": null, "word_count": 347, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/09/gates-discusses-software-but-talk-of-a-yahoo-deal-persists/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367ff8eb7c8105d8b8943", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "In an era of skyrocketing pay for chief executives and growing shareholder angst about it, a handful of C.E.O.s are opting to draw a $1 paycheck or none at all. Seven C.E.O.s in the Standard & Poor's 500-stock index were paid $1 or less in 2006, i...", "news_desk": null, "lead_paragraph": "In an era of skyrocketing pay for chief executives and growing shareholder angst about it, a handful of C.E.O.s are opting to draw a $1 paycheck or none at all. Seven C.E.O.s in the Standard & Poor's 500-stock index were paid $1 or less in 2006, including Apple's Steven P. Jobs and Google's Eric Schmidt.", "headline": {"main": "The $1 C.E.O.: Narcissist or Everyman?", "kicker": "DealBook"}, "pub_date": "2007-05-10T08:03:00Z", "abstract": "In an era of skyrocketing pay for chief executives and growing shareholder angst about it, a handful of C.E.O.s are opting to draw a $1 paycheck or none at all. Seven C.E.O.s in the Standard & Poor's 500-stock index were paid $1 or less in 2006, including Apple's Steven P. Jobs and Google's Eric Schmidt. [...]", "print_page": null, "word_count": 160, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/10/the-1-ceo-narcissist-or-everyman/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f38eb7c8105d8b8756", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "That was fast. The online video site Joost, the latest venture by the founders of Skype, has raised $45 million in funding from four venture capital and media groups, just a week after introducing the service. Sequoia Capital, which backed Yahoo, ...", "news_desk": null, "lead_paragraph": "That was fast. The online video site Joost, the latest venture by the founders of Skype, has raised $45 million in funding from four venture capital and media groups, just a week after introducing the service.", "headline": {"main": "Freshly Launched Joost Scores $45 Million", "kicker": "DealBook"}, "pub_date": "2007-05-10T07:40:34Z", "abstract": "That was fast. The online video site Joost, the latest venture by the founders of Skype, has raised $45 million in funding from four venture capital and media groups, just a week after introducing the service. Sequoia Capital, which backed Yahoo, Google and YouTube; Index Ventures, an early investor in Skype; Li Ka-shing, the Hong [...]", "print_page": null, "word_count": 286, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/10/freshly-launched-joost-scores-45-million/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367ff8eb7c8105d8b894d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google refuses Thailand's order to block two YouTube videos....", "news_desk": null, "lead_paragraph": "Two months after Thailand blocked YouTube over video clips it said insulted the King, a response emerged from its owner, Google, in a letter released by the nation's communications minister. Google has not commented so far.", "headline": {"main": "Google Draws a Line With Thailand", "kicker": "The Lede"}, "pub_date": "2007-05-11T11:17:47Z", "abstract": "Google refuses Thailand's order to block two YouTube videos.", "print_page": null, "word_count": 311, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/05/11/google-draws-a-line-with-thailand/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367bb8eb7c8105d8b82dd", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "Blog", "snippet": "Google, which last month announced a deal to buy online ad firm DoubleClick for $3.1 billion, said that while it has become more comfortable doing big acquisitions, it still sees small technology deals as its primary thrust for buying businesses. ...", "news_desk": null, "lead_paragraph": "Google, which last month announced a deal to buy online ad firm DoubleClick for $3.1 billion, said that while it has become more comfortable doing big acquisitions, it still sees small technology deals as its primary thrust for buying businesses.", "headline": {"main": "Google C.E.O. On Dealmaking Strategy", "kicker": "DealBook"}, "pub_date": "2007-05-11T08:30:26Z", "abstract": "Google, which last month announced a deal to buy online ad firm DoubleClick for $3.1 billion, said that while it has become more comfortable doing big acquisitions, it still sees small technology deals as its primary thrust for buying businesses. Chief Executive Eric Schmidt told reporters at a briefing at Google headquarters that the Web [...]", "print_page": null, "word_count": 267, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/11/google-ceo-on-dealmaking-strategy/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367c88eb7c8105d8b842f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "A strategy announcement by Google is less a shift than a new message — a way for the company to talk about its initiatives in a way shareholders can readily understand....", "news_desk": "Business", "lead_paragraph": "A strategy announcement by Google is less a shift than a new message — a way for the company to talk about its initiatives in a way shareholders can readily understand.", "headline": {"main": "Out of Chaos, Order. Or So Google Says.", "print_headline": "Out of Chaos, Order. Or So Google Says."}, "pub_date": "2007-05-11T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "353", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/11/technology/11google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Stocks and Bonds", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "California", "name": "glocations"}], "subsection_name": null, "_id": "5489e8d438f0d8017fa6473f", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "OXYCONTIN MAKER PLEADS GUILTY -- The company that makes the painkiller OxyContin and three of its current and former executives pleaded guilty to charges that the firm misled doctors and patients when it claimed that the drug was less likely to be...", "news_desk": "Business/Financial Desk", "lead_paragraph": "OXYCONTIN MAKER PLEADS GUILTY -- The company that makes the painkiller OxyContin and three of its current and former executives pleaded guilty to charges that the firm misled doctors and patients when it claimed that the drug was less likely to be abused than traditional narcotics. [Page A1.] ACCORD ON TRADE PACTS -- The Bush administration reached a major accord with the House speaker, Nancy Pelosi, and other Democrats to attach environmental and worker protections in several pending trade agreements, clearing the way for early passage of some pacts. [A1.] A JETBLUE DEPARTURE -- JetBlue's service meltdown during a mid-February storm has now led its founder, David Neeleman, to heed the urgings of his board and reluctantly agree to step aside as chief executive of the airline. [C1.] SMOKING JOINS SEX AND VIOLENCE -- The Motion Picture Association of America said portrayals of smoking would be considered alongside sex and violence in assessing the suitability of movies for young viewers. Films that appear to glamorize smoking will risk a more restrictive rating. [C1.] CONFLICTS AMONG PAY CONSULTANTS -- Congressional lawmakers are looking into the potential conflicts among executive compensation consulting firms that do other lucrative work for the companies whose pay they help devise. [C1.] UNHAPPY WITH FORD'S EX-CHIEF -- A group of Ford Motor shareholders at the annual meeting took turns criticizing every decision made by William Clay Ford Jr. as the former chief executive, except one -- his decision to hire Alan R. Mulally as his successor. Mr. Mulally urged patience, and promised results ''in the months and the years ahead.'' [C3.] RETAIL SALES SAG -- From department stores to discount chains, sales were dismal last month, suggesting that rising gas prices and the flagging housing market are starting to weigh on American consumers. [C1.] A NUCLEAR PLANT REBORN -- The Tennessee Valley Authority plans to reopen a nuclear reactor that was closed 22 years ago for safety reasons. The move, after $1.8 billion in repairs, reflects increased interest in nuclear power, and underscores how hard companies think it will be to build a new plant. [C3.] CROSS-EXAMINATION CONTINUES -- F. David Radler, the chief witness against the media baron Conrad M. Black, endured more withering cross-examination and was again called a liar before a federal jury hearing the case against Mr. Black and others accused of stealing millions from the publishing company Hollinger International. [C5.] GOOGLE'S FOCUS -- The chief executive at Google, Eric E. Schmidt, speaking to shareholders, said the company's long and varied array of initiatives was organized around three ideas: ''search, ads and apps,'' using a shorthand for applications, or software programs. [C5.] TREASURY INQUIRY ON FILMMAKER -- The filmmaker Michael Moore, below, is being investigated by the Treasury Department over a trip he made to Cuba for his new film, ''Sicko.'' At issue is whether he violated restrictions on travel to Cuba when he accompanied sick workers seeking free medical care. On Mr. Moore's Web site, the film's producer, Meghan O'Hara, called the department's actions a ''politically motivated investigation.'' [A24.] A FALL LINEUP TAKES SHAPE -- NBC took the first steps toward rebuilding its prime-time schedule by ordering five new hours of drama programs, which will be part of the fall schedule the network plans to announce to advertisers on Monday. [C2.] EUROPEAN BANK SIGNALS RATE RISE -- The European Central Bank signaled that it would lift interest rates as early as June to prevent a robust European economy from stoking inflation. [C7.] BOOST FOR INTERNET TV VENTURE -- Joost, a start-up that delivers television programming over the Internet, said that it had received $45 million in financing from venture capitalists and content partners including CBS and Viacom. [C7.] DOW SLUMPS NEARLY 150 POINTS -- Stocks plunged, slicing nearly 150 points off the Dow Jones industrial average after reports of weak sales at many of the major retailers. [C9.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. The former top lawyer at the software maker Comverse Technology Inc. was sentenced yesterday to a year and one day in prison for his role in a stock options backdating scheme, becoming the first corporate executive to be sentenced for options-related crimes. (REUTERS) Sara Lee Corporation, the food and household products maker, said that its third-quarter profit nearly tripled on revenue growth in its international beverage, bakery, household and body care segments. (AP) The Goldman Sachs Group said that John Browne, who quit as chief executive of BP on May 1, had resigned from the Goldman board. (REUTERS) EchoStar Communications, parent of the Dish Network satellite television service, said that its quarterly profit rose 7 percent as subscriber growth helped overcome higher marketing costs. (REUTERS) The American International Group, one of the world's largest insurers, said that its profit rose more than 29 percent in the first quarter on strong growth in underwriting results and investment income. (AP) The Interpublic Group of Companies posted a larger-than-expected quarterly loss yesterday as it struggled with high salary costs and weak revenue in Europe and Asia. (REUTERS) TyCo International was named in a bondholders' lawsuit filed by the American International Group, which is trying to stop Tyco's planned bond tender offer, saying the company was offering a below-contract price for its debt. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-11T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 876, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9507E1D71431F932A25756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd27c448eb7c8105d842150", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google also said two other videos that had angered the government would stay on the site, because they did not break laws....", "news_desk": "Business", "lead_paragraph": "Google also said two other videos that had angered the government would stay on the site, because they did not break laws.", "headline": {"main": "Google to Block Video Clips That Thais Say Insult King", "print_headline": "Google to Block Video Clips That Thais Say Insult King"}, "pub_date": "2007-05-12T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "301", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/12/technology/12youtube.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Thailand", "name": "glocations"}, {"rank": "3", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Politics and Government", "name": "subject"}], "subsection_name": null, "_id": "5489f06d38f0d8017fa6487d", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Even as rumors swirl that Yahoo might be heading for some kind of deal with Microsoft, the Internet giant has picked a technology deal maker as its next chief financial officer. Yahoo announced Tuesday that it had hired Blake J. Jorgensen, a co-fo...", "news_desk": null, "lead_paragraph": "Even as rumors swirl that Yahoo might be heading for some kind of deal with Microsoft, the Internet giant has picked a technology deal maker as its next chief financial officer. Yahoo announced Tuesday that it had hired Blake J. Jorgensen, a co-founder of the technology-focused investment bank Thomas Weisel Partners, as its finance chief. He will succeed Susan L. Decker, who took control of the company's advertising operations in December amid mounting competition from its archrival Google.", "headline": {"main": "Yahoo Hires Thomas Weisel Co-founder as Finance Chief", "kicker": "DealBook"}, "pub_date": "2007-05-15T10:31:50Z", "abstract": "Even as rumors swirl that Yahoo might be heading for some kind of deal with Microsoft, the Internet giant has picked a technology deal maker as its next chief financial officer. Yahoo announced Tuesday that it had hired Blake J. Jorgensen, a co-founder of the technology-focused investment bank Thomas Weisel Partners, as its finance chief. [...]", "print_page": null, "word_count": 228, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/15/yahoo-hires-thomas-weisel-co-founder-as-cfo/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f38eb7c8105d8b875d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "A week after confirming that it hired an investment bank to explore \"strategic alternatives,\" 24/7 Real Media has decided that a sale is the way to go. The company, which provides online marketing services, said it agreed to be bought by advertisi...", "news_desk": null, "lead_paragraph": "A week after confirming that it hired an investment bank to explore \"strategic alternatives,\" 24/7 Real Media has decided that a sale is the way to go. The company, which provides online marketing services, said it agreed to be bought by advertising and marketing firm WPP Group for $11.75 per share in cash, or about $649 million net of cash acquired. The sale of 24/7 is just the latest in a string of deals involving online advertising companies: Google recently bought DoubleClick for $3.1 billion, and Yahoo paid $680 million for the part of Right Media that it didn't already own.", "headline": {"main": "Advertising Group WPP Takes 24/7 Real Media", "kicker": "DealBook"}, "pub_date": "2007-05-17T11:23:49Z", "abstract": "A week after confirming that it hired an investment bank to explore \"strategic alternatives,\" 24/7 Real Media has decided that a sale is the way to go. The company, which provides online marketing services, said it agreed to be bought by advertising and marketing firm WPP Group for $11.75 per share in cash, or about [...]", "print_page": null, "word_count": 143, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/17/advertising-group-wpp-to-buy-247-real-media/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f58eb7c8105d8b883e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "In a new approach, citations from news reports, images and video will be combined in results of a single query....", "news_desk": "Business", "lead_paragraph": "In a new approach, citations from news reports, images and video will be combined in results of a single query.", "headline": {"main": "Google’s One-Stop Search to Yield Text and Images", "print_headline": "Google&#8217;s One-Stop Search To Yield Text and Images"}, "pub_date": "2007-05-17T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "709", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/17/technology/17google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "YouTube.com", "name": "organizations"}], "subsection_name": null, "_id": "548a364738f0d8017fa64e8b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "A federal appeals court ended a preliminary injunction against Google’s display of thumbnail-size photos from a sexually explicit site....", "news_desk": "Business", "lead_paragraph": "A federal appeals court ended a preliminary injunction against Google’s display of thumbnail-size photos from a sexually explicit site.", "headline": {"main": "Injunction Ended Against Google", "print_headline": "Injunction Ended Against Google"}, "pub_date": "2007-05-17T00:00:00Z", "abstract": null, "print_page": "13", "word_count": "158", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/17/business/17legal.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Photography", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "San Francisco (Calif)", "name": "glocations"}], "subsection_name": null, "_id": "548a330538f0d8017fa64e3d", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "In a new approach, citations from news reports, images and video will be combined in results of a single query....", "news_desk": "Business", "lead_paragraph": "In a new approach, citations from news reports, images and video will be combined in results of a single query.", "headline": {"main": "Google Revamps Its Search System"}, "pub_date": "2007-05-17T00:00:00Z", "abstract": null, "print_page": null, "word_count": "221", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/17/technology/17google-web.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "548a2ead38f0d8017fa64dd3", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Whether it was because of sheer luck or an inside tip, options traders made some big bets on aQuantive on Thursday - just in time to cash in on the company's $6 billion deal to be acquired by Microsoft. Trading in aQuantive's options has been acti...", "news_desk": null, "lead_paragraph": "Whether it was because of sheer luck or an inside tip, options traders made some big bets on aQuantive on Thursday -- just in time to cash in on the company's $6 billion deal to be acquired by Microsoft. Trading in aQuantive's options has been active for weeks, driven in part by the rampant takeover speculation surrounding many independent Web advertising firms since Google's $3.1 billion deal for DoubleClick in mid-April. But according to Jon Najarian, co-founder of OptionMonster, activity in aQuantive's call options went through the roof on Thursday, with a volume of 9,363 contracts, or more than five times the average volume on the previous five days.", "headline": {"main": "Before the aQuantive Deal, Lots of Well-Timed Trades", "kicker": "DealBook"}, "pub_date": "2007-05-18T12:08:29Z", "abstract": "Whether it was because of sheer luck or an inside tip, options traders made some big bets on aQuantive on Thursday - just in time to cash in on the company's $6 billion deal to be acquired by Microsoft. Trading in aQuantive's options has been active for weeks, driven in part by the rampant takeover [...]", "print_page": null, "word_count": 303, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/18/before-the-aquantive-deal-lots-of-well-timed-trades/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367e18eb7c8105d8b8636", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The plan to purchase aQuantive for $6 billion, at an 85 percent premium, comes after acquisitions of other firms by WWP Group, Google and Yahoo....", "news_desk": "Business", "lead_paragraph": "The plan to purchase aQuantive for $6 billion, at an 85 percent premium, comes after acquisitions of other firms by WWP Group, Google and Yahoo.", "headline": {"main": "Microsoft Is Latest to Buy Online Ad Company"}, "pub_date": "2007-05-18T08:31:00Z", "abstract": null, "print_page": null, "word_count": "251", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/18/business/media/18wire-microsoft.html", "multimedia": [], "keywords": [], "subsection_name": "Media", "_id": "548a453638f0d8017fa64fe9", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "With the purchase of 24/7 Real Media, WPP Group's chief executive, Martin Sorrell, who called Google a \"frenemy\" last fall, is hoping to become a frenemy himself. The chief of the advertising holding company that owns traditional ad agencies has p...", "news_desk": null, "lead_paragraph": "With the purchase of 24/7 Real Media, WPP Group's chief executive, Martin Sorrell, who called Google a \"frenemy\" last fall, is hoping to become a frenemy himself.", "headline": {"main": "The 24/7 Real Media Sale: A Story of 'Frenemies'", "kicker": "DealBook"}, "pub_date": "2007-05-18T08:03:28Z", "abstract": "With the purchase of 24/7 Real Media, WPP Group's chief executive, Martin Sorrell, who called Google a \"frenemy\" last fall, is hoping to become a frenemy himself. The chief of the advertising holding company that owns traditional ad agencies has publicly expressed concern in recent weeks about Google's plan to pay $3.1 billion to acquire [...]", "print_page": null, "word_count": 375, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/18/the-247-real-media-sale-a-story-of-frenemies/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f58eb7c8105d8b883f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The purchase, valued at $649 million, is an effort to catch up with Google in Internet advertising....", "news_desk": "Business", "lead_paragraph": "The purchase, valued at $649 million, is an effort to catch up with Google in Internet advertising.", "headline": {"main": "WPP Group to Buy 24/7 Real Media, an Online Ad Company"}, "pub_date": "2007-05-18T00:00:00Z", "abstract": null, "print_page": null, "word_count": "688", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/18/business/media/18online-web.html", "multimedia": [], "keywords": [], "subsection_name": "Media", "_id": "548a388c38f0d8017fa64ec1", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}], "original": "By LOUISE STORY"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The plan to purchase aQuantive for $6 billion, at an 85 percent premium, comes after acquisitions of other firms by WPP Group, Google and Yahoo....", "news_desk": "Business", "lead_paragraph": "The plan to purchase aQuantive for $6 billion, at an 85 percent premium, comes after acquisitions of other firms by WPP Group, Google and Yahoo.", "headline": {"main": "Microsoft to Buy Online Ad Company"}, "pub_date": "2007-05-19T00:00:00Z", "abstract": null, "print_page": null, "word_count": "970", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/19/business/media/19soft-web.html", "multimedia": [{"width": 190, "url": "images/2007/05/18/business/20070519_SOFT_THUMB.gif", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2007/05/18/business/20070519_SOFT_THUMB.gif", "wideheight": "126", "widewidth": "190"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "aQuantive Incorporated", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}], "subsection_name": "Media", "_id": "548a455d38f0d8017fa64fee", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}, {"organization": "", "role": "reported", "firstname": "Eric", "rank": 2, "lastname": "PFANNER"}], "original": "By MIGUEL HELFT and ERIC PFANNER"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The trail from Oprah's mouth to Google's Hot Trends....", "news_desk": null, "lead_paragraph": "The 44th hottest trend in Google search right now is the phrase \"Google Hot Trends.\"", "headline": {"main": "Google Trends: Hot or Not?", "kicker": "The Lede"}, "pub_date": "2007-05-22T14:51:44Z", "abstract": "The trail from Oprah's mouth to Google's Hot Trends.", "print_page": null, "word_count": 437, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/05/22/google-trends-hot-or-not/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368078eb7c8105d8b8a43", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "News", "snippet": "The proposal calls on the F.C.C. to let companies allocate radio spectrum using the same kind of real-time auction that Google uses to sell ads....", "news_desk": "Business", "lead_paragraph": "The proposal calls on the F.C.C. to let companies allocate radio spectrum using the same kind of real-time auction that Google uses to sell ads.", "headline": {"main": "Google Proposes Innovation in Radio Spectrum Auction", "print_headline": "Google Proposes Innovation In Radio Spectrum Auction"}, "pub_date": "2007-05-22T00:00:00Z", "abstract": null, "print_page": "10", "word_count": "656", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/22/technology/22google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Auctions", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Radio", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Wireless Communications", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Spectrum", "name": "organizations"}], "subsection_name": null, "_id": "548a649238f0d8017fa652cd", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "DIABETES DRUG IS QUESTIONED -- An article in The New England Journal of Medicine raises safety questions about the GlaxoSmithKline diabetes pill Avandia while also restarting debate over the quality of work by federal drug regulators. [Page C1.]  ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "DIABETES DRUG IS QUESTIONED -- An article in The New England Journal of Medicine raises safety questions about the GlaxoSmithKline diabetes pill Avandia while also restarting debate over the quality of work by federal drug regulators. [Page C1.] TAINTED TOOTHPASTE -- Chinese authorities are investigating two companies after toothpaste exported to Latin America was found to be tainted with diethylene glycol, an industrial solvent and prime ingredient in some antifreeze fluid. [C1.] PAY ATTENTION, PLEASE -- Viacom, the media conglomerate that owns cable networks like MTV and Comedy Central, says it has devised new formats to try to keep its young viewers glued to the television set when the commercials are appearing. ''They're younger, they're more quickly engaged and more quickly dismissive if they're not engaged,'' said Judy McGrath, above, chairman and chief executive of MTV Networks. [C6.] BIG-BOY LETTERS ARE CHALLENGED -- Correspondence among investors known as big-boy letters are widely used and represent a private contract among presumably sophisticated investors. Now they face a legal challenge. [C1.] WHAT'S KERKORIAN UP TO? -- The latest Securities and Exchange Commission filing by the Tracinda Corporation, the billionaire financier Kirk Kerkorian's holding company, has analysts wondering if this is the opening move in a plan to take the MGM company private. [C1.] TRADE ISSUES WITH CHINA -- As the senior trade officials for United States and China begin talks, some question whether the Bush administration's efforts to open China to American goods can satisfy a Congress irate over a trade deficit with China that rose to $232 billion last year. [C1.] IDEA FROM GOOGLE: AN AUCTION -- Google has proposed that the Federal Communications Commission allocate radio spectrum employing the same kind of auction that the search engine company now uses in selling advertisements to create more competition among cable companies and Internet service providers. [C10.] MYSPACE EXPOSES SEX OFFENDERS -- MySpace, the popular social networking site, has agreed to provide authorities in all 50 states with the names, addresses and online profiles of thousands of known convicted sexual offenders who have opened up accounts on its service. [C8.] LOWE'S PROFIT MISSES MARK -- The Lowe's Company, the No. 2 home improvement chain behind Home Depot, reported a lower-than-expected first-quarter profit and has cut its full-year earnings outlook. [C7.] COURT TO HEAR BOND CASE -- The Supreme Court has agreed to rule on important tax issues involving interest and taxes on municipal bonds in a case with the potential to change the market for such bonds. [C3.] MOVIE MAY ENLIVEN DEBATE -- Insurance industry officials and health policy experts suggest that Michael Moore's movie on the American health care system is likely to provoke debate, not radical change. [C3.] EMI GROUP SALE WINS SUPPORT -- The board at the music giant EMI Group has decided to support a new $4.7 billion offer from a private British investor, Terra Firma Capital Partners. [C3.] JUST LOOKING FOR A RETURN -- The Chinese government's $3 billion purchase of a nonvoting stake in the Blackstone Group was simply a way to raise returns on overseas investments, a Chinese official says. [C4.] CLINTON BOOKS DUE EARLIER -- The publishers of two rival biographies of Hillary Rodham Clinton have moved up their on-sale dates once again to the first week in June in a game of publishing one-upmanship. [C3.] RETRIAL FOR BROKERS -- The United States attorney's office in Brooklyn said it would retry former brokers for Citigroup, Merrill Lynch and Lehman Brothers on charges that they conspired to commit fraud by allowing day traders to eavesdrop on orders made through internal squawk boxes. [C11.] TAX GETS SCRUTINY -- A tax originally intended to ensure that rich investors did not live tax-free is not working as planned, the Joint Committee on Taxation says. But a nonpartisan tax group has a solution. [C2.] SAUDIS BUY G.E. PLASTICS UNIT -- General Electric agreed yesterday to sell its plastics division for $11.6 billion to the largest public company in Saudi Arabia, the Saudi Basic Industries Corporation known as Sabic. Jeffrey R. Immelt, the chief executive of G.E., said the deal would transform the industry by combining Sabic's low-cost materials and global reach with G.E.'s strong marketing and technology. [C8.] YOU'RE FIRED -- A new study examining turnover among top executives has found that corporate boards were more than three times as likely to dismiss failing chief executives as they were a decade ago. [C6.] LUGGAGE-FREE TRAVEL -- Some executives are shipping their bags ahead when they travel on business -- picking luggage up at their hotel, not an airport. And more businesses are providing these services. [C9.] ONLINE RETIREMENT -- As life spans lengthen, experts on aging say it is more important than ever to prepare for the physical and psychological aspects of retirement. A special section is at nytimes.com/retirement. BUSINESS OF GREEN -- The International Herald Tribune provides a global dialogue on the environment at nytimes.com/blogs. And The Times has a special section on the environment as a business at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-22T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 832, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F03EEDD1F31F931A15756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d868eb7c8105d80bd93", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "In what The New York Times describes as Silicon Valley's version of \"The Bachelor,\" Anne Wojcicki not only landed one of America's richest men, Sergey Brin, a co-founder of Google, but she also got her husband's company to finance her start-up. Go...", "news_desk": null, "lead_paragraph": "In what The New York Times describes as Silicon Valley's version of \"The Bachelor,\" Anne Wojcicki not only landed one of America's richest men, Sergey Brin, a co-founder of Google, but she also got her husband's company to finance her start-up. Google said Tuesday that it invested $3.9 million this month in 23andMe, the biotech company co-founded last year by Ms. Wojcicki, a former health care industry analyst, The New York Times reported.", "headline": {"main": "Google Backs Firm Started by Co-Founder's Wife", "kicker": "DealBook"}, "pub_date": "2007-05-23T08:45:06Z", "abstract": "In what The New York Times describes as Silicon Valley's version of \"The Bachelor,\" Anne Wojcicki not only landed one of America's richest men, Sergey Brin, a co-founder of Google, but she also got her husband's company to finance her start-up. Google said Tuesday that it invested $3.9 million this month in 23andMe, the biotech [...]", "print_page": null, "word_count": 294, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/23/google-backs-firm-started-by-co-founders-wife/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368228eb7c8105d8b8e2c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google said it invested $3.9 million this month in 23andMe, a biotech company co-founded last year by Sergey Brin’s wife....", "news_desk": "Business", "lead_paragraph": "Google said it invested $3.9 million this month in 23andMe, a biotech company co-founded last year by Sergey Brin’s wife.", "headline": {"main": "Google Investing in Company Started by Co-Founder&#8217;s Wife", "print_headline": "Google Investing in Company Started by Co-Founder&#8217;s Wife"}, "pub_date": "2007-05-23T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "443", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/23/technology/23google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Brin, Sergey", "name": "persons"}, {"rank": "4", "is_major": "N", "value": "Biotechnology", "name": "subject"}], "subsection_name": null, "_id": "548a6e2f38f0d8017fa653cc", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Internet addicts are making use of Google maps to meet their every whim - even to track house prices. For example, people are flocking to www.estateangels.co.uk/house_prices, which displays the cheapest and priciest places to buy a house in Britai...", "news_desk": null, "lead_paragraph": "Internet addicts are making use of Google maps to meet their every whim -- even to track house prices. For example, people are flocking to www.estateangels.co.uk/house_prices, which displays the cheapest and priciest places to buy a house in Britain using heat maps. At the same time, www.londonlandgrab.com allows you to buy your favorite landmark or other property in a virtual London.", "headline": {"main": "Google lovers", "kicker": "Raising the Roof"}, "pub_date": "2007-05-24T10:55:09Z", "abstract": "Internet addicts are making use of Google maps to meet their every whim - even to track house prices. For example, people are flocking to www.estateangels.co.uk/house_prices, which displays the cheapest and priciest places to buy a house in Britain using heat maps. At the same time, www.londonlandgrab.com allows you to buy your favorite landmark or [...]", "print_page": null, "word_count": 61, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://raisingtheroof.blogs.nytimes.com/2007/05/24/google-lovers/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367bb8eb7c8105d8b8340", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Shelley", "rank": 1, "lastname": "EMLING"}], "original": "By SHELLEY EMLING"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "Google is closing in on an agreement to acquire Feedburner, a provider of Web content syndication tools, for about $100 million in cash, according to TechCrunch, which cited an unnamed source close to the deal. The technology blog, which first bro...", "news_desk": null, "lead_paragraph": "Google is closing in on an agreement to acquire Feedburner, a provider of Web content syndication tools, for about $100 million in cash, according to TechCrunch, which cited an unnamed source close to the deal. The technology blog, which first broke the news that Google would buy YouTube, said the Feedburner deal is expected to close in two to three weeks, and that \"there is nothing that can really derail it at this point.\" Feedburner, founded in 2003, has raised $10 million in venture capital from Portage Ventures, Mobius Venture Capital and Union Square Ventures.", "headline": {"main": "Google Close to Buying Feedburner, Report  Says", "kicker": "DealBook"}, "pub_date": "2007-05-24T08:01:08Z", "abstract": "Google is closing in on an agreement to acquire Feedburner, a provider of Web content syndication tools, for about $100 million in cash, according to TechCrunch, which cited an unnamed source close to the deal. The technology blog, which first broke the news that Google would buy YouTube, said the Feedburner deal is expected to [...]", "print_page": null, "word_count": 99, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/24/google-close-to-buying-feedburner-report-says/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f38eb7c8105d8b8783", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Three new services from Google, Yahoo and Teleflip can forward e-mail to ordinary cellphones....", "news_desk": "Business", "lead_paragraph": "Three new services from Google, Yahoo and Teleflip can forward e-mail to ordinary cellphones.", "headline": {"main": "How to Make Your Cellphone Act Like a BlackBerry", "kicker": "State of the Art", "print_headline": "If Cellphones Could Mimic BlackBerrys ...", "content_kicker": "State of the Art"}, "pub_date": "2007-05-24T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1321", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/24/technology/24pogue.html", "multimedia": [{"subtype": "thumbnail", "url": "images/2007/05/23/technology/24pogue.75.2.jpg", "height": 75, "width": 75, "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/05/23/technology/24pogue.75.2.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"value": "Wireless Communications", "is_major": "N", "rank": "1", "name": "subject"}, {"value": "Google Inc", "is_major": "N", "rank": "2", "name": "organizations"}, {"value": "Cellular Telephones", "is_major": "N", "rank": "3", "name": "subject"}], "subsection_name": null, "_id": "548a770838f0d8017fa6549d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "David", "lastname": "POGUE"}], "original": "By DAVID POGUE"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "HIGH GAS PRICES COULD LAST -- Gasoline prices are spiking again -- to an average of $3.22 a gallon and close to $4 a gallon in many areas -- and some oil executives warn that current fuel shortages could become a long-term problem, leading to stub...", "news_desk": "Business/Financial Desk", "lead_paragraph": "HIGH GAS PRICES COULD LAST -- Gasoline prices are spiking again -- to an average of $3.22 a gallon and close to $4 a gallon in many areas -- and some oil executives warn that current fuel shortages could become a long-term problem, leading to stubbornly higher prices at the pump. [Page A1.] 9/11 INSURANCE SETTLEMENT -- Gov. Eliot Spitzer's administration announced the settlement of all insurance claims at ground zero, making $4.55 billion available for rebuilding the World Trade Center site and bringing an end to a protracted legal battle over payouts related to the 9/11 terrorist attack. [A1.] GREENSPAN SPEAKS; DOW FALLS -- The Dow Jones industrial average passed 13,600 for the first time, but shares plummeted to close at 13,525 after Alan Greenspan, the former Fed chairman, expressed concern that China's stock market, which has recently been hitting record highs, might be in for a sharp decline. [C11.] TRADE AGREEMENT WITH CHINA -- Treasury Secretary Henry M. Paulson Jr. announced a limited agreement to open markets in China and develop clean coal-burning technologies. [C1.] EARLIER CONCERN ON DIABETES DRUG -- A leading diabetes doctor sent the Food and Drug Administration a letter warning of the heart risks of the drug Avandia seven years ago, and the following year the F.D.A. reprimanded GlaxoSmithKline. [C1.] JAPANESE ENGINEERS GO ABROAD -- As Japan's once-vaunted electronics industry downsizes to survive global competition, thousands of Japanese engineers and other industry professionals are going to Taiwan, South Korea and China to work at fast-growing companies that want to use Japanese technological expertise. [C1.] TARGET'S PROFIT UP 18% -- Target, the No. 2 discount chain behind Wal-Mart, said its quarterly profit rose almost 18 percent, to $651 million, or 75 cents a share, from $554 million a year earlier. The women's apparel retailer Talbots posted a better-than-expected profit. [C11.] NO CRIMINAL CHARGES FOR LAW FIRM -- Federal prosecutors said they would not file criminal charges against Sidley Austin, one of the nation's largest law firms, over its work with questionable tax shelters that helped wealthy investors evade billions of dollars in taxes. [C1.] LOTT SUPPORTS IMMIGRATION BILL -- Trent Lott, the Senate minority whip and a conservative pro-business Republican, made an all-out pitch for a comprehensive immigration bill as the Senate voted to cut the size of a proposed guest worker program, infuriating employers. [A24.] E-MAIL TO ORDINARY CELLPHONES -- You no longer need a Treo or BlackBerry to get e-mail on the move. Three new services -- from Google, Yahoo and Teleflip -- can deliver mail directly to ordinary nonsmart cellphones, free of charge, but there are compromises. State of the Art: David Pogue. [C1.] SAFETY COMMISSION NOMINEE QUITS -- Michael E. Baroody, a senior lobbyist for the National Association of Manufacturers, withdrew his nomination to head the Consumer Product Safety Commission as a growing number of senators questioned both his suitability and a $150,000 departure payment that the association was preparing to give him. [A18.] 'HI' TIMES ON MADISON AVENUE -- The latest buzzword on Madison Avenue seems to be ''hello.'' Companies as diverse as Apple, Avon, the Lincoln Financial Group and Level, a vodka brand, are using the salutation in a consumer-friendly advertising approach. Advertising: Stuart Elliott. [C4.] ADVANCE GAS PRICE WARNING -- A Michigan-based gas station chain is offering to send text messages to customers, giving them at least two hours' notice of impending price increases. [A22.] RISING RUPEE WORRIES INDIANS -- Concerned that the rising value of the Indian rupee may limit the country's economic growth, especially in the lucrative outsourcing industry, monetary policy experts have started putting pressure on the Reserve Bank of India to stem the rupee's rise. [C4.] MINING COMPANY RAISES BID -- The Russian mining company Norilsk Nickel raised its bid for LionOre Mining International of Canada to $6.27 billion, showing its determination to win a bidding war with a rival, Xstrata. [C5.] TWO-WAY G.P.S. IS HERE -- A new two-way radio from Garmin not only tells you where you are, but it maps your location for others. Circuits. [C8.] ONLINE BUSINESS OF GREEN -- The International Herald Tribune provides a global dialogue on the environment at nytimes.com/business. BUSINESS TRAVEL -- With more in-flight food and entertainment options, airlines are giving their business customers the C.E.O treatment. A special section is at nytimes.com/business. Business Briefing Articles on these developments are at nytimes.com/business. MEMBERS OF CONGRESS complained to the United States trade representative that the complete text of a free-trade deal with South Korea has not been made public, even though a required 90-day Congressional review period is more than half over. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-24T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 767, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A00E0DD1630F937A15756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d088eb7c8105d80b138", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "The recent frenzy of deals for online advertising firms - Google's $3.1 billion deal for DoubleClick, WPP's $649 million purchase of 24/7 Real Media, Microsoft's $6 billion move on aQuantive - has some industry observers wondering if a whiff of de...", "news_desk": null, "lead_paragraph": "The recent frenzy of deals for online advertising firms -- Google's $3.1 billion deal for DoubleClick, WPP's $649 million purchase of 24/7 Real Media, Microsoft's $6 billion move on aQuantive -- has some industry observers wondering if a whiff of desperation isn't in the air.", "headline": {"main": "Are Online Ad Firms Worth Top Dollar?", "kicker": "DealBook"}, "pub_date": "2007-05-25T07:25:01Z", "abstract": "The recent frenzy of deals for online advertising firms - Google's $3.1 billion deal for DoubleClick, WPP's $649 million purchase of 24/7 Real Media, Microsoft's $6 billion move on aQuantive - has some industry observers wondering if a whiff of desperation isn't in the air. Microsoft's deal for aQuantive, for example, represented an 85 percent [...]", "print_page": null, "word_count": 308, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/25/are-online-ad-firms-worth-top-dollar/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367ff8eb7c8105d8b8966", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google has been warned that it may be violating European Union privacy laws by storing search data for up to two years....", "news_desk": "Business", "lead_paragraph": "Google has been warned that it may be violating European Union privacy laws by storing search data for up to two years.", "headline": {"main": "E.U. Probes Google Over Data Retention Policy", "print_headline": "European Union Warns Google on Possible Violations of Privacy Law"}, "pub_date": "2007-05-26T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "1044", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/26/business/26google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "European Union", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Privacy", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "548a904c38f0d8017fa656e6", "byline": {"person": [{"firstname": "Kevin", "middlename": "J.", "lastname": "O", "rank": 1, "role": "reported", "organization": ""}], "original": "By KEVIN J. O&#8217;BRIEN and THOMAS CRAMPTON"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Pizza parties, treasure hunts and programming contests are meant to create excitement around a company and impress potential recruits as young as college freshmen....", "news_desk": "Business", "lead_paragraph": "Pizza parties, treasure hunts and programming contests are meant to create excitement around a company and impress potential recruits as young as college freshmen.", "headline": {"main": "In Fierce Competition, Google Finds Novel Ways to Feed Hiring Machine", "print_headline": "In Fierce Competition, Google Finds Novel Ways to Feed Hiring Machine"}, "pub_date": "2007-05-28T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1492", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/28/technology/28recruit.html", "multimedia": [{"width": 600, "url": "images/2007/05/28/business/28recruit-600.jpg", "height": 340, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/05/28/business/28recruit-600.jpg", "xlargeheight": "340"}, "type": "image"}, {"width": 75, "url": "images/2007/05/28/business/28recruit-75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/05/28/business/28recruit-75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Hiring and Promotion", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Silicon Valley (Calif)", "name": "glocations"}], "subsection_name": null, "_id": "548a9ec538f0d8017fa65844", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "RECRUITING BATTLES As much of the high-tech industry is enjoying a renewed boom, the competition for top recruits in engineering and other fields is as intense as ever. Companies like Google, Microsoft and Yahoo find themselves going after the sam...", "news_desk": "Business/Financial Desk", "lead_paragraph": "RECRUITING BATTLES As much of the high-tech industry is enjoying a renewed boom, the competition for top recruits in engineering and other fields is as intense as ever. Companies like Google, Microsoft and Yahoo find themselves going after the same candidates or recruiting in one another's backyards. At the same time, they are running up against a myriad of start-up companies across Silicon Valley. To lure talent, these companies have expanded their recruiting arsenal far beyond the traditional job fair to include events like technology lectures, cocktail parties, pizza parties, treasure hunts and programming contests, called ''code jams'' or ''hack days.'' [Page C1.] LOOKING FOR STARS Despite being the first and certainly the largest African-American cable channel, Black Entertainment Television has developed few of its own marketable stars and virtually no breakout programs. It relies on reruns, movies and music videos for the bulk of its lineup. The chief executive of BET, Debra L. Lee, has tried to reverse that trend, this year increasing the channel's production budget 50 percent and plunging into original programming with 16 new shows for the fall. [C1.] POLICEMAN, NOT A REPORTER David Cunningham, a prominent protester who heads the Anti-Poverty Committee in Vancouver, British Columbia, recently received a call from someone who said he was a reporter named Peter MacKay from the free daily tabloid 24 Hours Vancouver. But when Mr. Cunningham arrived outside a shopping mall for what he thought would be an interview, Peter MacKay turned out to be a plainclothes police officer who arrested him. Someone in the Vancouver Police Department thought the deception was a clever way to lure Mr. Cunningham, but the ruse provoked widespread criticism from civil rights and journalism groups. [C4.] HIGH ASPIRATIONS Though far from a household name in telecommunications, Altimo, the Russian telecommunications investment company, has aspirations of becoming a global power. But the problem it faces, some analysts say, is that at this point, Altimo has made few allies. If it is known beyond Russia at all, it is for its propensity to fight tenaciously in court and on corporate boards for its ambitions, some say. [C5.] THE MALE DIETER The face of dieting may be changing. Of the 72 million people dieting in the United States, 38 percent -- about 28 million -- are men, according to Marketdata Enterprises, a market research company. It estimates that the diet industry will be $58.7 billion this year. And NutriSystem has hired its first male spokesman, the former quarterback Dan Marino, and has started advertising in Sports Illustrated, Men's Health and ESPN magazine. [C3.] MAINSTREAM PROMOTION Mel Gibson's 2004 film ''The Passion of the Christ'' demonstrated to Hollywood just how many evangelical moviegoers there are and how much money can be made from them. Mindful of that market, Universal Pictures has teamed up with Grace Hill Media, a public relations firm that reaches out to religious groups, to publicize the mainstream film ''Evan Almighty.'' Scheduled for wide release on June 22, it stars Steve Carell as a politician who abandons Congress in order to build an ark, taking off on the story of Noah. [C3.] TALLYING GLIMPSES When the sleek yacht of the Luna Rossa team sailed away with a victory in the America's Cup semifinals, there were two vital results. The Italian crew eliminated the American team of BMW Oracle Racing with a 33-second lead. And fleeting glimpses of the flapping mainsails -- branded with logos of Telecom Italia Mobile and the broadband service Alice -- reached millions of television viewers. Those glimpses are now being counted down to the second, categorized by clear and partial visibility, tallied by major countries and then compared with the cost of traditional spot advertisements. [C2.] WEB PROPERTY DEVELOPER NameMedia, a privately held owner and developer of Web sites based in Waltham, Mass., is best seen as an online property developer, its chief executive, Kelly P. Conlin, said. Analysts suggest that NameMedia and its competitors could represent the next wave of Internet initial public offerings, while also providing a peek at a significant change in what people see when they stumble onto obscure Web properties. Bob Tedeschi, E-Commerce Report. [C5.] THE TOUCH-UP In a situation not as emotionally charged as when Time magazine darkened O.J. Simpson's mug shot on its cover a decade ago, no fewer than three magazines were reacting to claims last week that they had doctored their covers -- and one retouched celebrity even cried foul. [C4.] A PULITZER AWARD Often the writing and photography that win Pulitzer Prizes require heroic efforts. For one recipient, Jahangir Razmi , the process of receiving the award also took 27 years. In 1979, Mr. Razmi stood near executioners as they shot Kurdish prisoners in Sanandaj, Iran. One picture was picked up by the wire service United Press International. To protect Mr. Razmi, his name was never printed. But after decades of keeping silent, Mr. Razmi allowed his name to appear in a December 2006 article in The Wall Street Journal, which prompted the Pulitzer Prize Board to seek out Mr. Razmi to award him the prize in person. [C4.] VIEWER REVOLT The cancellation of the CBS series ''Jericho'' has led to a viewer revolt that has included not only the usual petition drives, but also the delivery of tons of nuts (mostly walnuts, but also peanuts and pecans) to the two responsible CBS executives. [C4.] THE PRETEEN MARKET With a faithful audience in the millions, magazines for the early teenage years are in overdrive, bolstered by last year's enthusiasm for new stars from the Disney Channel's hit ''High School Musical,'' which made household names not only of Zac Efron and Corbin Bleu, but also of Ashley Tisdale and Vanessa Anne Hudgens. [C1.]", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-28T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 953, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E02E6D71730F93BA15756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd275208eb7c8105d8346d6", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "The Federal Trade Commission has opened a preliminary antitrust investigation into Google's planned $3.1 billion purchase of the online advertising company DoubleClick, according to The New York Times. The inquiry began at the end of last week, af...", "news_desk": null, "lead_paragraph": "The Federal Trade Commission has opened a preliminary antitrust investigation into Google's planned $3.1 billion purchase of the online advertising company DoubleClick, according to The New York Times.", "headline": {"main": "Google Deal Said to Bring U.S. Scrutiny", "kicker": "DealBook"}, "pub_date": "2007-05-29T08:05:11Z", "abstract": "The Federal Trade Commission has opened a preliminary antitrust investigation into Google's planned $3.1 billion purchase of the online advertising company DoubleClick, according to The New York Times. The inquiry began at the end of last week, after it was decided that the Federal Trade Commission instead of the Justice Department would conduct the review, [...]", "print_page": null, "word_count": 171, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/29/google-deal-said-to-bring-us-scrutiny/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367c88eb7c8105d8b844d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "As competition for top recruits in engineering and other fields intensifies, companies like Google, Microsoft and Yahoo frequently find themselves going after the same candidates, as well as running up against myriad Silicon Valley start-up compan...", "news_desk": null, "lead_paragraph": "As competition for top recruits in engineering and other fields intensifies, companies like Google, Microsoft and Yahoo frequently find themselves going after the same candidates, as well as running up against myriad Silicon Valley start-up companies that have been pumped up with venture capital in recent years.", "headline": {"main": "To Lure Top Talent, Google Finds Novel Ways to Recruit", "kicker": "DealBook"}, "pub_date": "2007-05-29T07:53:51Z", "abstract": "As competition for top recruits in engineering and other fields intensifies, companies like Google, Microsoft and Yahoo frequently find themselves going after the same candidates, as well as running up against myriad Silicon Valley start-up companies that have been pumped up with venture capital in recent years. The New York Times notes that to lure [...]", "print_page": null, "word_count": 206, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/29/to-lure-top-talent-google-finds-novel-ways-to-recruit/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367ff8eb7c8105d8b8967", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Anne Wojcicki has captured Silicon Valley’s attention with her marriage to a co-founder of Google, and with a biotech company she recently co-founded....", "news_desk": "Business", "lead_paragraph": "Anne Wojcicki has captured Silicon Valley’s attention with her marriage to a co-founder of Google, and with a biotech company she recently co-founded. ", "headline": {"main": "Silicon Valley Wide-Eyed Over a Bride", "print_headline": "Silicon Valley Wide-Eyed Over a Bride"}, "pub_date": "2007-05-29T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "923", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/29/technology/29google.html", "multimedia": [{"width": 75, "url": "images/2007/05/29/business/29google.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/05/29/business/29google.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Wojcicki, Anne", "name": "persons"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "23andMe", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Brin, Sergey", "name": "persons"}, {"rank": "5", "is_major": "N", "value": "Silicon Valley (Calif)", "name": "glocations"}], "subsection_name": null, "_id": "548aa9f438f0d8017fa65963", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Katie", "rank": 1, "lastname": "HAFNER"}], "original": "By KATIE HAFNER"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The F.T.C. has opened an antitrust investigation into Google’s planned $3.1 billion purchase of DoubleClick....", "news_desk": "Business", "lead_paragraph": "The F.T.C. has opened an antitrust investigation into Google’s planned $3.1 billion purchase of DoubleClick.", "headline": {"main": "Google Deal Said to Bring U.S. Scrutiny", "print_headline": "Google Deal Said to Bring U.S. Scrutiny"}, "pub_date": "2007-05-29T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "812", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/29/technology/29antitrust.html", "multimedia": [], "keywords": [{"value": "Google Inc", "is_major": "N", "rank": "1", "name": "organizations"}, {"value": "Mergers, Acquisitions and Divestitures", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "DoubleClick Inc", "is_major": "N", "rank": "3", "name": "organizations"}, {"value": "Federal Trade Commission", "is_major": "N", "rank": "4", "name": "organizations"}, {"value": "Antitrust Actions and Laws", "is_major": "N", "rank": "5", "name": "subject"}], "subsection_name": null, "_id": "548aa9f338f0d8017fa65962", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "Special Forces Striking Iraq Insurgents at Night  Every night in Iraq, American Special Operations forces carry out as many as a dozen raids aimed at terrorist leaders allied with Al Qaeda and other insurgent fighters, missions that are closely wa...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Special Forces Striking Iraq Insurgents at Night Every night in Iraq, American Special Operations forces carry out as many as a dozen raids aimed at terrorist leaders allied with Al Qaeda and other insurgent fighters, missions that are closely watched by generals and policy makers. PAGE A9 Deal for REIT Said to Be Near Tishman Speyer and Lehman Brothers are said to be near a $20 billion deal for the second-largest public company apartment owner in the country. BUSINESS DAY, PAGE C1 Google Deal Faces Inquiry Federal regulators have opened a preliminary antitrust investigation into Google's planned purchase of DoubleClick, an industry executive said. BUSINESS DAY, PAGE C1 No Harmony in Albany Gov. Eliot Spitzer and the State Senate majority leader, Joseph L. Bruno, are like a dysfunctional power couple, and the evidence accumulates daily. PAGE B1 Duke Lacrosse Falls Short The recovery of Duke's lacrosse team from a season lost to scandal fell short by a single goal in the national championship game. PAGE D1 A Bridge Restores a Lifeline A new bridge dedicated 20 months after Hurricane Katrina blew out the old one has ended the physical and mental isolation of battered Bay St. Louis, Miss. PAGE A12", "headline": {"main": "INSIDE"}, "pub_date": "2007-05-29T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 200, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9805EEDE1430F93AA15756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d878eb7c8105d80bea8", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Blog", "snippet": "There was little doubt that the Federal Trade Commission would thoroughly investigate Google's planned purchase of DoubleClick, but, says BusinessWeek, there's even less doubt that the FTC will eventually sign off on the $3.1 billion deal for the ...", "news_desk": null, "lead_paragraph": "There was little doubt that the Federal Trade Commission would thoroughly investigate Google's planned purchase of DoubleClick, but, says BusinessWeek, there's even less doubt that the FTC will eventually sign off on the $3.1 billion deal for the online advertiser.", "headline": {"main": "Scrutiny Aside, Google's DoubleClick Deal Is Likely to Pass Muster", "kicker": "DealBook"}, "pub_date": "2007-05-30T07:41:23Z", "abstract": "There was little doubt that the Federal Trade Commission would thoroughly investigate Google's planned purchase of DoubleClick, but, says BusinessWeek, there's even less doubt that the FTC will eventually sign off on the $3.1 billion deal for the online advertiser. Even some who see red flags in the transaction don't seriously think it will be [...]", "print_page": null, "word_count": 333, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/30/scrutiny-aside-googles-doubleclick-deal-is-likely-to-pass-muster/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f58eb7c8105d8b8851", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The debate continues: Are the recent deals involving online-advertising firms - Google-Doubleclick, Microsoft-aQuantive, WPP-24/7 Real Media - signs of a bubble, or wise, strategic, long-term plays? Why not both? Last week, Daniel Gross argued in ...", "news_desk": null, "lead_paragraph": "The debate continues: Are the recent deals involving online-advertising firms -- Google-Doubleclick, Microsoft-aQuantive, WPP-24/7 Real Media -- signs of a bubble, or wise, strategic, long-term plays?", "headline": {"main": "Are Online Ad Firms Overpriced?", "kicker": "DealBook"}, "pub_date": "2007-05-30T07:05:32Z", "abstract": "The debate continues: Are the recent deals involving online-advertising firms - Google-Doubleclick, Microsoft-aQuantive, WPP-24/7 Real Media - signs of a bubble, or wise, strategic, long-term plays? Why not both? Last week, Daniel Gross argued in Slate that the deals are \"less a case of the market being irrationally ahead of the industry's economic reality and [...]", "print_page": null, "word_count": 291, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/30/are-online-ad-firms-overpriced/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367cc8eb7c8105d8b84d6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "A street-level image option on Google Maps prompts privacy concerns....", "news_desk": null, "lead_paragraph": "Is that someone's cat in a living room window? And a neighbor taking out the garbage? Wait -- The Battery Tunnel in Brooklyn. Haven't cameras been banned from there since 9/11? And is that a burglary in progress or just another Spider-Man wannabe? O.K., now that is really disturbing: E.T.'s ghost!?!", "headline": {"main": "Scenes Through the Eye of Google", "kicker": "The Lede"}, "pub_date": "2007-05-31T14:37:56Z", "abstract": "A street-level image option on Google Maps prompts privacy concerns.", "print_page": null, "word_count": 413, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/05/31/scenes-through-the-eye-of-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367d78eb7c8105d8b8538", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "Blog", "snippet": "The competition to digitally map New York City is heating up. This week, both Google and Microsoft started new Web features that allow readers to get a bird's-eye, street-level view of many streets and intersections in Manhattan and in parts of th...", "news_desk": null, "lead_paragraph": "The competition to digitally map New York City is heating up.", "headline": {"main": "The Race of the Digital Cartographers", "kicker": "The Empire Zone"}, "pub_date": "2007-05-31T12:23:52Z", "abstract": "The competition to digitally map New York City is heating up. This week, both Google and Microsoft started new Web features that allow readers to get a bird's-eye, street-level view of many streets and intersections in Manhattan and in parts of the other boroughs. On Monday, Microsoft announced that Microsoft Live Search Maps now contained [...]", "print_page": null, "word_count": 405, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://empirezone.blogs.nytimes.com/2007/05/31/the-race-of-the-digital-cartographers/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3680f8eb7c8105d8b8b77", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sewell", "rank": 1, "lastname": "CHAN"}], "original": "By SEWELL CHAN"}, "section_name": "N.Y./Region"}, {"type_of_material": "Blog", "snippet": "Following its $3.1 billion purchase of DoubleClick earlier this month, Google has gone a mini-shopping spree this week. The search giant said it bought an Internet security start-up, GreenBorder Technologies, which focuses on protecting e-mail and...", "news_desk": null, "lead_paragraph": "Following its $3.1 billion purchase of DoubleClick earlier this month, Google has gone a mini-shopping spree this week.", "headline": {"main": "Google Picks Up Two Start-Ups", "kicker": "DealBook"}, "pub_date": "2007-05-31T07:15:19Z", "abstract": "Following its $3.1 billion purchase of DoubleClick earlier this month, Google has gone a mini-shopping spree this week. The search giant said it bought an Internet security start-up, GreenBorder Technologies, which focuses on protecting e-mail and Web users from malicious or unwanted computer code, and Panoramio, a community Web site that allows people to \"map\" [...]", "print_page": null, "word_count": 141, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/05/31/google-picks-up-two-start-ups/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367ff8eb7c8105d8b896c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google will make applications like Gmail and Docs and Spreadsheets available offline, in a move that will challenge Microsoft....", "news_desk": "Business", "lead_paragraph": "Google will make applications like Gmail and Docs and Spreadsheets available offline, in a move that will challenge Microsoft.", "headline": {"main": "Moving Web-Based Software Offline", "sub": "Google Releases a Set of Tools That All Programmers Can Use;", "print_headline": "Moving Web-Based Software Offline"}, "pub_date": "2007-05-31T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "914", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/05/31/technology/31google.html", "multimedia": [{"width": 75, "url": "images/2007/05/31/business/31google.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/05/31/business/31google.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computer Software", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}], "subsection_name": null, "_id": "548abf6a38f0d8017fa65b4a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "A RECORD CLOSE FOR THE S.& P. -- The Standard & Poor's 500-stock index, the most widely followed benchmark of American stocks, gained 12.12 points to close at 1,530.23, breaking a seven-year-old record as the market clawed its way back to where it...", "news_desk": "Business/Financial Desk", "lead_paragraph": "A RECORD CLOSE FOR THE S.& P. -- The Standard & Poor's 500-stock index, the most widely followed benchmark of American stocks, gained 12.12 points to close at 1,530.23, breaking a seven-year-old record as the market clawed its way back to where it was during the heady days of technology and the Internet boom. [Page C1.] Chinese stock markets plummeted after the authorities in Beijing moved to impose higher taxes on trading activity. [C4.] MY FUNNY INTERNET -- The Internet is already filled with cheap laughs. But now many experienced comedians, talent agents and financiers are seeing the Web as a way to showcase talent while trying to turn a profit. [C1.] NEW SOURCE OF CONTAMINATION -- Melamine, the industrial chemical that was traced to shipments of wheat flour from China, has been used by a company in Ohio to make binding agents that ended up in animal feed, federal officials said. [C1.] UNTYING GOOGLE FROM THE WEB -- Sharpening its rivalry with Microsoft, Google is trying to make many of its free Web-based applications, like Gmail and Docs and Spreadsheets, available offline, say when a user is on an airplane. Google released a set of tools to software programmers, which it calls Google Gears. The company is making the technology available in an open-source model, so programmers can use it free, test its abilities and extend them as necessary to fit their needs. [C3.] ZOELLICK FORESEES NEW AGENDA -- Robert B. Zoellick, whose nomination to lead the World Bank was formally announced, said he sees himself not simply as a healer but as a leader ready to establish a new agenda to help the world's poor. People close to Mr. Zoellick say he is likely to bring a tough and demanding approach. [A3.] 4 CHARGED IN FRAUD CONSPIRACY -- Four current and former partners of the accounting firm Ernst & Young have been charged with tax fraud conspiracy over their work on questionable tax shelters. [C3.] SOFT DRINKS TO QUIT ANIMAL TESTS -- Coca-Cola and PepsiCo have agreed to stop directly financing research that uses animals to test or develop their products, except where such testing is required by law. [C3.] CERIDIAN IS SOLD FOR $5.3 BILLION -- The Ceridian Corporation, a human resources company, said that it had sold itself to the private equity firm Thomas H. Lee Partners and the specialty insurer Fidelity National Financial for $5.3 billion in cash. [C6.] A SMALLER S.B.A. -- The Small Business Administration's budget has been sliced nearly in half since 2001, and staffing cuts have been deep, leading advocates to say the agency has been unable to fulfill its mission to provide programs and services to the nation's 25 million small companies. Its loan program has higher fees and less money to lend. Steven Preston, above, who became the S.B.A. administrator last June, acknowledges that budget and staffing cuts have hurt, but he still sees the agency's loan programs and services as vital to small business. [C6.] WHERE'S THE REST OF THE SONG? -- People are getting much more savvy about bitrates and audio compression now that an increasing number are connecting their iPods to sophisticated home music systems. [C9.] FOX UNIT BUYS PHOTOBUCKET -- Fox Interactive Media has agreed to acquire the photo-storage site Photobucket, just weeks after a public spat in which the popular networking site MySpace partly blocked content from Photobucket. [C11.] POLLING, VIA THE INTERNET -- Internet-based alternatives to traditional polls are trying to make inroads, offering to predict election outcomes and consumer preferences with greater accuracy for far less money than ever before. Advertising. [C5.] CRISIS ON THE 6:52 IS AVERTED -- A Metropolitan Transportation Authority panel has backed off a plan to ban alcohol on the Long Island and Metro-North Railroads, after hearing from more than a thousand riders who were overwhelmingly opposed the idea, including a group called the Commuters Allied for Responsible Enjoyment. [A1.] PALM THINKING BIG -- Fifteen years after pioneering personal computers that nestled comfortably in a user's hand, Palm reversed itself and said that it would begin selling a two-handed laptop-sized machine called the Foleo. [C6.] ONLINE FAMILIAR FACE AT THE WORLD BANK -- Robert B. Zoellick is a loyal servant of the Bush administration and an experienced diplomat. But what will he do at the World Bank? Daniel Altman, global economics correspondent for The International Herald Tribune, explores the issue in his Managing Globalization blog at nytimes.com/business. THE ENERGY CHALLENGE -- A series of articles in The Times has been examining how the world is, and is not, moving toward a more energy-efficient, environmentally benign future. The series is online at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-05-31T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 774, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E5DF1530F932A05756C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd27b938eb7c8105d841155", "byline": null, "section_name": "Business"}], "meta": {"hits": 51}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}