{"response": {"docs": [{"type_of_material": "News", "snippet": "A new online feature of Google Maps called Street View is stirring up a debate over privacy concerns on the Web....", "news_desk": "Business", "lead_paragraph": "A new online feature of Google Maps called Street View is stirring up a debate over privacy concerns on the Web.", "headline": {"main": "Google Zooms In Too Close for Some", "print_headline": "Google Photos Stir a Debate Over Privacy"}, "pub_date": "2007-06-01T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "863", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/01/technology/01private.html", "multimedia": [{"width": 600, "url": "images/2007/06/01/business/01private.600.jpg", "height": 300, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/06/01/business/01private.600.jpg", "xlargeheight": "300"}, "type": "image"}, {"width": 75, "url": "images/2007/06/01/business/01private.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/06/01/business/01private.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Maps", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Privacy", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Photography", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Roads and Traffic", "name": "subject"}], "subsection_name": null, "_id": "548ad30138f0d8017fa65d14", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The Google video-sharing site has agreed to a deal with the EMI Group to give YouTube users broad access to music videos by EMI artists....", "news_desk": "Business", "lead_paragraph": "The Google video-sharing site has agreed to a deal with the EMI Group to give YouTube users broad access to music videos by EMI artists.", "headline": {"main": "YouTube to Offer EMI Music Clips", "print_headline": "YouTube to Offer EMI Music Clips"}, "pub_date": "2007-06-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "147", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/01/technology/01google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "EMI Group Plc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}], "subsection_name": null, "_id": "548ad21a38f0d8017fa65cff", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "TALKS OVER SELLING DOW JONES -- The Bancroft family, which controls Dow Jones & Company, the publisher of The Wall Street Journal, agreed to meet with Rupert Murdoch just weeks after the family rejected an initial $5 billion takeover offer from Mr...", "news_desk": "Business/Financial Desk", "lead_paragraph": "TALKS OVER SELLING DOW JONES -- The Bancroft family, which controls Dow Jones & Company, the publisher of The Wall Street Journal, agreed to meet with Rupert Murdoch just weeks after the family rejected an initial $5 billion takeover offer from Mr. Murdoch's News Corporation. [Page A1.] LERACH MAY LEAVE LAW FIRM -- William S. Lerach, one of the most powerful securities class-action lawyers in the nation, is considering plans to leave the law firm he founded three years ago. His possible departure suggests that a long-running criminal investigation into accusations of kickbacks paid to class-action plaintiffs has gained momentum. [C1.] SEEING OPPORTUNITY IN DEFAULTS -- The subprime mortgage business is in tatters, but that hasn't stopped some private equity companies, hedge funds and investment banks from swooping in and taking over those battered businesses, seeing opportunity amid the wreckage. [C1.] WIND POWER'S TAX BREAKS -- The nation's investment in wind energy continues to grow. But there is uncertainty over whether lawmakers in Congress will extend the tax benefits that encourage companies to invest in wind power. [C1.] PICTURES, FOLLOWED BY WORDS -- A new online feature of Google Maps that offers panoramic ground-level photographs of miles of streets around San Francisco, New York, Las Vegas, Miami and Denver is stirring up a debate over privacy concerns on the Web. [C1.] PUBLISHERS SEEKING BLOCKBUSTER -- In the absence of a new Harry Potter book or a blockbuster by Dan Brown, the publishing industry struggled to sell more copies last year than it did the year before, according to a report to be released today by the Book Industry Study Group, a publishing trade association. [C3.] QUESTIONS OVER MAN WITH TB -- The man with a dangerous form of tuberculosis who flew to Europe for his wedding and honeymoon was identified as Andrew Speaker, 31, a lawyer in Atlanta, who homeland security officials said entered the country when a customs agent who knew Mr. Speaker was being sought by health authorities let him pass. Congress plans to hold hearings on the way the case has been handled. [A1.] DELL TO LAY OFF 10% OF WORKERS -- Dell said that it would lay off 10 percent of its 88,100 employees over the next 12 months as it tries to increase profit. [C3.] WACHOVIA BUYS A. G. EDWARDS -- The Wachovia Corporation swallowed up A. G. Edwards in a $6.8 billion cash and stock deal that highlights the continued consolidation of the retail brokerage sector. [C5.] FINES PAID IN BACKDATING CASES -- Two technology companies, Brocade Communications Systems and Mercury Interactive, became the first two companies to pay fines to settle federal accusations of civil fraud in connection with backdated stock options. Brocade has agreed to pay $7 million and Mercury is paying $28 million. [C8.] WELLPOINT OUSTS FINANCIAL CHIEF -- WellPoint, the biggest American health insurer, ousted its chief financial officer after an external investigation revealed he violated its code of conduct. The board named its chief accounting officer, Wayne S. DeVeydt, to replace the finance chief, David C. Colby, effective immediately. [C6.] GREEN ISSUES AND AUTOMAKERS -- Labor and management in the auto industry are often at odds, but they have agreed on something critics have been telling them for years: Detroit must act to reduce its vehicles' impact on the environment. [C3.] N.J. COURT RULES ON WAL-MART SUIT -- In a setback for Wal-Mart, the New Jersey Supreme Court ruled that a lawsuit claiming that the company refused to allow workers to take rest breaks and meal breaks could proceed as a class action on behalf of nearly 80,000 current and former Wal-Mart employees. [C7.] CONGRESS TAKING UP TAX SHELTERS -- Congress is taking another close look at reining in questionable tax shelters that have deprived the government of hundreds of billions of dollars in taxes in recent years. [C5.] ECONOMIC GROWTH RATE IS CUT -- The Commerce Department revised the broadest indicator of economic strength, measuring all goods and services produced in the United States, to show a 0.6 percent advance over the first three months of the year. [C3.] 'MISCONDUCT' BY 2 CHINESE FIRMS -- Chinese regulators acknowledged that two Chinese companies had ''engaged in some misconduct'' in the way they labeled and sold a poisonous ingredient that ended up in cold medicine, killing at least 100 people in Panama last year. But the regulators said primary responsibility for the deaths rested with traders in Spain and Panama. [A6.] ONLINE RETIREMENT -- As life spans lengthen, experts on aging say it is more important than ever to prepare for the physical and psychological aspects of retirement. A special section is at nytimes.com/retirement. BUSINESS OF GREEN -- Consumer products are beginning to carry details about their environmental impact, and restaurant owners are finding ways to handle garbage with less affect on the environment. Those articles and more are in a special section at nytimes.com/business. Business Briefing Articles on these developments are available at nytimes.com/business. The Justice Department approved Monsanto's $1.5 billion acquisition of the cotton company Delta and Pine Land, but required both companies to sell assets related to cottonseed production. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-06-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 853, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E00E3D81530F932A35755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28fe08eb7c8105d86724d", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-15    Bush Calls for Global Goal In Curbing Greenhouse Gas  President Bush, fending off international accusations that he was ignoring climate change, proposed for the first time to set ''a long-term global goal'' for cutting gree...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-15 Bush Calls for Global Goal In Curbing Greenhouse Gas President Bush, fending off international accusations that he was ignoring climate change, proposed for the first time to set ''a long-term global goal'' for cutting greenhouse gas emissions, and he called on other industrial nations to join the United States in negotiations aimed at reaching an agreement. A1 U.S. Official Assails Putin A top Russia expert at the State Department issued an unusually sharp public criticism of Moscow's behavior under President Vladimir V. Putin. A1 New Twist in Poisoning Case The suspect in the fatal poisoning of Alexander V. Litvinenko, the former K.G.B. officer and Kremlin critic who died last year in Britain, said Britain's foreign intelligence agency and a self-exiled Russian tycoon had organized the killing and framed him to create a political scandal. A3 Hunting for Kidnapped Britons The search for five British civilians kidnapped from an Iraqi government building intensified with American troops conducting raids in Sadr City, a Shiite stronghold, and the Iraqi government pledging its support for an investigation. A8 Union to Weigh Israel Boycott A movement in Britain to boycott Israel economically gathered pace as the country's biggest labor union said it would follow the union of university instructors in weighing punitive measures against Israel. A15 New U.S.-India Nuclear Talks Talks intended to restart negotiations on a landmark nuclear pact between India and the United States began in New Delhi amid disagreement over India's right to continue testing nuclear weapons. A11 NATIONAL A16-22 Officials Identify Man With Dangerous TB The man with a dangerous form of tuberculosis who flew to Europe for his wedding and honeymoon was identified as a 31-year-old Atlanta lawyer. Department of Homeland Security officials said he re-entered the country from Canada when a customs agent let him pass despite knowing that the man was being sought by health authorities. A1 Secret Program is Under Fire The Senate Intelligence Committee questioned the continuing value of the Central Intelligence Agency's secret interrogation program for terrorism suspects. A18 Agent in Leak Case Sues C.I.A. Valerie Wilson, the former intelligence operative at the heart of an investigation that reached into the White House, sued the Central Intelligence Agency over its refusal to allow her to publish a memoir that would discuss how long she had worked for the agency. A18 Gene Scientist's DNA Decoded The full genome of James D. Watson, who jointly discovered the structure of DNA in 1953, has been deciphered, marking what scientists believe is the gateway to an impending era of personalized genomic medicine. A19 Library Dedicated to Minister Hundreds of friends, family members, ministers and politicians gathered to dedicate a library commemorating the ministry of the evangelist Billy Graham. A16 Increase in Minority Students The nation's minority student population, driven by an extraordinary influx of Hispanics, surged to 42 percent of public school enrollment, up from 22 percent three decades ago, according to an annual report. A21 NEW YORK/REGION B1-6 Columbia Will Let State Oversee Student Aid Office Columbia University will pay $1.1 million to a fund to educate students about loans and has agreed to have its financial aid office monitored by state officials for five years, under a settlement reached with the New York State attorney general. B1 New Jersey Pension Inquiry The Securities and Exchange Commission has begun an inquiry into New Jersey's handling of its pension fund for public employees, suggesting that federal regulators are concerned that the state treasury did not properly disclose its contributions to the fund. B1 BUSINESS DAY C1-10 Bancrofts Open to a Sale In a remarkable turnaround, the Bancroft family, which controls Dow Jones & Company, publisher of The Wall Street Journal, agreed to meet with Rupert Murdoch, just weeks after the family rejected an initial $5 billion takeover offer from Mr. Murdoch's News Corporation. A1 Law Firm's Founder May Go William S. Lerach is considering leaving the law firm he founded. While the exact reasons behind his career considerations remain unclear, it suggests that the investigation into accusations of kickbacks paid to class-action plaintiffs has gained momentum. C1 Google and Privacy Issues A feature in Google's map service that allows users to zoom in on urban images is raising privacy concerns. But Google said it had consulted with public service organizations in designing the service. C1 Business Digest C2 OBITUARIES A23 William Meredith A Pulitzer Prize-winning poet who used the rigorous constraints of meter and rhyme to subdue some of the most uncontrollable aspects of the human condition -- fear, loneliness, destiny, mortality -- he was 88. A23 EDITORIAL A24-25 Editorials: Ahead of the Group of 8 meeting, talking about warming and a real plan for AIDS; witness protection; knowledgeable furniture. Column: David Brooks. Crossword E32 Public Lives B2 TV Listings E24 Weather D7", "headline": {"main": "News Summary"}, "pub_date": "2007-06-01T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 796, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407EED91530F932A35755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28fe08eb7c8105d86724a", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "News", "snippet": "THE government said economic growth was slower in the first quarter than it had initially estimated. Chinese markets swooned, but American investors reached new heights. The World Bank has big money-raising needs for its new leader.    GROWTH STAL...", "news_desk": "Business/Financial Desk", "lead_paragraph": "THE government said economic growth was slower in the first quarter than it had initially estimated. Chinese markets swooned, but American investors reached new heights. The World Bank has big money-raising needs for its new leader. GROWTH STALLS -- The Commerce Department halved its estimate of how much the economy grew in the first quarter, revealing that there was hardly any growth at all.", "headline": {"main": "China's Investors Pull Back, but U.S. Bull Is Unfazed", "kicker": "FIVE DAYS"}, "pub_date": "2007-06-02T00:00:00Z", "abstract": "Five Days column; Commerce Department halved its estimate of how much economy grew in first quarter, to 0.6 percent; World Bank named Robert Zoellick to replace president Paul Wolfowitz less than two weeks after Wolfowitz's downfall; American markets closed higher as Chinese stock market plummeted after government imposed higher taxes on stock trading activity; Federal Trade Commission began antitrust investigation of Google's planned purchase of DoubleClick; Advanced Medical Optics began worldwide recall of its leading soft contact lens cleaning solution one day after it said it was considering bidding for rival Bausch & Lomb; photo (L)", "print_page": "2", "word_count": 267, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9504E2DF1030F931A35755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "FEDER, BARNABY J"}, {"name": "persons", "value": "WOLFOWITZ, PAUL D"}, {"name": "persons", "value": "ZOELLICK, ROBERT B"}, {"name": "glocations", "value": "CHINA"}, {"name": "organizations", "value": "FEDERAL TRADE COMMISSION"}, {"name": "organizations", "value": "WORLD BANK"}, {"name": "organizations", "value": "BAUSCH & LOMB INC"}, {"name": "organizations", "value": "COMMERCE DEPARTMENT"}, {"name": "organizations", "value": "ADVANCED MEDICAL OPTICS INC"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "DOUBLECLICK INC"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "GROSS DOMESTIC PRODUCT"}, {"name": "subject", "value": "TAXATION"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "BIOGRAPHICAL INFORMATION"}, {"name": "subject", "value": "CONSUMER PROTECTION"}, {"name": "subject", "value": "RECALLS AND BANS OF PRODUCTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "UNITED STATES ECONOMY"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "STOCKS AND BONDS"}], "subsection_name": null, "_id": "4fd25d0a8eb7c8105d80b28e", "byline": {"person": [{"firstname": "Jeremy", "middlename": "W.", "lastname": "PETERS", "rank": 1, "role": "reported", "organization": ""}], "original": "By JEREMY W. PETERS"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "THE government said economic growth was slower in the first quarter than it had initially estimated. Chinese markets swooned, but American investors reached new heights. The World Bank has big money-raising needs for its new leader.         The Fe...", "news_desk": "Business/Financial Desk", "lead_paragraph": "THE government said economic growth was slower in the first quarter than it had initially estimated. Chinese markets swooned, but American investors reached new heights. The World Bank has big money-raising needs for its new leader. The Federal Trade Commission has begun an antitrust investigation of Google's planned $3.1 billion purchase of the online advertising company DoubleClick.", "headline": {"main": "INQUIRY INTO DEAL", "kicker": "FIVE DAYS"}, "pub_date": "2007-06-02T00:00:00Z", "abstract": "Five Days column; Federal Trade Commission began antitrust investigation of Google's planned $3.1 billion purchase of online ad company DoubleClick (S)", "print_page": "2", "word_count": 245, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F01E2DF1030F931A35755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "FEDERAL TRADE COMMISSION"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "organizations", "value": "DOUBLECLICK INC"}, {"name": "subject", "value": "MERGERS, ACQUISITIONS AND DIVESTITURES"}, {"name": "subject", "value": "ADVERTISING AND MARKETING"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27c478eb7c8105d84240b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steve", "lastname": "LOHR"}], "original": "By STEVE LOHR"}, "section_name": "Technology; Business"}, {"type_of_material": "News", "snippet": "Google’s top minds offer a peek inside the algorithm that provides search results for half a billion users....", "news_desk": "SundayBusiness", "lead_paragraph": "Google’s top minds offer a peek inside the algorithm that provides search results for half a billion users.", "headline": {"main": "Google Keeps Tweaking Its Search Engine", "sub": "Why Google Can’t Stop Tweaking Its Search Engine;", "print_headline": "Inside the Black Box"}, "pub_date": "2007-06-03T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "3175", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/03/business/yourmoney/03google.html", "multimedia": [{"width": 190, "url": "images/2007/06/02/business/190-google-01.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2007/06/02/business/190-google-01.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 600, "url": "images/2007/06/03/business/600-google-02.jpg", "height": 300, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/06/03/business/600-google-02.jpg", "xlargeheight": "300"}, "type": "image"}, {"width": 75, "url": "images/2007/06/03/business/75-google.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/06/03/business/75-google.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "California", "name": "glocations"}, {"rank": "4", "is_major": "N", "value": "Engineering and Engineers", "name": "subject"}], "subsection_name": "Your Money", "_id": "548adb7538f0d8017fa65dd9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Bill Hambrecht is a rich old Wall Street guy who has made his money tilting at windmills and disrupting the establishment. ''That's what I do,'' he says. ''It's fun.'' Almost a decade ago, at 62, he founded WR Hambrecht + Company, whose fundamenta...", "news_desk": "Play", "lead_paragraph": "Bill Hambrecht is a rich old Wall Street guy who has made his money tilting at windmills and disrupting the establishment. ''That's what I do,'' he says. ''It's fun.'' Almost a decade ago, at 62, he founded WR Hambrecht + Company, whose fundamental premise is that companies don't need to use Wall Street investment bankers -- and pay their outrageous fees -- to go public. Hambrecht + Company has since become so threatening to traditional underwriters that they often refuse to be involved in any I.P.O. in which his firm takes part. And now, at an age when most people are well into retirement, he has decided to tackle the establishment again. This time, though, the establishment isn't Wall Street. It's the National Football League. Bill Hambrecht, you see, is starting up a professional football league. So far, he and his partner, Tim Armstrong, a senior executive at Google, have pledged $2 million each. They've hired a C.E.O. and a C.O.O., both of whom cut their teeth at the National Basketball Association. They've got a name: the United Football League. And they've lined up a wealthy, well-known businessman as their first owner: Mark Cuban, the billionaire who owns the N.B.A.'s Dallas Mavericks. Like Hambrecht, Cuban loves nothing more than confronting the status quo.", "headline": {"main": "FIRST AND LONG -- VERY LONG", "kicker": "THE BUSINESS"}, "pub_date": "2007-06-03T00:00:00Z", "abstract": "The Show column discusses popularity of fantasy baseball, which is also benefiting from new level of prestige; drawing (M)", "print_page": "46", "word_count": 1845, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A01EEDA1F31F930A35755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "CURTIS, BRYAN"}, {"name": "subject", "value": "BASEBALL"}], "subsection_name": null, "_id": "4fd25d0a8eb7c8105d80b2a3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joe", "lastname": "NOCERA"}], "original": "By JOE NOCERA"}, "section_name": null}, {"type_of_material": "Blog", "snippet": "As it awaits the green light from federal antitrust regulators, Google disclosed last week in a government filing that it is putting new lobbying muscle, including a former high-ranking Justice Department antitrust lawyer, behind its proposed $3.1...", "news_desk": null, "lead_paragraph": "As it awaits the green light from federal antitrust regulators, Google disclosed last week in a government filing that it is putting new lobbying muscle, including a former high-ranking Justice Department antitrust lawyer, behind its proposed $3.1 billion acquisition of the online advertising firm DoubleClick.", "headline": {"main": "Google Brings in Big Guns for DoubleClick Review", "kicker": "DealBook"}, "pub_date": "2007-06-04T07:53:10Z", "abstract": "As it awaits the green light from federal antitrust regulators, Google disclosed last week in a government filing that it is putting new lobbying muscle, including a former high-ranking Justice Department antitrust lawyer, behind its proposed $3.1 billion acquisition of the online advertising firm DoubleClick. According to documents dated Thursday, the company has brought on [...]", "print_page": null, "word_count": 198, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/04/google-brings-in-big-guns-for-doubleclick-review/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368388eb7c8105d8b9166", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Alex Trebek's show opens the door to more game Googling....", "news_desk": null, "lead_paragraph": "Alex Trebek offers no lifelines to contestants with the audacity to hit their buzzer. Just silence, and then a little needling. And if your brain doesn't bail you out, that's it. You failed.", "headline": {"main": "Gaming With Google's Help", "kicker": "The Lede"}, "pub_date": "2007-06-05T14:27:48Z", "abstract": "Alex Trebek's show opens the door to more game Googling.", "print_page": null, "word_count": 201, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/06/05/gaming-with-googles-help/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368078eb7c8105d8b8a49", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "News", "snippet": "The online software pioneer Salesforce.com will help the Internet search leader Google sell ads as part of a partnership....", "news_desk": "Business", "lead_paragraph": "The online software pioneer Salesforce.com will help the Internet search leader Google sell ads as part of a partnership.", "headline": {"main": "An Ad Deal for Google", "print_headline": "An Ad Deal for Google"}, "pub_date": "2007-06-05T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "140", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/05/business/media/05google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Salesforce.com", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": "Media", "_id": "548af65438f0d8017fa66066", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Olympics fixes, advances in teleportation, and more on Google maps....", "news_desk": null, "lead_paragraph": "Some news items that turned up in our dolphin-safe Web nets.", "headline": {"main": "Notes on the News", "kicker": "The Lede"}, "pub_date": "2007-06-06T16:15:53Z", "abstract": "Olympics fixes, advances in teleportation, and more on Google maps.", "print_page": null, "word_count": 191, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/06/06/notes-on-the-news-6/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3685f8eb7c8105d8b9664", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "Blog", "snippet": "Google said it has purchased closely held PeakStream, a start-up that sells tools for programming chips with multiple processing units. Financial terms were not disclosed. The deal, first reported by the Web publication The Register, underscores h...", "news_desk": null, "lead_paragraph": "Google said it has purchased closely held PeakStream, a start-up that sells tools for programming chips with multiple processing units.", "headline": {"main": "Google Forges Deal for PeakStream", "kicker": "DealBook"}, "pub_date": "2007-06-06T08:00:11Z", "abstract": "Google said it has purchased closely held PeakStream, a start-up that sells tools for programming chips with multiple processing units. Financial terms were not disclosed. The deal, first reported by the Web publication The Register, underscores how companies are responding to the complexities of creating software for \"multicore\" chips, which offer the core circuitry of [...]", "print_page": null, "word_count": 88, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/06/google-forges-deal-for-peakstream/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368108eb7c8105d8b8c35", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The auction giant said it would begin selling radio airtime to advertisers, expanding into a business that Google entered last year....", "news_desk": "Business", "lead_paragraph": "The auction giant said it would begin selling radio airtime to advertisers, expanding into a business that Google entered last year.", "headline": {"main": "Radio Time to Join List of eBay Items Up for Auction", "print_headline": "Radio Time To Join List Of eBay Items Up for Auction"}, "pub_date": "2007-06-06T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "550", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/06/technology/06ebay.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Radio", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "548afec038f0d8017fa6612a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Brad", "rank": 1, "lastname": "STONE"}], "original": "By BRAD STONE"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "DISPUTE OVER AVANDIA STUDY -- GlaxoSmithKline says that preliminary results of a clinical trial provide reassurance that Avandia, its treatment for diabetes, does not raise the risk of a heart attack. But influential doctors argued that the data d...", "news_desk": "Business/Financial Desk", "lead_paragraph": "DISPUTE OVER AVANDIA STUDY -- GlaxoSmithKline says that preliminary results of a clinical trial provide reassurance that Avandia, its treatment for diabetes, does not raise the risk of a heart attack. But influential doctors argued that the data did nothing to alleviate their concerns about the drug's heart risks. [Page A1.] GlaxoSmithKline won praise when it focused on African-Americans in marketing Avandia. But now that Avandia is dogged by safety questions, Glaxo's advertising strategy could end up working against the company. Advertising. [C1.] PLAYING AT HOME -- Chatting with friends and playing with dolls, all via the Internet -- millions of children and adolescents are spending hours on interactive play sites, which are aimed mainly at girls. [C1.] TIPTOEING INTO U.S. MARKET -- Britain's largest retailer, Tesco, is finally ready to enter the American market, beginning with a relatively modest string of neighborhood convenience stores called Fresh and Easy, in Los Angeles, Phoenix, Las Vegas and San Diego. [C1.] EBAY SELLING RADIO AIRTIME -- The auction giant eBay said it would begin selling radio airtime to advertisers starting Wednesday, expanding into a business that Google entered last year. [C3.] IN A SELLING MOOD -- Signs mounted that Federal Reserve is in no hurry to lower interest rates, leading to a sell-off in the markets. [C3.] The stock market posted its first decline in a week after bond yields surged to a nine-month high. [C11.] F.T.C. ACTS TO BLOCK MERGER -- The Federal Trade Commission said that it would file a legal complaint today to block the proposed merger of Wild Oats Markets and Whole Foods Market, arguing that the deal would lead to higher prices for natural and organic products in markets where the two chains now compete. [C1.] MANURE PLANT GENERATES DEBATE -- Tons of turkey manure and a new $200 million power plant that burns the manure to produce electricity can be found in Benton, Minn. The power plant is the first of its kind in the country, but it is also the target of environmentalists who question the earth-friendliness of the operation. [A1.] MEDIA COMPETITION IN MEXICO -- Mexico's Supreme Court struck down crucial provisions of a media law, in a defeat for Mexico's television duopoly that sends a message favoring greater economic competition. [C2.] MARKETS THAT ARE QUICK TO REACT -- The Chinese government is learning the dangers of intervening in stock markets, as policy shifts by the government and even speculation of policy shifts have led to sharp swings in share prices on the Shanghai and Shenzhen stock markets. [C9.] WAGONER URGES PATIENCE -- Rick Wagoner, the chairman and chief executive of General Motors, faced more than two hours of criticism from shareholders at the annual meeting, but he countered that the company had made major progress in turning around its fortunes last year. ''We're taking the profound actions necessary to transform the company for the long haul,'' Mr. Wagoner, above, said. Shareholders expressed their frustration. ''We've done turnarounds so many times we're going in circles,'' said one. [C5.] HBO'S NEW LINEUP -- HBO announced a new lineup of four top corporate officers to succeed Chris Albrecht, the chief executive who resigned last month. The group will be led by Bill Nelson as the chairman and chief executive. [C3.] DOW JONES WORKERS SEEK BUYER -- The main union of the Dow Jones & Company employees, hoping to head off a takeover by Rupert Murdoch, is shopping around for another bidder and has begun talks with aides to Ronald W. Burkle, a California billionaire, union officials and others said. [C4.] ENTICING SHOPPERS IN MAINE -- Freeport, Me., recently approved the development of a $45 million open-air pedestrian-friendly ''lifestyle center,'' basically a shopping center without walls, to help keep pace with retailers moving into nearby cities in Maine. [C7.] SERVICE INDUSTRY GROWING -- Service businesses, which make up almost 90 percent of the economy, expanded at an unexpectedly high rate last month, a sign the economy is strengthening. [C3.] HE OWNS THE HOTEL -- Laurence S. Geller, the chief executive of Strategic Hotels and Resorts, a real estate investment trust that owns 20 high-end hotels in North America and Europe, represents a new breed of hands-on owners who push managers to wring more profit out of their assets. [C6.] $29 MILLION IN RESTITUTION TO CA -- A former sales chief at CA, the software maker, has agreed to pay $29.7 million in restitution after pleading guilty last year to criminal charges in a scheme to raise the company's quarterly revenue artificially through backdated sales contracts.[C3.] ONLINE I.B.M. SETTLES WITH S.E.C. -- The Securities and Exchange Commission said yesterday that I.B.M. had settled a case in which it had been accused of misleading investors by overestimating the impact of stock-based compensation expenses on quarterly earnings in 2005. (REUTERS) ANOTHER BCE BIDDER -- BCE, the parent of Canada's largest telecommunications company, confirmed that its suitors in takeover talks include the Ontario Teachers' Pension Plan and its American partner Providence Equity Partners.The announcement expands the number of potential bidders to three. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-06-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 842, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9D0CE2DE1E30F935A35755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d888eb7c8105d80bfc6", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Yahoo's Terry Semel may be heading for a pay cut. As the Internet giant lags behind Google and with its much ballyhooed Panama project – the nickname for the firm's overhaul of its search advertising system - yet to materialize, investors and in...", "news_desk": null, "lead_paragraph": "Yahoo's Terry Semel may be heading for a pay cut. As the Internet giant lags behind Google and with its much ballyhooed Panama project - the nickname for the firm's overhaul of its search advertising system -- yet to materialize, investors and industry observers are casting a critical eye on the chief executive's $71 million compensation package.", "headline": {"main": "Criticism Mounts Over Yahoo Chief's Pay Package", "kicker": "DealBook"}, "pub_date": "2007-06-07T07:25:53Z", "abstract": "Yahoo's Terry Semel may be heading for a pay cut. As the Internet giant lags behind Google and with its much ballyhooed Panama project – the nickname for the firm's overhaul of its search advertising system - yet to materialize, investors and industry observers are casting a critical eye on the chief executive's $71 million [...]", "print_page": null, "word_count": 474, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/07/criticism-mounts-over-yahoo-chiefs-pay-package/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368158eb7c8105d8b8cff", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google's chief \"snooper, snooped.\"...", "news_desk": null, "lead_paragraph": "The privacy concerns over Google Maps bouncing around Web may have just bounced back ... into the co-founder's office. Valleywag has located the home of Larry Page.", "headline": {"main": "Google Map Bites Founder", "kicker": "The Lede"}, "pub_date": "2007-06-08T13:57:26Z", "abstract": "Google's chief \"snooper, snooped.\"", "print_page": null, "word_count": 35, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/06/08/google-map-bites-founder/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3686d8eb7c8105d8b9801", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Mike", "rank": 1, "lastname": "NIZZA"}], "original": "By MIKE NIZZA"}, "section_name": null}, {"type_of_material": "News", "snippet": "Deal makers powered ahead, even as one pending merger faced a regulatory hurdle. Makers of diabetes drugs agreed to use the most severe warning on labels, and broadcasters won a favorable federal court ruling regarding obscenities.    MOST POPULAR...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Deal makers powered ahead, even as one pending merger faced a regulatory hurdle. Makers of diabetes drugs agreed to use the most severe warning on labels, and broadcasters won a favorable federal court ruling regarding obscenities. MOST POPULAR Following are the most popular business news articles on nytimes.com from June 2 through June 8: 1. More Advice Graduates Don't Want to Hear 2. Google Keeps Tweaking Its Search Engine 3. For Pornographers, Internet's Virtues Turn to Vices 4. Court Rebuffs F.C.C. on Fines for Indecency 5. Fever Builds for iPhone (Anxiety Too) Links are at nytimes.com/business.", "headline": {"main": "Deal Making Heats Up as Does Food and Drug Scrutiny", "kicker": "FIVE DAYS"}, "pub_date": "2007-06-09T00:00:00Z", "abstract": "Five Days column; Biomet, maker of artificial joints, accepted sweetened $11.4 billion offer from group of private equity firms; Avaya, one of world's biggest makers of corporate phone equipment, agreed to $8.2 billion deal with Silver Lake Partners and Texas Pacific Group; Palm said it would sell 25 percent stake in itself to Elevation Partners; Cadence Design Systems, which makes software that designs computer chips, has held talks with at least two private equity firms about going public (M)", "print_page": "2", "word_count": 98, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C04E1DF163FF93AA35755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "DE LA MERCED, MICHAEL J"}, {"name": "organizations", "value": "ELEVATION PARTNERS"}, {"name": "organizations", "value": "BLACKSTONE GROUP"}, {"name": "organizations", "value": "BIOMET INC"}, {"name": "organizations", "value": "KOHLBERG KRAVIS ROBERTS & CO"}, {"name": "organizations", "value": "TEXAS PACIFIC GROUP"}, {"name": "organizations", "value": "PALM"}, {"name": "organizations", "value": "AVAYA INC"}, {"name": "organizations", "value": "SILVER LAKE PARTNERS"}, {"name": "organizations", "value": "GOLDMAN SACHS GROUP"}, {"name": "organizations", "value": "CADENCE DESIGN SYSTEMS INC"}, {"name": "subject", "value": "COMPUTER CHIPS"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ORTHOPEDICS"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "TELEPHONES AND TELECOMMUNICATIONS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd28fe18eb7c8105d867385", "byline": null, "section_name": "Technology; Health; Business"}, {"type_of_material": "News", "snippet": "Similarities between Google’s acquisition of YouTube and Rupert Murdoch’s bid for Dow Jones show why both deals make sense to them alone....", "news_desk": "SundayBusiness", "lead_paragraph": "Similarities between Google’s acquisition of YouTube and Rupert Murdoch’s bid for Dow Jones show why both deals make sense to them alone.", "headline": {"main": "What Murdoch’s Paper Chase Means for Business TV", "kicker": "Media Frenzy", "print_headline": "What Murdoch’s Paper Chase Means for Business TV", "content_kicker": "Media Frenzy"}, "pub_date": "2007-06-10T00:00:00Z", "abstract": null, "print_page": "8", "word_count": "1393", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/10/business/yourmoney/10frenzy.html", "multimedia": [{"width": 600, "url": "images/2007/06/09/business/600-frenzy.jpg", "height": 340, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/06/09/business/600-frenzy.jpg", "xlargeheight": "340"}, "type": "image"}, {"width": 75, "url": "images/2007/06/09/business/75-frenzy.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/06/09/business/75-frenzy.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Murdoch, Rupert", "name": "persons"}, {"rank": "2", "is_major": "N", "value": "Mergers, Acquisitions and Divestitures", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Dow Jones & Co", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": "Your Money", "_id": "548b236d38f0d8482929a891", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Richard", "rank": 1, "lastname": "SIKLOS"}], "original": "By RICHARD SIKLOS"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Nearly a decade after the government began its landmark effort to break up Microsoft, the Bush administration has sharply changed course by repeatedly defending the company both in the United States and abroad against accusations of anticompetitiv...", "news_desk": null, "lead_paragraph": "Nearly a decade after the government began its landmark effort to break up Microsoft, the Bush administration has sharply changed course by repeatedly defending the company both in the United States and abroad against accusations of anticompetitive conduct, including the recent rejection of a complaint by Google.", "headline": {"main": "Microsoft Finds Legal Defender in Justice Department", "kicker": "DealBook"}, "pub_date": "2007-06-11T07:32:28Z", "abstract": "Nearly a decade after the government began its landmark effort to break up Microsoft, the Bush administration has sharply changed course by repeatedly defending the company both in the United States and abroad against accusations of anticompetitive conduct, including the recent rejection of a complaint by Google. The New York Times notes that the retrenchment [...]", "print_page": null, "word_count": 313, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/11/microsoft-finds-legal-defender-in-justice-dept/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368328eb7c8105d8b8fdc", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google says it will soon begin testing a long-awaited system that can block unauthorized copyrighted clips from being uploaded to YouTube....", "news_desk": "Business", "lead_paragraph": "Google says it will soon begin testing a long-awaited system that can block unauthorized copyrighted clips from being uploaded to YouTube.", "headline": {"main": "YouTube Sets Tests of Video Blocking", "print_headline": "YouTube Sets Tests of Video Blocking"}, "pub_date": "2007-06-12T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "188", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/12/technology/12google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "YouTube.com", "name": "organizations"}], "subsection_name": null, "_id": "548b3f1838f0d8482929ab4d", "byline": null, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google says it will soon begin testing a long-awaited system that can block unauthorized copyrighted clips from being uploaded to YouTube, the popular video-sharing site it bought last year.     Company executives have predicted that the technolog...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google says it will soon begin testing a long-awaited system that can block unauthorized copyrighted clips from being uploaded to YouTube, the popular video-sharing site it bought last year. Company executives have predicted that the technology, once deployed, would lead to a détente with the studios and television networks that have bitterly complained about the proliferation of their copyrighted clips on YouTube.", "headline": {"main": "YouTube Sets Tests of Video Blocking"}, "pub_date": "2007-06-12T00:00:00Z", "abstract": "Google says it will soon begin testing long-awaited system that can block unauthorized copyrighted clips from being uploaded to YouTube; YouTube says it will initially test technology, called video fingerprinting, with group of partners, including Disney and Time Warner, and plans to make it available more widely in next few months (S)", "print_page": "5", "word_count": 188, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=950DEFDA173FF931A25755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "YOUTUBE"}, {"name": "organizations", "value": "TIME WARNER INC"}, {"name": "organizations", "value": "DISNEY, WALT, CO"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "COPYRIGHTS"}, {"name": "subject", "value": "RECORDINGS AND DOWNLOADS (VIDEO)"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd25d0d8eb7c8105d80b45c", "byline": null, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "Venture-backed initial public offerings had their best month in years last month as 11 companies raised $1.6 billion from I.P.O.s on American exchanges. That figure represents the most money raised since August 2004 when the debut of Google raised...", "news_desk": null, "lead_paragraph": "Venture-backed initial public offerings had their best month in years last month as 11 companies raised $1.6 billion from I.P.O.s on American exchanges. That figure represents the most money raised since August 2004 when the debut of Google raised that figure to nearly $1.9 billion, according to statistics released Tuesday by Thomson Financial and the National Venture Capital Association.", "headline": {"main": "May Is Banner Month for Venture-Backed I.P.O.'s", "kicker": "DealBook"}, "pub_date": "2007-06-13T08:10:49Z", "abstract": "Venture-backed initial public offerings had their best month in years last month as 11 companies raised $1.6 billion from I.P.O.s on American exchanges. That figure represents the most money raised since August 2004 when the debut of Google raised that figure to nearly $1.9 billion, according to statistics released Tuesday by Thomson Financial and the [...]", "print_page": null, "word_count": 249, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/13/may-is-banner-month-for-venture-backed-ipos/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368328eb7c8105d8b8fe6", "byline": null, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Openads, a supplier of open-source online advertising software, has received $5 million in initial venture funding from a group led by Index Ventures. Openads' ad-server technology competes with DoubleClick, which Google recently acquired, but at ...", "news_desk": null, "lead_paragraph": "Openads, a supplier of open-source online advertising software, has received $5 million in initial venture funding from a group led by Index Ventures. Openads' ad-server technology competes with DoubleClick, which Google recently acquired, but at a different end of the market, Reuters reported.", "headline": {"main": "Openads Gets First Venture Funding", "kicker": "DealBook"}, "pub_date": "2007-06-13T07:20:17Z", "abstract": "Openads, a supplier of open-source online advertising software, has received $5 million in initial venture funding from a group led by Index Ventures. Openads' ad-server technology competes with DoubleClick, which Google recently acquired, but at a different end of the market, Reuters reported. Go to Item from PaidContent.org Go to Article from Reuters via CNet [...]", "print_page": null, "word_count": 54, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/13/openads-gets-first-venture-funding/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3686e8eb7c8105d8b9832", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google and Intel are leading a consortium of companies in an effort to reduce the amount of power wasted by personal computers....", "news_desk": "Business", "lead_paragraph": "Google and Intel are leading a consortium of companies in an effort to reduce the amount of power wasted by personal computers.", "headline": {"main": "Technology Group Seeks to Save Power", "print_headline": "Technology Group Seeks to Save Power"}, "pub_date": "2007-06-13T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "410", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/13/technology/13chip.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Intel Corp", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Energy Efficiency", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Environment", "name": "subject"}], "subsection_name": null, "_id": "548b470338f0d8482929ac15", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Addressing privacy concerns, the company announced that it would keep search histories of users for only 18 months instead of 24....", "news_desk": "Business", "lead_paragraph": "Addressing privacy concerns, the company announced that it would keep search histories of users for only 18 months instead of 24.", "headline": {"main": "Google to Reduce History of Personal Searches", "print_headline": "Google to Reduce History of Personal Searches"}, "pub_date": "2007-06-13T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "473", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/13/technology/13google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Privacy", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "European Union", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "548b438138f0d8482929abb2", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Thomas", "rank": 1, "lastname": "CRAMPTON"}], "original": "By THOMAS CRAMPTON"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google and Intel are leading a consortium of major technology companies in an effort to sharply reduce the amount of power wasted by personal computers and servers.     In a separate development, Intel is expected to cut prices on some of its high...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Google and Intel are leading a consortium of major technology companies in an effort to sharply reduce the amount of power wasted by personal computers and servers. In a separate development, Intel is expected to cut prices on some of its higher-end processors in July to make room for new power-saving chip technology expected in the second half of the year.", "headline": {"main": "Technology Group Seeks to Save Power"}, "pub_date": "2007-06-13T00:00:00Z", "abstract": "Google and Intel are leading consortium of major technology companies in effort to sharply reduce amount of power wasted by personal computers and servers; energy-saving effort is called Climate Savers Computing Initiative; companies agreeing to effort's standards will try to build machines that are at least 90 percent efficient in their power use by promoting new technologies, setting new standards and encouraging more efficient use by consumers; initiative has received support of IBM, Hewlett-Packard, Dell, Advanced Micro Devices, Sun Microsystems and Microsoft among others; it is also supported by National Wildlife Federation and Environmental Protection Agency; Intel is expected to cut prices on some of its higher-end processors in July to make room for new power-saving chip technology expected in second half of year (M)", "print_page": "3", "word_count": 404, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9403EFD6173FF930A25755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "DELL INC"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "SUN MICROSYSTEMS INC"}, {"name": "organizations", "value": "ADVANCED MICRO DEVICES"}, {"name": "organizations", "value": "INTEL CORP"}, {"name": "organizations", "value": "INTERNATIONAL BUSINESS MACHINES CORP"}, {"name": "organizations", "value": "HEWLETT-PACKARD CO"}, {"name": "organizations", "value": "NATIONAL WILDLIFE FEDERATION"}, {"name": "organizations", "value": "ENVIRONMENTAL PROTECTION AGENCY"}, {"name": "subject", "value": "COMPUTER CHIPS"}, {"name": "subject", "value": "PRICES (FARES, FEES AND RATES)"}, {"name": "subject", "value": "ELECTRIC LIGHT AND POWER"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd276048eb7c8105d835d67", "byline": {"person": [{"firstname": "Laurie", "middlename": "J.", "lastname": "FLYNN", "rank": 1, "role": "reported", "organization": ""}], "original": "By LAURIE J. FLYNN"}, "section_name": "Technology; Business"}, {"type_of_material": "Summary", "snippet": "GIFTS FOR FAITH-BASED GROUPS -- Over the past 20 years Congress has given almost 900 grants to faith-based groups through the use of provisions called earmarks, including two decommissioned Coast Guard cutters that were given to a mission group in...", "news_desk": "Business/Financial Desk", "lead_paragraph": "GIFTS FOR FAITH-BASED GROUPS -- Over the past 20 years Congress has given almost 900 grants to faith-based groups through the use of provisions called earmarks, including two decommissioned Coast Guard cutters that were given to a mission group in California. But rather than use the vessels to provide medical care, as Congress had directed, the group sold them both. [Page A1.] YIELDS RISE, DRIVING SHARES DOWN -- The cost of borrowing headed higher as yields on the 10-year Treasury note, a key benchmark, hit a five-year high, and that drove the stock market down sharply. [C1.] NEW SERVINGS AT CONAGRA -- ConAgra Foods was built from dozens of acquisitions with brands that struggled to keep up with their competitors. But a new chief executive, Gary M. Rodkin, is trying to revive its brands with new products like Healthy Choice dinners that do not become mushy when microwaved, Orville Redenbacher popcorn that is low in sodium but still has a salty taste, and Chef Boyardee microwave-ready macaroni and cheese. [C1.] WOOING ASIAN GAMBLERS -- Casino operators in Las Vegas have become much more aggressive in wooing Asians both domestically and abroad, aiming not just at the newly wealthy from China, who in recent years have emerged as Las Vegas's best customers, but also Asian-Americans and recent immigrants from the Pacific Rim. [C1.] SIGNS OF A BACKLASH -- Robert E. Rubin, a Treasury secretary in President Bill Clinton's administration, made the case for private equity and hedge fund managers' paying more in taxes, a sign that the backlash against the tremendous wealth being created by managers of hedge funds may be gaining strength. [C3.] CHANGES IN JOURNAL'S NEWSROOM -- The Wall Street Journal, already roiled by a proposed takeover by Rupert Murdoch, will announce a major newsroom shake-up, including the reassignment and replacement of several top editors, officials there say. [C1.] A PHONE WITHOUT A KEYBOARD -- If there is a billion-dollar gamble underlying Apple's iPhone, it lies in what the cellphone does not have: a mechanical keyboard. The absence of a keyboard allows for a bigger screen, but the downside is that typing is done by pecking on the screen with thumbs or fingers. [C1.] FUTURE OF JAGUAR AND LAND ROVER -- Ford said that it was working with financial advisers to sort out the future of Jaguar and Land Rover, the two British brands that have been rumored to be up for sale for more than a year. [C3.] PROFIT GROWTH AT LEHMAN -- Lehman Brothers reported that its profit in the second quarter rose 27 percent, a record for the investment bank and potentially auguring a good week for Wall Street earning reports. [C4.] ENERGY BILL DEBATED IN SENATE -- The Senate began debate on a sprawling bill to reduce oil consumption, with top Democrats circulating a proposal to provide $10 billion in loans for plants that make diesel fuel from coal. [A16.] A DANONE DISPUTE IN CHINA -- A dispute between Groupe Danone, the French multinational company, and a brash Chinese executive has escalated into a battle for control of China's largest beverage maker. [C8.] INFLATION, BUT NO OVERHEATING -- Inflation in China reached a 27-month high of 3.4 percent in May, but the increases in consumer prices were heavily concentrated in food while figures for growth in the money supply and in loans suggested that the broader economy was not yet overheating. [C8.] GREENER PLANES, FROM EUROPE -- The European Union is planning a 1.6 billion-euro public-private partnership to help its aviation industry develop a generation of greener and quieter aircraft. [C8.] VOTE CRITICAL OF EXECUTIVE PAY -- Yahoo said that about a third of its shareholders had voted against the re-election of one or more company directors. The vote against some directors had been recommended by three Wall Street advisory firms that had criticized the compensation committee for awarding bonus and retention pay in the form of 6.8 million stock options to Terry S. Semel, Yahoo's chief executive, in a year when the company's shares dropped nearly 35 percent. [C3.] SAVING WEB SEARCH HISTORIES -- Google announced that it would cut back on how long it keeps the Web search histories of users, to 18 months from 24. [C3.] ART IMITATING ADVERTISING -- A coming television series about Madison Avenue, set in the days when sponsors' products were regularly woven into the plots of shows, is -- yes -- getting a sponsor whose product will be regularly woven into the plot of each episode. The series, ''Mad Men,'' will run on AMC, and be sponsored by the Jack Daniel's brand of Tennessee whiskey sold by the Brown-Forman Corporation. Advertising: Stuart Elliott. [C5.] MOVIE TRAILERS FOR ADULTS -- Hollywood is retrofitting its rating system to give studios a chance to show racier trailers for movies online. [E1.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. RESTITUTION IN CA FRAUD -- Stephen Richards, former sales chief of the software maker CA, agrees to pay more than $29 million in restitution for an accounting fraud. (DOW JONES/AP) BLOCKBUSTER RENTAL PLAN -- Blockbuster is offering a lower-priced plan for online movie rentals as it competes with Netflix. It said it would cut prices $1 a month for customers who order movies online only. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-06-13T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 877, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A0DE4DF143FF930A25755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d0d8eb7c8105d80b484", "byline": null, "section_name": "Business"}, {"type_of_material": "News", "snippet": "Google got into a tussle with eBay when it invited the auction site’s sellers to a party to promote Google Checkout, a service that competes with eBay’s PayPal....", "news_desk": "Business", "lead_paragraph": "Google got into a tussle with eBay when it invited the auction site’s sellers to a party to promote Google Checkout, a service that competes with eBay’s PayPal.", "headline": {"main": "Google Gives Up on Competing With eBay’s Big Boston Party", "print_headline": "Google Gives Up on Competing With eBay’s Big Boston Party"}, "pub_date": "2007-06-14T00:00:00Z", "abstract": null, "print_page": "9", "word_count": "483", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/14/technology/14google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "eBay Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Boston (Mass)", "name": "glocations"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "548b558838f0d8482929ad74", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "HOSPITAL CARE CHARGES -- Stark evidence that high medical payments do not necessarily buy high-quality patient care is presented in a Pennsylvania hospital study. Of the hospitals that perform heart bypass surgery, the best-paid hospital received ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "HOSPITAL CARE CHARGES -- Stark evidence that high medical payments do not necessarily buy high-quality patient care is presented in a Pennsylvania hospital study. Of the hospitals that perform heart bypass surgery, the best-paid hospital received nearly $100,000 for the operation while the least-paid got less than $20,000. Both facilities had comparable lengths of stay and death rates. [Page A1.] SCALPING GOES PRO -- Some sports teams no longer provide paper tickets to their season-ticket holders, who instead simply swipe a credit card or driver's license to enter the arena. The electronic ticket systems have an important side benefit: they allow the team to control, and get a fee from, any reselling of a ticket. [C1.] KELLOGG TO CURB SOME ADS -- The Kellogg Company said that it would phase out advertising its products to children under age 12 unless the foods meet specific nutrition guidelines for calories, sugar, fat and sodium. Kellogg also announced that it would stop using licensed characters or branded toys to promote foods unless the products meet the nutrition guidelines. [C1.] SENATORS SEEK TO PENALIZE CHINA -- Four leading Democratic and Republican senators proposed legislation aimed at imposing penalties on China over its export practices and predicted that they would have the votes to pass it in Congress this year even if it was vetoed by President Bush. The Bush administration indicated it would oppose the bill, which appeared certain to aggravate tensions with China at a time when Treasury Secretary Henry M. Paulson Jr., above, has sought to use negotiation to change Chinese economic policies. [C1.] TEXT MESSAGES ON WALL STREET -- Wall Street's two self-policing groups are expected to release proposed guidelines for the regulation of written electronic communications, including internal and external exchanges, in rules that will probably cover text messages carried over cellphones, BlackBerrys and other devices. [C3.] PANEL REJECTS ANTI-OBESITY DRUG -- A drug made by Sanofi-Aventis that was once viewed as a possible magic bullet against obesity was rejected by a federal advisory panel because of worries that it causes neurological and psychiatric problems and increases the risk of suicide. [C3.] BANKS INDICTED IN PARMALAT CASE -- An Italian judge ordered Citigroup, Deutsche Bank, Morgan Stanley and UBS to stand trial on charges of market manipulation in the events that led to the multibillion-dollar bankruptcy filing of the Italian dairy company Parmalat in 2003. [C8.] THE GENUINE ARTICLE ON eBAY -- The online auction giant eBay says new rules to curb fraud have resulted in a 60 percent decline in the number of complaints from luxury goods makers that counterfeits of their products are being sold on the site. It also says that in the last four months it has banished tens of thousands of sellers who did not meet new, elevated standards. But other companies still complain about piracy on eBay. [C9.] Google and eBay got into a tussle at eBay's convention in Boston this week, when Google invited the auction site's sellers to a party to promote Google Checkout, a service that competes with eBay's PayPal. [C9.] TALKS TO SELL BARNEYS -- The Jones Apparel Group is close to an agreement to sell Barneys New York, the fashionable clothing retailer, for about $825 million to the investment arm of the Dubai government, people involved in the talks said. [C1.] STARS AND STRIPES AND G.M. -- ''Buy American'' has always been an undercurrent in General Motors' advertising, but the theme has been showing up more forcefully of late, as G.M. uses the one adjective that competitors like Toyota and Honda cannot use. Advertising. [C5.] A VIDEO SITE IN THE POLITICAL ARENA -- YouTube, which is owned by Google, and CNN are co-sponsoring a debate among the eight Democratic presidential candidates next month, with questions asked via videos submitted by people through YouTube. The debate is a reflection of YouTube's impact on politics. [A26.] DEBATE OVER BLOGGING AT A GAME -- The eviction of a newspaper reporter from a baseball press box for blogging about a game while it was in progress has stirred a debate over legal questions surrounding First Amendment rights, intellectual property rights and contract law. [D5.] NBC IN HIGH SCHOOL -- NBC News will announce an online educational venture, intended as a supplement to high school courses in American history, government and English, that draws heavily on its film archives, as well as on its journalists. [E3.] PRIVATE FORESTS AT RISK -- Conservationists are concerned that large tracts of the nation's private forests are at risk of falling into mismanagement, being subdivided or being sold for development as aging landowners pass the land to heirs or buyers. Small Business. [C6.] RETAIL REPORT BOLSTERS SHARES -- Stocks surged, pushing the Dow Jones industrial average to its biggest gain in almost 11 months, after the bond market rallied and a report on retail sales exceeded economists' estimates. [C15.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. A HOUSE COMMITTEE CHAIRMAN said at a hearing that he would seek legislation to curb lending abuses if the central bank did not act quickly to do so. (AP) LEHMAN BROTHERS HOLDINGS said it would merge two residential mortgage units, BNC Mortgage and Aurora Loan Services, and cut 400 jobs. (REUTERS) THE CERIDIAN CORPORATION, the human resources company whose biggest shareholder, William A. Ackman, regards a $5.3 billion takeover bid as too low, said it would be prepared to consider other plans to sell itself. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-06-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 907, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F02E3D9143FF937A25755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d0d8eb7c8105d80b4af", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "The Federal Trade Commission reportedly wants to take a look at a few online advertising acquisitions, not just Google's planned deal to acquire DoubleClick. The regulatory agency also plans to look into Microsoft's $6 billion deal to buy aQuantiv...", "news_desk": null, "lead_paragraph": "The Federal Trade Commission reportedly wants to take a look at a few online advertising acquisitions, not just Google's planned deal to acquire DoubleClick.", "headline": {"main": "Microsoft and Yahoo Deals to Come Under Scrutiny, Report Says", "kicker": "DealBook"}, "pub_date": "2007-06-15T07:40:16Z", "abstract": "The Federal Trade Commission reportedly wants to take a look at a few online advertising acquisitions, not just Google's planned deal to acquire DoubleClick. The regulatory agency also plans to look into Microsoft's $6 billion deal to buy aQuantive and Yahoo's $680 million plans to buy the rest of Right Media, according to The Wall [...]", "print_page": null, "word_count": 181, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/15/microsoft-and-yahoo-deals-to-come-under-scrutiny-report-says/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368158eb7c8105d8b8d0a", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Schedule", "snippet": "Gay Pride Week starts Sunday and ends with next Sunday's annual parade, making it easy to spend the entire week taking in gay-theme theater. On Sunday THE NEW YORK NEO-FUTURISTS are presenting the final show in a weekend-long run of ''Too Much Lig...", "news_desk": "Arts and Leisure Desk", "lead_paragraph": "Gay Pride Week starts Sunday and ends with next Sunday's annual parade, making it easy to spend the entire week taking in gay-theme theater. On Sunday THE NEW YORK NEO-FUTURISTS are presenting the final show in a weekend-long run of ''Too Much Light Makes the Baby Go Blind: Super Gay!'' This hyperkinetic troupe's M.O. is a race against the clock to present 30 very short plays --all written by company members, in 60 minutes. Audience members choose the order of the lineup by yelling out choices from a list they've been handed at the door. Standard rules apply this weekend, but the subject matter across the board will be, well, super gay. Sunday at 8 p.m., Kraine Theater, 85 East Fourth Street, East Village, (212) 352-3101, theatermania.com; $20. Ever type your name into the search box in Google just to see what comes up? Citations for people who share your name. Jason Schafer, who wrote for ''Queer as Folk, uses ''ego surfing'' as a jumping-off point for his new play, ''I GOOGLE MYSELF.'' In it, a gay pornographic star, a stoner-mechanic-poet and a stalker share a common name in this production by Theater Askew that poses the question: How far might one go to be a top search term on Google? In previews, opens on Thursday, Under St. Marks, 94 St. Marks Place, East Village, (212) 352-3101, theatermania.com; $18. Beginning Tuesday the NATIVE ALIENS THEATER COLLECTIVE will present its eighth annual series of original short plays about gay, lesbian, bisexual and transgender issues. ''Short Stories 8: Urban View,'' will feature eight plays, chosen by the company's nine-member board from more than 100 submissions. Tuesday through Friday at 8 p.m., Saturday at 2 and 8 p.m., the Independent, 52-A West Eighth Street, Greenwich Village, (212) 352-3101, theatermania.com; $15 in advance, $20 at the door.", "headline": {"main": "THE WEEK AHEAD: June 17 - 23; THEATER"}, "pub_date": "2007-06-17T00:00:00Z", "abstract": null, "print_page": "4", "word_count": 303, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9804E4D7173FF934A25755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd276048eb7c8105d835db4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Steven", "lastname": "McElroy"}], "original": "By Steven McElroy"}, "section_name": "Arts"}, {"type_of_material": "Blog", "snippet": "As Yahoo announced that Terry S. Semel was stepping down as chief executive of the beleaguered Internet giant, two questions arose: Is Yahoo in play? What now for the shareholder activists? In a bid to shake up the search giant, which has long bee...", "news_desk": null, "lead_paragraph": "As Yahoo announced that Terry S. Semel was stepping down as chief executive of the beleaguered Internet giant, two questions arose: Is Yahoo in play? What now for the shareholder activists?", "headline": {"main": "Semel's Resignation, Deal Making and the Activists", "kicker": "DealBook"}, "pub_date": "2007-06-18T19:11:21Z", "abstract": "As Yahoo announced that Terry S. Semel was stepping down as chief executive of the beleaguered Internet giant, two questions arose: Is Yahoo in play? What now for the shareholder activists? In a bid to shake up the search giant, which has long been lagging Google, Yahoo said that Mr. Semel will become nonexecutive chairman. [...]", "print_page": null, "word_count": 449, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/18/d-semels-resignation-and-the-activists/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368598eb7c8105d8b9524", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "I was killing some time with Google Earth last week and decided to look around my old stomping ground in Iraq. The imagery of the area was surprisingly good, and I had many a chuckle and a sigh as I perused the landscape of AO Raleigh, the area of...", "news_desk": null, "lead_paragraph": "I was killing some time with Google Earth last week and decided to look around my old stomping ground in Iraq. The imagery of the area was surprisingly good, and I had many a chuckle and a sigh as I perused the landscape of AO Raleigh, the area of operations that includes Falluja and its outlying areas.", "headline": {"main": "Google Earth Vacation", "kicker": "Opinionator"}, "pub_date": "2007-06-19T19:03:06Z", "abstract": "I was killing some time with Google Earth last week and decided to look around my old stomping ground in Iraq. The imagery of the area was surprisingly good, and I had many a chuckle and a sigh as I perused the landscape of AO Raleigh, the area of operations that includes Falluja and its [...]", "print_page": null, "word_count": 1189, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2007/06/19/google-earth-vacation/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368598eb7c8105d8b95a4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By JEFFREY D. BARNETT"}, "section_name": "Opinion"}, {"type_of_material": "Blog", "snippet": "The New York mayor tackles the tough issues as if he were a presidential candidate, even though he says he's not....", "news_desk": null, "lead_paragraph": "Though he may look like a candidate for president and sound like a candidate for president, New York Mayor Michael Bloomberg told an audience in California on Monday that - despite speculation to the contrary - he was not a candidate for president. During his speech to employees at the high-tech company, Google, the mayor did not rule out the possibility and instead delivered a serious message:", "headline": {"main": "2008: Candidate Bloomberg?", "kicker": "The Caucus"}, "pub_date": "2007-06-19T09:07:54Z", "abstract": "The New York mayor tackles the tough issues as if he were a presidential candidate, even though he says he's not.", "print_page": null, "word_count": 402, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thecaucus.blogs.nytimes.com/2007/06/19/2008-candidate-bloomberg/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3686d8eb7c8105d8b9750", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Michael", "rank": 1, "lastname": "FALCONE"}], "original": "By MICHAEL FALCONE"}, "section_name": "U.S."}, {"type_of_material": "Blog", "snippet": "Google and Pacific Gas & Electric have introduced their vision of a future in which cars and trucks are partly powered by the country's electric grids, and vice versa. The companies displayed on Monday six Toyota Prius and Ford Escape hybrid vehic...", "news_desk": null, "lead_paragraph": "Google and Pacific Gas & Electric have introduced their vision of a future in which cars and trucks are partly powered by the country's electric grids, and vice versa.", "headline": {"main": "Google Foundation to Invest in Give-and-Take Hybrid", "kicker": "DealBook"}, "pub_date": "2007-06-19T08:13:33Z", "abstract": "Google and Pacific Gas & Electric have introduced their vision of a future in which cars and trucks are partly powered by the country's electric grids, and vice versa. The companies displayed on Monday six Toyota Prius and Ford Escape hybrid vehicles modified to run partly on electricity from the power grid, allowing the vehicles [...]", "print_page": null, "word_count": 194, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/19/google-foundation-to-invest-in-give-and-take-hybrid/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368108eb7c8105d8b8c53", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google claimed that Vista thwarted computer users who wanted to use search software other than Microsoft’s....", "news_desk": "ContinuousNews", "lead_paragraph": "Google claimed that Vista thwarted computer users who wanted to use search software other than Microsoft’s.", "headline": {"main": "Antitrust Complaints Prompt Changes to Vista"}, "pub_date": "2007-06-19T00:00:00Z", "abstract": null, "print_page": null, "word_count": "920", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/19/technology/20softcnd.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "548b8cac38f0d8482929b2df", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "LABATON"}], "original": "By STEPHEN LABATON"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Google and Pacific Gas & Electric have unveiled their vision of a future in which cars and trucks are partly powered by the country’s electric grids, and vice versa....", "news_desk": "Business", "lead_paragraph": "Google and Pacific Gas & Electric have unveiled their vision of a future in which cars and trucks are partly powered by the country’s electric grids, and vice versa.", "headline": {"main": "Google and Utility to Test Hybrids That Sell Back Power", "print_headline": "Google and Utility to Test Hybrids That Sell Back Power"}, "pub_date": "2007-06-19T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "659", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/19/technology/19electric.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Automobiles", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Pacific Gas & Electric Company", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Google.org", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Hybrid Vehicles", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Solar Energy", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "8", "is_major": "N", "value": "Environment", "name": "subject"}, {"rank": "9", "is_major": "N", "value": "California", "name": "glocations"}], "subsection_name": null, "_id": "548b81f538f0d8482929b1e7", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Felicity", "rank": 1, "lastname": "BARRINGER"}, {"firstname": "Matthew", "middlename": "L.", "lastname": "WALD", "rank": 2, "role": "reported", "organization": ""}], "original": "By FELICITY BARRINGER and MATTHEW L. WALD"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Mayor Michael R. Bloomberg, sounding every inch the presidential candidate he insists he is not, brought his message of pragmatic, nonpartisan leadership to California on Monday, telling a crowd of Google employees that the nation was ''really in ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Mayor Michael R. Bloomberg, sounding every inch the presidential candidate he insists he is not, brought his message of pragmatic, nonpartisan leadership to California on Monday, telling a crowd of Google employees that the nation was ''really in trouble.'' In unusually stark terms, Mr. Bloomberg expressed his frustration with the state of the nation, touching on campaign-style issues like the war in Iraq, immigration, education, health care and crime before a crowd of more than 1,000 employees at the Google campus here.", "headline": {"main": "U.S. Is 'Really in Trouble,' Says Bloomberg, Sounding Like a Candidate"}, "pub_date": "2007-06-19T00:00:00Z", "abstract": "New York City Mayor Michael R Bloomberg attends authors series in Mountain View, Calif, to talk about his 1997 book Bloomberg by Bloomberg; discussion instead centers on state of nation and on national campaign issues; incident continues to fuel speculation about Bloomberg presidential run in 2008; photo (M)", "print_page": "4", "word_count": 563, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E03EFDF133FF93AA25755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "creative_works", "value": "BLOOMBERG BY BLOOMBERG (BOOK)"}, {"name": "persons", "value": "BLOOMBERG, MICHAEL R"}, {"name": "glocations", "value": "MOUNTAIN VIEW (CALIF)"}, {"name": "subject", "value": "PRESIDENTIAL ELECTION OF 2008"}, {"name": "subject", "value": "ELECTION ISSUES"}, {"name": "subject", "value": "BOOKS AND LITERATURE"}], "subsection_name": null, "_id": "4fd27c4a8eb7c8105d842763", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Diane", "lastname": "CARDWELL"}], "original": "By DIANE CARDWELL"}, "section_name": "Books; New York and Region"}, {"type_of_material": "Blog", "snippet": "It’s become a monthly ritual with few surprises. Web audience measuring firms report numbers for Web search traffic in the United States. Yahoo does well. Google does a lot better. Microsoft and others barely hold on, or worse. It’s no differe...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Yahoo Good, Google Better (a Lot Better)", "kicker": "Bits"}, "pub_date": "2007-06-20T22:59:11Z", "abstract": "It’s become a monthly ritual with few surprises. Web audience measuring firms report numbers for Web search traffic in the United States. Yahoo does well. Google does a lot better. Microsoft and others barely hold on, or worse. It’s no different this month. Nielsen/NetRatings said that the number of searches conducted on Yahoo grew by […]", "print_page": null, "word_count": "162", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/20/yahoo-good-google-better-a-lot-better/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368228eb7c8105d8b8d6e", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "As industry watchers tried to divine whether Yahoo would be put in play following the the resignation of Terry S. Semel as the Internet giant's chief executive, The New York Times suggested that another radical proposition is being whispered insid...", "news_desk": null, "lead_paragraph": "As industry watchers tried to divine whether Yahoo would be put in play following the the resignation of Terry S. Semel as the Internet giant's chief executive, The New York Times suggested that another radical proposition is being whispered inside and outside the company: stop trying to beat Google at its own game.", "headline": {"main": "After Shake-Up, What Now for Yahoo?", "kicker": "DealBook"}, "pub_date": "2007-06-20T08:17:26Z", "abstract": "As industry watchers tried to divine whether Yahoo would be put in play following the the resignation of Terry S. Semel as the Internet giant's chief executive, The New York Times suggested that another radical proposition is being whispered inside and outside the company: stop trying to beat Google at its own game. Just as [...]", "print_page": null, "word_count": 586, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/20/after-shake-up-what-now-for-yahoo/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368388eb7c8105d8b918b", "byline": null, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google has acquired an online slide presentation company, Zenter, filling out its web-based office software portfolio with an application similar to Microsoft's popular PowerPoint. Financial terms were not disclosed. While the Internet search gian...", "news_desk": null, "lead_paragraph": "Google has acquired an online slide presentation company, Zenter, filling out its web-based office software portfolio with an application similar to Microsoft's popular PowerPoint.", "headline": {"main": "With Zenter Deal, Google Makes Its Own PowerPoint", "kicker": "DealBook"}, "pub_date": "2007-06-20T07:10:31Z", "abstract": "Google has acquired an online slide presentation company, Zenter, filling out its web-based office software portfolio with an application similar to Microsoft's popular PowerPoint. Financial terms were not disclosed. While the Internet search giant has already made Microsoft's PowerPoint files viewable in GMail, Google has not yet launched its own Web version of PowerPoint. Go [...]", "print_page": null, "word_count": 60, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/20/with-zenter-deal-google-makes-its-own-powerpoint/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3686e8eb7c8105d8b983b", "byline": null, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The changes are in response to a complaint by Google that a feature of the operating system is anticompetitive....", "news_desk": "Business", "lead_paragraph": "The changes are in response to a complaint by Google that a feature of the operating system is anticompetitive.", "headline": {"main": "Microsoft to Alter Windows Vista", "print_headline": "Microsoft Will Alter Vista System"}, "pub_date": "2007-06-20T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "998", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/20/technology/20soft.html", "multimedia": [{"width": 75, "url": "images/2007/06/20/business/20soft.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/06/20/business/20soft.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Antitrust Actions and Laws", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Software", "name": "subject"}], "subsection_name": null, "_id": "548b8e9738f0d8482929b30e", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Stephen", "rank": 1, "lastname": "LABATON"}], "original": "By STEPHEN LABATON"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Microsoft has agreed to make changes to its Windows Vista operating system in response to a complaint by Google that a feature of Vista is anticompetitive, lawyers involved in the case said on Tuesday.     The settlement, reached in recent days by...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Microsoft has agreed to make changes to its Windows Vista operating system in response to a complaint by Google that a feature of Vista is anticompetitive, lawyers involved in the case said on Tuesday. The settlement, reached in recent days by state prosecutors, the Justice Department and Microsoft, averted the prospect of litigation over a complaint by Google that Vista had been designed to frustrate computer users who want to use software other than Microsoft's to search through files on their hard drives.", "headline": {"main": "Microsoft Will Alter Vista System"}, "pub_date": "2007-06-20T00:00:00Z", "abstract": "Microsoft agrees to make changes to its Windows Vista operating system in response to complaint by Google that feature of Vista is anticompetitive; settlement, reached in recent days by state prosecutors, Justice Department and Microsoft averts prospect of litigation over complaint by Google that Vista was designed to frustrate computer users who want to use software other than Microsoft's to search through files on their hard drives; Google had made its complaint confidentially as part of consent decree proceedings set up to monitor Microsoft for any anticompetitive conduct after it settled landmark antitrust lawsuit five years ago that had been brought by states and Clinton administration; photo (M)", "print_page": "1", "word_count": 917, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B02E2D9133FF933A15755C0A9619C8B63", "multimedia": [], "keywords": [{"name": "organizations", "value": "JUSTICE DEPARTMENT"}, {"name": "organizations", "value": "MICROSOFT CORP"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "STATES (US)"}, {"name": "subject", "value": "COMPUTER SOFTWARE"}, {"name": "subject", "value": "ANTITRUST ACTIONS AND LAWS"}, {"name": "subject", "value": "SUITS AND LITIGATION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27c4a8eb7c8105d842791", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Stephen", "lastname": "LABATON"}], "original": "By STEPHEN LABATON"}, "section_name": "Technology; Business"}, {"type_of_material": "Blog", "snippet": "The Boston standoff between Google and eBay appears to be over. The result of the confrontation: only minor scrapes and bruises for Google. EBay said today that it will begin advertising on the Google search engine again after a 10-day hiatus. Las...", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Friends Again, Sort of . . .", "kicker": "Bits"}, "pub_date": "2007-06-22T23:08:20Z", "abstract": "The Boston standoff between Google and eBay appears to be over. The result of the confrontation: only minor scrapes and bruises for Google. EBay said today that it will begin advertising on the Google search engine again after a 10-day hiatus. Last week, eBay, the largest buyer of search ads on Google, pulled its ads […]", "print_page": null, "word_count": "316", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/22/friends-again-sort-of/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368758eb7c8105d8b9995", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "The New York Times"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Google wants Washington to use trade treaties to combat Internet censorship around the world....", "news_desk": null, "lead_paragraph": "When governments around the world censor the Internet -- by which we mean restricting the sites their citizens can visit and the content they can see -- it clearly has an impact on freedom of speech and of information.", "headline": {"main": "Freedom? We're Talking Money Here", "kicker": "The Lede"}, "pub_date": "2007-06-22T18:37:33Z", "abstract": "Google wants Washington to use trade treaties to combat Internet censorship around the world.", "print_page": null, "word_count": 574, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/06/22/freedom-were-talking-money-here/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3685f8eb7c8105d8b9667", "byline": {"person": [{"firstname": "Patrick", "middlename": "J.", "lastname": "LYONS", "rank": 1, "role": "reported", "organization": ""}], "original": "By PATRICK J. LYONS"}, "section_name": null}, {"type_of_material": "News", "snippet": "An investigation set off by concerns over how long Google stores user information has widened to include all Internet search engines....", "news_desk": "Business", "lead_paragraph": "An investigation set off by concerns over how long Google stores user information has widened to include all Internet search engines.", "headline": {"main": "Europeans Widen Investigation Into Search Data", "print_headline": "Europeans Widen Investigation Into Search Data"}, "pub_date": "2007-06-22T00:00:00Z", "abstract": null, "print_page": "7", "word_count": "380", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/22/technology/22google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "European Union", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Privacy", "name": "subject"}], "subsection_name": null, "_id": "548bac4638f0d8482929b5cc", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Terry Semel failed more than any other reason, of course, because he didn’t respond properly to the challenge of Google. Number two on Mr. Semel’s list of failures, however, is he didn’t respond properly to the challenge of Facebook....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "How Facebook&#8217;s Mark Zuckerberg Shames Terry Semel", "kicker": "Bits"}, "pub_date": "2007-06-23T17:37:16Z", "abstract": "Terry Semel failed more than any other reason, of course, because he didn’t respond properly to the challenge of Google. Number two on Mr. Semel’s list of failures, however, is he didn’t respond properly to the challenge of Facebook.", "print_page": null, "word_count": "604", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/23/how-facebooks-mark-zuckerberg-shames-terry-semel/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368228eb7c8105d8b8d6f", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "The New York Times"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The online auction company said it would rely on alternative advertising services to a greater degree....", "news_desk": "Business", "lead_paragraph": "The online auction company said it would rely on alternative advertising services to a greater degree.", "headline": {"main": "EBay to Resume Advertising on Google but Cuts Frequency", "print_headline": "EBay to Resume Advertising On Google but Cuts Frequency"}, "pub_date": "2007-06-23T00:00:00Z", "abstract": null, "print_page": "9", "word_count": "333", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/23/technology/23google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "eBay Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "548bb6f638f0d8482929b6ca", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Yahoo looked to new leadership in its battle against Google. It was a bad week for automakers. Home Depot downsized by a unit, and Wal-Mart introduced products and services for the unbanked....", "news_desk": "Business", "lead_paragraph": "Yahoo looked to new leadership in its battle against Google. It was a bad week for automakers. Home Depot downsized by a unit, and Wal-Mart introduced products and services for the unbanked.", "headline": {"main": "Detroit Would Like Higher Numbers but Not This One", "kicker": "Five Days", "print_headline": "Detroit Would Like Higher Numbers but Not This One", "content_kicker": "Five Days"}, "pub_date": "2007-06-23T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "1219", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/23/business/23five.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Automobiles", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Home Depot Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Wal-Mart Stores Inc", "name": "organizations"}], "subsection_name": null, "_id": "548bb5d038f0d8482929b6b0", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Being a great technology company is still being learned — the easy way if you own Google and the hard way if your money is in Yahoo....", "news_desk": "Business", "lead_paragraph": "Being a great technology company is still being learned — the easy way if you own Google and the hard way if your money is in Yahoo.", "headline": {"main": "Two Giants, but They Aren’t Twins", "kicker": "Market Values", "print_headline": "Two Giants, But They Aren’t Twins", "content_kicker": "Market Values"}, "pub_date": "2007-06-23T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "766", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/23/business/23values.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Semel, Terry S", "name": "persons"}], "subsection_name": null, "_id": "548bb4d438f0d8482929b698", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Conrad", "rank": 1, "lastname": "DE AENLLE"}], "original": "By CONRAD DE AENLLE"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The fumbling of Google’s largest challengers has not dampened the enthusiasm of entrepreneurs and venture capitalists for entering the search game....", "news_desk": "SundayBusiness", "lead_paragraph": "The fumbling of Google’s largest challengers has not dampened the enthusiasm of entrepreneurs and venture capitalists for entering the search game.", "headline": {"main": "The Human Touch That May Loosen Google’s Grip", "kicker": "Digital Domain", "print_headline": "The Human Touch That May Loosen Google’s Grip", "content_kicker": "Digital Domain"}, "pub_date": "2007-06-24T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "1455", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/24/business/yourmoney/24digi.html", "multimedia": [{"width": 600, "url": "images/2007/06/23/business/600-digi.jpg", "height": 227, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/06/23/business/600-digi.jpg", "xlargeheight": "227"}, "type": "image"}, {"width": 75, "url": "images/2007/06/23/business/75-digi.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/06/23/business/75-digi.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Yahoo Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}], "subsection_name": "Your Money", "_id": "548bb23638f0d8482929b656", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Randall", "rank": 1, "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "ONCE upon a time, the most valuable secret formula in American business was Coca-Cola's. Today, it's Google's master algorithm.     In the search business, however, there's no rival to play the role of  Pepsi. Yahoo is the closest but still a dist...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "ONCE upon a time, the most valuable secret formula in American business was Coca-Cola's. Today, it's Google's master algorithm. In the search business, however, there's no rival to play the role of Pepsi. Yahoo is the closest but still a distant No. 2, and Google earns more profits in a single quarter than Yahoo does in a year. This may have had a bearing on the recent departure of Yahoo's chief technology officer, its chief operating officer and, last week, its chief executive.Microsoft, an even more distant No. 3 in the search competition, can't keep up with Google, even with $28 billion of cash in its pockets at the end of March.", "headline": {"main": "The Human Touch That May Loosen Google's Grip", "kicker": "DIGITAL DOMAIN"}, "pub_date": "2007-06-24T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1477, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C02E4D91731F937A15755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25d8c8eb7c8105d80c288", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randall", "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Business"}, {"type_of_material": "News", "snippet": "ONCE upon a time, the most valuable secret formula in American business was Coca-Cola's. Today, it's Google's master algorithm.     In the search business, however, there's no rival to play the role of  Pepsi. Yahoo is the closest but still a dist...", "news_desk": "Money and Business/Financial Desk", "lead_paragraph": "ONCE upon a time, the most valuable secret formula in American business was Coca-Cola's. Today, it's Google's master algorithm. In the search business, however, there's no rival to play the role of Pepsi. Yahoo is the closest but still a distant No. 2, and Google earns more profits in a single quarter than Yahoo does in a year. This may have had a bearing on the recent departure of Yahoo's chief technology officer, its chief operating officer and, last week, its chief executive.Microsoft, an even more distant No. 3 in the search competition, can't keep up with Google, even with $28 billion of cash in its pockets at the end of March.", "headline": {"main": "The Human Touch That May Loosen Google's Grip", "kicker": "DIGITAL DOMAIN"}, "pub_date": "2007-06-24T00:00:00Z", "abstract": null, "print_page": "3", "word_count": 1456, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E5DC1E3FF937A15755C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd28fe58eb7c8105d867644", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Randall", "lastname": "STROSS"}], "original": "By RANDALL STROSS"}, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Time Inc. ditches Yahoo and Google for contextual text ads....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Said Time Inc., Who Needs Google?", "kicker": "Bits"}, "pub_date": "2007-06-25T20:12:20Z", "abstract": "Time Inc. ditches Yahoo and Google for contextual text ads.", "print_page": null, "word_count": "386", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/25/time-inc-out-on-google-and-yahoo/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368328eb7c8105d8b8f2a", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Louise", "rank": 1, "lastname": "STORY"}], "original": "By LOUISE STORY"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "How far will Google, Microsoft, Yahoo or other Internet powerhouses go in their effort to dominate digital advertising, the fastest-growing part of the marketing business? That apparently was the top question on many people's minds last week, duri...", "news_desk": null, "lead_paragraph": "How far will Google, Microsoft, Yahoo or other Internet powerhouses go in their effort to dominate digital advertising, the fastest-growing part of the marketing business?", "headline": {"main": "In Hot Ad Deal Environment, Are Big Agencies the Next Target?", "kicker": "DealBook"}, "pub_date": "2007-06-25T07:40:43Z", "abstract": "How far will Google, Microsoft, Yahoo or other Internet powerhouses go in their effort to dominate digital advertising, the fastest-growing part of the marketing business? That apparently was the top question on many people's minds last week, during the advertising industry's annual gathering in Cannes. After a $10 billion spending spree by the technology companies, [...]", "print_page": null, "word_count": 390, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/25/in-hot-ad-deal-environment-are-big-agencies-the-next-target/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368758eb7c8105d8b9a33", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google explains its ad strategy....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "The Ad World According to Google", "kicker": "Bits"}, "pub_date": "2007-06-26T20:41:27Z", "abstract": "Google explains its ad strategy.", "print_page": null, "word_count": "163", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/26/the-advertising-world-according-to-google/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368448eb7c8105d8b92d2", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "The New York Times"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Google loses a round against Microsoft in court, but takes another blow against one of Microsoft’s most sensitive areas: corporate e-mail....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google v. Microsoft, In and Out of Court", "kicker": "Bits"}, "pub_date": "2007-06-26T16:59:19Z", "abstract": "Google loses a round against Microsoft in court, but takes another blow against one of Microsoft’s most sensitive areas: corporate e-mail.", "print_page": null, "word_count": "141", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/26/google-v-microsoft-in-and-out-of-court/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368328eb7c8105d8b8f2b", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "Google is pressing for an extension to the Justice Department's oversight of Microsoft's business practices, which for the most part is set to expire in November, according to a court filing Monday. \"Microsoft's hardwiring of its own desktop searc...", "news_desk": null, "lead_paragraph": "Google is pressing for an extension to the Justice Department's oversight of Microsoft's business practices, which for the most part is set to expire in November, according to a court filing Monday.", "headline": {"main": "Google Seeks Ruling on Microsoft Oversight", "kicker": "DealBook"}, "pub_date": "2007-06-26T07:26:26Z", "abstract": "Google is pressing for an extension to the Justice Department's oversight of Microsoft's business practices, which for the most part is set to expire in November, according to a court filing Monday. \"Microsoft's hardwiring of its own desktop search product into Windows Vista violates the final judgment\" in the United States government's antitrust case against [...]", "print_page": null, "word_count": 163, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/06/26/google-seeks-ruling-on-microsoft-oversight/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd368598eb7c8105d8b953d", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google is pressing for an extension to the Justice Department’s oversight of Microsoft’s business practices....", "news_desk": "Business", "lead_paragraph": "Google is pressing for an extension to the Justice Department’s oversight of Microsoft’s business practices.", "headline": {"main": "Google Seeks Ruling on Microsoft Oversight", "print_headline": "Google Seeks Ruling on Microsoft Oversight"}, "pub_date": "2007-06-26T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "255", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/26/technology/26google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Antitrust Actions and Laws", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Justice Department", "name": "organizations"}], "subsection_name": null, "_id": "548bca1438f0d8482929b8a4", "byline": {"person": [], "original": "By THE ASSOCIATED PRESS", "organization": "THE ASSOCIATED PRESS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "As Silicon Valley undergoes a resurgence, companies like Google, Yahoo and Apple are again looking for space to grow....", "news_desk": "Business", "lead_paragraph": "As Silicon Valley undergoes a resurgence, companies like Google, Yahoo and Apple are again looking for space to grow.", "headline": {"main": "In Silicon Valley, Steady but Cautious Growth Returns", "kicker": "Square Feet", "print_headline": "In Silicon Valley, Steady but Cautious Growth Returns", "content_kicker": "Square Feet"}, "pub_date": "2007-06-27T00:00:00Z", "abstract": null, "print_page": "6", "word_count": "1245", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/06/27/realestate/commercial/27silicon.html", "multimedia": [], "keywords": [{"value": "Silicon Valley (Calif)", "is_major": "N", "rank": "1", "name": "glocations"}, {"value": "Office Buildings and Commercial Properties", "is_major": "N", "rank": "2", "name": "subject"}], "subsection_name": "Commercial Real Estate", "_id": "548bd53c38f0d8482929b9a3", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Kristina", "lastname": "SHEVORY"}], "original": "By KRISTINA SHEVORY"}, "section_name": "Real Estate"}, {"type_of_material": "Blog", "snippet": "Circulating online, the thoughts of an employee who’s worked at both places, comparing the offices, pay and perks....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Google v. Microsoft: What&#8217;s the Better Workplace?", "kicker": "Bits"}, "pub_date": "2007-06-28T18:42:40Z", "abstract": "Circulating online, the thoughts of an employee who’s worked at both places, comparing the offices, pay and perks.", "print_page": null, "word_count": "391", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/28/google-v-microsoft-whats-the-better-workplace/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd3686d8eb7c8105d8b9788", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "The state’s comptroller urges companies that offer Internet-based mapping services, like Google Earth, to ensure that services do not compromise counterterrorism initiatives....", "news_desk": "Metro", "lead_paragraph": null, "headline": {"main": "Google Earth Makes Some Officials Nervous", "kicker": "City Room"}, "pub_date": "2007-06-28T16:54:49Z", "abstract": "The state’s comptroller urges companies that offer Internet-based mapping services, like Google Earth, to ensure that services do not compromise counterterrorism initiatives.", "print_page": null, "word_count": "685", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://cityroom.blogs.nytimes.com/2007/06/28/google-earth-makes-some-officials-nervous/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368328eb7c8105d8b8f52", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Sewell", "rank": 1, "lastname": "CHAN"}], "original": "By SEWELL CHAN"}, "section_name": "N.Y. / Region"}, {"type_of_material": "Blog", "snippet": "Wowed by the iPhone? Then buy Google, not Apple, argues a Wall Street analyst....", "news_desk": "Business", "lead_paragraph": null, "headline": {"main": "Love the iPhone, buy Google?", "kicker": "Bits"}, "pub_date": "2007-06-29T17:40:16Z", "abstract": "Wowed by the iPhone? Then buy Google, not Apple, argues a Wall Street analyst.", "print_page": null, "word_count": "445", "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://bits.blogs.nytimes.com/2007/06/29/love-the-iphone-buy-google/", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd368448eb7c8105d8b92d3", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Saul", "rank": 1, "lastname": "HANSELL"}], "original": "By SAUL HANSELL"}, "section_name": "Technology"}], "meta": {"hits": 64}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}