{"response": {"docs": [{"type_of_material": "Blog", "snippet": "Microsoft could jumpstart its online business through a purchase of Web giant Yahoo , but such a deal could also \"open the door to potentially unmanageable risks,\" analysts at UBS said in a report Thursday. The analysts are just the latest to cons...", "news_desk": null, "lead_paragraph": "Microsoft could jumpstart its online business through a purchase of Web giant Yahoo , but such a deal could also \"open the door to potentially unmanageable risks,\" analysts at UBS said in a report Thursday. The analysts are just the latest to consider whether Microsoft should buy Yahoo. Speculation about such a deal has only increased with Google's recent moves deeper into the software business.", "headline": {"main": "More Analysis of a Microsoft-Yahoo Deal", "kicker": "DealBook"}, "pub_date": "2007-03-02T07:59:39Z", "abstract": "Microsoft could jumpstart its online business through a purchase of Web giant Yahoo , but such a deal could also \"open the door to potentially unmanageable risks,\" analysts at UBS said in a report Thursday. The analysts are just the latest to consider whether Microsoft should buy Yahoo. Speculation about such a deal has only [...]", "print_page": null, "word_count": 238, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/02/more-analysis-of-a-microsoft-yahoo-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367a58eb7c8105d8b7fdd", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google disclosed in its 2006 annual report on Thursday that the U.S. Securities and Exchange Commission nearly a year ago had called into question how it accounted for income taxes. In the annual filing, Google said it received a letter from the S...", "news_desk": null, "lead_paragraph": "Google disclosed in its 2006 annual report on Thursday that the U.S. Securities and Exchange Commission nearly a year ago had called into question how it accounted for income taxes. In the annual filing, Google said it received a letter from the S.E.C. in March 2006 on various issues and subsequently corresponded with the agency as recently as January 2007. The tax dispute remains unresolved.", "headline": {"main": "S.E.C. Takes Issue With Google Tax Accounting", "kicker": "DealBook"}, "pub_date": "2007-03-02T07:11:54Z", "abstract": "Google disclosed in its 2006 annual report on Thursday that the U.S. Securities and Exchange Commission nearly a year ago had called into question how it accounted for income taxes. In the annual filing, Google said it received a letter from the S.E.C. in March 2006 on various issues and subsequently corresponded with the agency [...]", "print_page": null, "word_count": 98, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/02/sec-takes-issue-with-google-tax-accounting/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367b08eb7c8105d8b8209", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "YouTube is set to announce a partnership with the BBC to create two entertainment channels and one news channel on YouTube....", "news_desk": "Business", "lead_paragraph": "YouTube is set to announce a partnership with the BBC to create two entertainment channels and one news channel on YouTube. ", "headline": {"main": "Google Courts Small YouTube Deals, and Very Soon, a Larger One", "print_headline": "Google Courts Small YouTube Deals, and Very Soon, a Larger One"}, "pub_date": "2007-03-02T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1182", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/02/technology/02google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Partnerships", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "BBC Worldwide Ltd", "name": "organizations"}, {"rank": "5", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "8", "is_major": "N", "value": "Television", "name": "subject"}], "subsection_name": null, "_id": "548fa74738f0d8019c0addb9", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "COUNT THE REASONS -- A caldron of investors' concerns -- from a slowing American economy to a faltering mortgage market and the tightening of historically easy credit -- has been bubbling up over the last year and appears to have set off the wave ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "COUNT THE REASONS -- A caldron of investors' concerns -- from a slowing American economy to a faltering mortgage market and the tightening of historically easy credit -- has been bubbling up over the last year and appears to have set off the wave of selling that rocked world financial markets this week. [Page C1.] INSIDER TRADING SCHEME CITED -- Federal authorities accused 13 people of taking part in what they called one of the most far-reaching insider trading schemes on Wall Street in decades, involving investment banks and a web of hedge funds, day traders, lawyers and even a few supervisors. [C1.] DEFENDING AGAINST CHINA TRADE -- A paper mill in Maryland's Appalachians, the area's last remaining big factory, may become a line in the sand as the Commerce Department decides whether to impose duties on high-gloss paper -- the kind made at the mill -- that is imported from China. [A1.] PROTECTIONISM'S TOLL -- Treasury Secretary Henry M. Paulson Jr. said that the economy was slowing toward moderate and sustained growth, but warned it could be derailed if trade barriers were raised.[C7.] WAL-MART'S FOCUS -- ''Saving people money so they can live better lives.'' This new, and so far internal, definition of what Wal-Mart, the nation's largest retailer, stands for will soon become a very public strategy, evident on the shelves of 4,000 stores and in advertisements seen across the country. [C1.] ROUGH QUARTER FOR DELL -- Dell's inability to capture sales in the booming notebook computer market was reflected in its fourth-quarter financial results. Dell said net income fell by a third, and revenue fell 5.1 percent. The last time revenue declined at Dell was in 2001, in the recession that followed the technology boom. [C3.] YOUTUBE'S PARTNERSHIPS -- Google has been frustrated in its efforts to reach comprehensive deals with major studios and networks to put their video on YouTube, but it is forming partnerships with hundreds of smaller media companies [C1.] JOB OPENING IN OMAHA -- Warren Buffett, chairman of Berkshire Hathaway, said in his letter to shareholders that he is seeking a new candidate to become chief investment officer when he steps down. [C3.] CHEVY TRUCK EDGES F-SERIES -- General Motors surprised the auto industry by posting a sales increase in February, when its new Chevrolet Silverado pickup unseated the Ford F-series for the title of best-selling vehicle. [C3.] RETAILERS IN DIFFERENT DIRECTIONS -- Sears Holdings and Kohl's both reported higher quarterly earnings, but the struggling retailer Gap Inc. reported that its fourth-quarter profit fell 35 percent. ''We were not satisfied with our 2006 results and are taking action,'' said Gap's chairman, Robert J. Fisher, above, who is serving as the company's interim chief executive [C6.] EUROPEANS VS. MICROSOFT -- The European Commission has threatened Microsoft with millions of euros in new fines in a long-running antitrust dispute, saying the company was demanding unreasonable royalties from rivals seeking to link their software to the Windows operating system. [C3.] EARNINGS PLUNGE FOR TELEKOM -- Deutsche Telekom, the largest European telephone company, posted a fourth-quarter loss of nearly 900 million euros ($1.18 billion) as it lost customers in its home market, prompting the company to look abroad for growth. [C2.] TV SCREENS EVERYWHERE -- Digital TV networks are popping up on screens in groceries, office buildings, retail stores, on gas pumps, and, well, just about every place imaginable. Advertisers are trying to reach consumers where they cannot avoid ads. Advertising. [C6.] DOING GOOD, IN PINSTRIPES -- Hedge funds are known for secrecy and a ruthless focus on profitability. But there is a growing number of charities within the $1.3 trillion world of hedge funds. [C5.] RATS' IMPACT -- New York City officials shut three Pizza Hut restaurants operated by the same franchisee that owns the KFC/Taco Bell in Manhattan that became infamous when television cameras captured a swarm of rats inside. Yum Brands, the parent company of Taco Bell, KFC and Pizza Hut, said it was closing 10 other restaurants owned by the franchisee. [B1.] CHILDREN'S COLD REMEDIES -- Federal drug regulators have started a broad review of the safety of popular cough and cold remedies meant for children, according to a top official. [A1.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. Rural telephone carriers must connect calls made by voice-over-Internet Protocol customers, the Federal Communications Commission ruled in a decision that breaks down one of the last barriers to allowing VoIP to compete fully with traditional phone carriers. (DOW JONES) The American International Group posted fourth-quarter earnings nearly eight times higher than a year ago, with property and casualty insurance its star performer. (REUTERS) EchoStar Communications Corporation said that its fourth-quarter profit rose 15 percent as a result of an increase in subscribers. (AP) Deloitte Touche Tohmatsu, one of the world's largest accounting firms, nominated James. H. Quigley to be chief executive, succeeding William G. Parrett, who plans to step down at the end of May. (NYT)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 825, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C06E7D91631F931A35750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2738f8eb7c8105d830b56", "byline": null, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-10    Top Taliban Member Is Said To Be Captured in Pakistan  The former Taliban defense minister was arrested in Pakistan on Monday, the day of Vice President Dick Cheney's visit, two Pakistani officials said. The man, Mullah Obai...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-10 Top Taliban Member Is Said To Be Captured in Pakistan The former Taliban defense minister was arrested in Pakistan on Monday, the day of Vice President Dick Cheney's visit, two Pakistani officials said. The man, Mullah Obaidullah, was a senior leader of the Afghan insurgency, which has battled American and NATO forces with increasing intensity over the last year, and is the most important Taliban member to be captured since the American-led invasion of Afghanistan. A1 Ahmadinejad to Visit Saudi King President Mahmoud Ahmadinejad of Iran will visit Saudi Arabia for a landmark meeting with King Abdullah intended to tackle the growing sectarian and political crises wracking the Middle East, Iranian officials said. A9 Bomb Kills 7 at Iraq Wedding A car bomb that was apparently aimed at a policeman's wedding party in Falluja killed seven guests and wounded six, the local police said. Locals said the attack appeared to be part of a battle between insurgents and other groups. A8 A New, and Feared, Top Chechen President Vladimir V. Putin of Russia appointed Ramzan A. Kadyrov, a widely feared young official whose security forces have been accused of kidnappings, torture and other abuses, to be president of Chechnya, the battered southern republic. A6 South Korea Resists Chinatown While the growing wealth of both Chinese and overseas Chinese has given birth to new Chinatowns in places as varied as Las Vegas, Dubai and Belgrade, plans for a chinatown in South Korea have been fraught with historical subtexts and have not progressed very far. A3 NATIONAL A11-15 Army Dismisses General Over Hospital Conditions The two-star general in charge of Walter Reed Army Medical Center was relieved of command after disclosures that wounded soldiers being treated as outpatients were living in dilapidated quarters and enduring long waits for treatment. A1 Views on Health Care A majority of Americans say the federal government should guarantee health insurance to every American, especially children, and are willing to pay higher taxes to do it, according to the latest New York Times/CBS News Poll. A1 California Gains Attention While the 2008 presidential campaign is well under way in traditional bellwether states, candidates are also making an early run at voters in California, a delegate-rich but typically sidestepped state. A15 Deadly Tornado Hits Southeast A storm system that stretched nearly 1,000 miles from the Midwest to the Southeast killed at least eight people in two states, including five who died when an apparent tornado caused the roof to collapse at a high school in Enterprise, Ala., state emergency management officials said. A13 SCIENCE/HEALTH Children's Medicine Examined Federal drug regulators have started a broad review of the safety of cough and cold remedies meant for children, a top official said. A1 NEW YORK/REGION B1-6 Citing Rent Concerns, U.S. Rejects Starrett Deal The federal housing secretary has rejected the proposed $1.3 billion sale of Starrett City, a working-class enclave of 46 buildings in Brooklyn, because the prospective buyer has failed to supply adequate financial information or a plan for how the complex would remain ''a viable community for New Yorkers of modest means.'' A1 Counseling for Sex Offenders New York's new guidelines for detaining sex offenders who have completed their prison sentences go beyond confining the most violent predators: they also provide mental health counseling and treatment to inmates while they are jailed or confined and provide supervision and treatment after their release. B1 More Restaurants Closed New York City shut 13 fast food restaurants operated by the same franchisee that owns the Greenwich Village KFC/Taco Bell where swarms of rats were found. B1 BUSINESS DAY C1-10 Paper Mills in a Trade Case American paper mills have become a test case for a possible confrontation between the United States and China that many industry officials and members of Congress hope will lead to new tariffs on steel, furniture, textiles and plastics. A1 Google Finds Another Way Google has been frustrated in its efforts to reach comprehensive deals with major studios and networks to put their video on YouTube. C1 Business Digest C2 EDITORIAL A16-17 Editorials: A suddenly convenient truth; ground zero victims; the path to citizenship; Robert B. Semple Jr. on a historian's valedictory. Columns: Paul Krugman, Thomas L. Friedman. SPORTSFRIDAY C10-13 Chinese athletes Gao Wei, Ding Long and Shen Yalei knew nothing about football last summer, when they were selected by the N.F.L. at a tryout in China. Now they are immersed in a crash course on kicking footballs -- and the league is hoping one of them can provide international appeal in Asia. C10 Crossword E35 TV Listings E25 Weather C10", "headline": {"main": "News Summary"}, "pub_date": "2007-03-02T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 766, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9F07EED81631F931A35750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0ae8eb7c8105d8a0049", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "Just because Google spent $1.65 billion to acquire YouTube and is swimming in cash doesn't mean that Google will seek a major deal again anytime soon, according to its chief executive. Reuters said that at Morgan Stanley's technology conference, E...", "news_desk": null, "lead_paragraph": "Just because Google spent $1.65 billion to acquire YouTube and is swimming in cash doesn't mean that Google will seek a major deal again anytime soon, according to its chief executive. Reuters said that at Morgan Stanley's technology conference, Eric Schmidt, responding to a question by analyst Mary Meeker, said that it's \"highly unlikely\" the company will change course on how it uses cash.", "headline": {"main": "Google C.E.O. Plays Down Deal Talk", "kicker": "DealBook"}, "pub_date": "2007-03-05T17:50:47Z", "abstract": "Just because Google spent $1.65 billion to acquire YouTube and is swimming in cash doesn't mean that Google will seek a major deal again anytime soon, according to its chief executive. Reuters said that at Morgan Stanley's technology conference, Eric Schmidt, responding to a question by analyst Mary Meeker, said that it's \"highly unlikely\" the [...]", "print_page": null, "word_count": 161, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/05/google-ceo-downplays-deal-talk/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367d78eb7c8105d8b8544", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Silicon Valley and its attendant news media were apparently left breathless by Google's \"Radical Benefit for Humanity\" fundraiser for the X Prize Foundation, the nonprofit group that already has awarded $10 million to designers of a private spacec...", "news_desk": null, "lead_paragraph": "Silicon Valley and its attendant news media were apparently left breathless by Google's \"Radical Benefit for Humanity\" fundraiser for the X Prize Foundation, the nonprofit group that already has awarded $10 million to designers of a private spacecraft. The San Jose Mercury News raved that while Silicon valley fundraisers tend to be understated affairs, Google, ever the Silicon Valley iconoclast, has come up with its latest \"innovation\" for local philanthropists: \"Glamour.\"", "headline": {"main": "Google Fundraiser Dazzles Silicon Valley", "kicker": "DealBook"}, "pub_date": "2007-03-06T07:51:15Z", "abstract": "Silicon Valley and its attendant news media were apparently left breathless by Google's \"Radical Benefit for Humanity\" fundraiser for the X Prize Foundation, the nonprofit group that already has awarded $10 million to designers of a private spacecraft. The San Jose Mercury News raved that while Silicon valley fundraisers tend to be understated affairs, Google, [...]", "print_page": null, "word_count": 447, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/06/google-fundraiser-leaves-silicon-valley-feeling-like-hollywood/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367c78eb7c8105d8b83e4", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The Microsoft Corporation has prepared a blistering attack on rival Google, arguing that the Web search leader takes a cavalier approach to copyright protection....", "news_desk": "Business", "lead_paragraph": "The Microsoft Corporation has prepared a blistering attack on rival Google, arguing that the Web search leader takes a cavalier approach to copyright protection.", "headline": {"main": "Microsoft Attacks Google on Copyright", "print_headline": "Microsoft Attacks Google On Copyright"}, "pub_date": "2007-03-06T00:00:00Z", "abstract": null, "print_page": "5", "word_count": "336", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/06/business/media/06speech.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Copyrights", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}], "subsection_name": "Media", "_id": "548fcd5338f0d8019c0ae129", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "UNDER PRESSURE -- Three women who control more than $1 trillion in China's foreign exchange reserves are facing some huge challenges in the wake of last week's sharp decline in Chinese stocks. [Page C1.]    TRADE DEALING -- Republicans are beginni...", "news_desk": "Business/Financial Desk", "lead_paragraph": "UNDER PRESSURE -- Three women who control more than $1 trillion in China's foreign exchange reserves are facing some huge challenges in the wake of last week's sharp decline in Chinese stocks. [Page C1.] TRADE DEALING -- Republicans are beginning to show a willingness to make deals with Democrats on pending trade bills. [C1.] PROGRAMS FOR NBC -- The company formed by two former heads of network entertainment programming, Gail Berman, left, and Lloyd Braun, have reached a deal to provide programs for NBC Universal across all the company's television channels. The company BermanBraun will supply shows to NBC on a ''first look'' basis, meaning that NBC will get the first opportunity at any idea they develop. [C6.] NEW 'NIGHTLY NEWS' PRODUCER -- Alexandra Wallace, a vice president of the news division who has had broad oversight for ''The NBC Nightly News with Brian Williams'' since January of last year, is the program's new executive producer. [E1.] GULF COAST INSURANCE -- Ross J. Buchmueller is selling homeowners insurance in Florida and other coastal states at as little as half the going rates, but only to those owning high-end homes of a certain age and size. [C3] TAPING CALLS -- Federal investigators are looking into what Wal-Mart Stores said was the secret taping by a computer systems technician of conversations between a reporter for The New York Times and members of the company's media relations department. [C1.] BLACKSTONE BUYS A LOT OF WAX -- The Blackstone Group has agreed on to purchase the Tussauds Group, owner of the Madame Tussauds wax museums. [C1.] PAYOLA SETTLEMENT -- Four of the largest radio station owners in the United States have agreed to pay $12.5 million to resolve payola claims in a settlement with the Federal Communications Commission. [C1.] SELLING HIS BANK -- Former Mayor Rudolph W. Giuliani of New York City is selling his boutique bank, Giuliani Capital Advisors, in part so he can concentrate on running for president. [A18.] DRUG FAILS IN TRIAL -- The drug Actimmune does not work for patients with a potentially fatal lung condition, idiopathic pulmonary fibrosis, even though its manufacturer had encouraged its use. [C3.] R.I.M. TO RESTATE RESULTS -- Research In Motion's co-chief executive has given up the post of chairman after a review of stock option grants, and the company, which makes the BlackBerry hand-held device, is restating its results. [C3.] PRICE WAR TAKES TOLL -- Advanced Micro Devices says it is unlikely the company will meet its revenue target for the first quarter, providing evidence that the price war with rival chip maker Intel is taking a toll. A.M.D.'s chief executive, Hector Ruiz, admits company missteps, but says its competitiveness should improve with the arrival of its new chip architecture this summer. [C3.] DUELING CAMPAIGNS -- A bitter battle over lending practices has led to dueling marketing campaigns. Advertising: Stuart Elliott. [C6.] PRODUCT SAFETY INQUIRY -- Two medical device companies and three drug makers have been asked by a House committee chairman for documents as part of an inquiry into product safety and marketing practices. [C6.] NEW EDITOR AT VILLAGE VOICE -- A new editor has been named at The Village Voice, its fifth in little more than a year. [B2.] PATHMARK IS SOLD -- A.& P. is buying Pathmark grocery stores, a move that will create a 550-store, $11 billion supermarket chain. [C2.] CHICKEN, ALWAYS CHICKEN -- There's a good reason for having chicken on the plate at business convention dinners -- it's cheap. But some event planners are switching to smaller meals or snacks to save money. [C8.] CHRYSLER UNIT COULD BE SOLD -- The financing arm of Chrysler Group, the American unit of DaimlerChrysler, could be sold as its parent company considers options. [C11.] ONLINE SPOTLIGHT ON EXECUTIVE PAY -- The New York Times spotlights the one season a year when shareholders can express their opinions on management. A special section is at nytimes.com/business. WEEKEND BUSINESS -- Reporters and editors from The Times's Sunday Business section offer perspective on the week in business and beyond. You can subscribe to a weekly podcast at nytimes.com/business. ELUSIVE FUSION -- Explosive devices based on fusion have been built for years. The challenge is to make a reactor that generates more energy than it consumes. An article and graphic are at nytimes.com/science. Business Briefing Articles on these developments are at nytimes.com/business. THE THREE BILLIONAIRES who run the online search leader Google will settle for salaries of $1 again this year while four other top executives will receive raises of $200,000 each. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-06T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 757, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=990DE0D71431F935A35750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0af8eb7c8105d8a00e6", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Microsoft attorney takes jab at Google over protection of intellectual property... hoo boy!...", "news_desk": null, "lead_paragraph": "Lobbing the equivalent of a Molotov cocktail into the \"copyfight\" over intellectual property in the digital age, an associate general counsel at Microsoft, Thomas Rubin, issued a scathing attack on Google in remarks prepared for a conference of the Association of American Publishers.", "headline": {"main": "Copyfight: Microsoft Takes Shot at Google", "kicker": "The Lede"}, "pub_date": "2007-03-07T08:00:05Z", "abstract": "Microsoft attorney takes jab at Google over protection of intellectual property... hoo boy!", "print_page": null, "word_count": 409, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://thelede.blogs.nytimes.com/2007/03/07/copyfight-microsoft-takes-shot-at-google/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367e18eb7c8105d8b85f1", "byline": {"person": [{"qualifier": "JR", "firstname": "Tom", "lastname": "ZELLER", "rank": 1, "role": "reported", "organization": ""}], "original": "By TOM ZELLER JR"}, "section_name": null}, {"type_of_material": "News", "snippet": "Trying to catch up with Google, Microsoft says it will change the way computer users search....", "news_desk": "Business", "lead_paragraph": "Trying to catch up with Google, Microsoft says it will change the way computer users search.", "headline": {"main": "Searching for Michael Jordan? Microsoft Wants a Better Way", "print_headline": "Searching for Michael Jordan? Microsoft Wants a Better Way"}, "pub_date": "2007-03-07T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "695", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/07/business/07soft.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}], "subsection_name": null, "_id": "548fd69938f0d8019c0ae205", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "John", "rank": 1, "lastname": "MARKOFF"}], "original": "By JOHN MARKOFF"}, "section_name": "Business Day"}, {"type_of_material": "Summary", "snippet": "JUST DON'T CALL IT SODA -- Coca-Cola and PepsiCo will soon introduce new carbonated drinks that are fortified with vitamins and minerals: Diet Coke Plus and Tava. But remember, they are healthy ''sparkling beverages,'' not soft drinks. [Page A1.] ...", "news_desk": "Business/Financial Desk", "lead_paragraph": "JUST DON'T CALL IT SODA -- Coca-Cola and PepsiCo will soon introduce new carbonated drinks that are fortified with vitamins and minerals: Diet Coke Plus and Tava. But remember, they are healthy ''sparkling beverages,'' not soft drinks. [Page A1.] TESTIMONY QUESTIONED -- The chairman of the Federal Communications Commission has privately questioned testimony by Mel Karmazin, the architect of a proposed merger of the nation's two satellite radio companies, that subscribers' rates would not go up. [C1.] THIS BIOFUEL IS GREEN AND SLIMY -- The idea of replacing crude oil with algae may seem like a harebrained way to clean up the planet and bolster national security. But some investors are betting their careers and fortunes that it will work. [C1.] INTERNATIONAL STANDOFF -- Investors from Ohio are suing Venezuela for its refusal to redeem bonds that may be worth as much as $1 billion, and the case is a cautionary tale -- either for investors in emerging markets or for Venezuela. [C1.] SECOND THOUGHTS ON A DEAL -- Some shareholders of Clear Channel Communications, the nation's largest radio broadcaster, are beginning to question whether the price tag in the company's pending $18.7 billion sale to two private equity firms is too low. Market Place. [C1.] CITIGROUP'S MOVE INTO JAPAN -- Citigroup announced a $10.8 billion takeover bid for Japan's third-largest brokerage firm as it tries to make a comeback in one of the world's richest financial markets. Citigroup wants to buy at least half the shares of Nikko Cordial, in which Citigroup already holds a 4.9 percent stake. [C3.] BREAKUP WOULD BE DIFFICULT -- The chief executive of DaimlerChrysler, Dieter Zetsche, said that it would be difficult to break up Chrysler because of an integrated production system. [C3.] IMPROVED INTERNET SEARCH -- Microsoft says it believes that it will eventually turn the tables against Google by improving the quality of its Internet search results and by changing the way computer users search. [C3.] SELLING SHADES -- A campaign for Ray-Ban sunglasses carries a theme -- ''Never hide'' -- that seems counterintuitive for sunglasses. But the idea is to encourage younger consumers to assert their individuality. Advertising: Stuart Elliott. [C2.] RALLY AGAINST AIRBUS JOB CUTS -- Thousands of Airbus employees took to the streets in Toulouse, France, to protest a radical company revamping. The plan calls for job cuts of 4,300 in France, and has drawn fire from politicians amid a heated presidential campaign. [C5.] SMALLER BONUS AT BP -- The energy company BP cut the 2006 bonus of John Browne, its departing chief executive, almost in half, partly because of complaints over safety issues. Mr. Browne, left, received a performance bonus of £900,000 ($1.74 million) for last year, down from £1.75 million for 2005. [C4.] THE COST OF DELAYS -- The federal government will owe $7 billion in damages because of delays in opening a nuclear waste dump if the repository opens in 2017, the earliest date now possible, the head of the radioactive waste program said. [C4.] SLOWDOWN IN PRODUCTIVITY -- New labor statistics showed that productivity is slowing faster than first thought, raising the question of whether layoffs are soon to follow. [C3.] PRESS FREEDOMS IN BRITAIN -- The British High Court lifted restrictions on the BBC that had prevented it from publicizing developments in a heated political scandal. [A8.] PEN TRUMPS WHISK -- A Philadelphia restaurateur's libel case against an Inquirer reviewer who called his strip steak fatty and tough joins a long line of court encounters between sharp reviews and the restaurateurial ego, and, if the earlier cases are a reliable guide, it is doomed. [F1.] ENHANCING THE PLAYSTATION 3 -- Sony plans to announce new online capabilities for its PlayStation 3 game console, meant to allow gamers to share entertainment content they have created, à la YouTube. [E8.] ART THAT IS MEANT TO SEEN -- Artwork in commercial buildings often seems to be an afterthought. But a new building in Lower Manhattan takes lobby art to a new level. [C6.] MARKETS GET BACK ON FEET -- Wall Street rebounded on a recovery in world markets, as the Dow Jones industrial average rose more than 150 points. [C10.] GALLO, WINEMAKING PIONEER, DIES -- Ernest Gallo, who parlayed $5,900 and a wine recipe from a public library into the world's largest winemaking empire, died at his home in California. He was 97. [C11.] ONLINE POKER POLITICS -- Alfonse D'Amato, the former New York senator, is advocating for those he describes as the nation's disenfranchised poker players. An audio slide show is at nytimes.com/business. YOUR TAXES -- Surviving an audit, the I.R.S. deducts deductions, tips on pleasing Uncle Sam and more. A special section is at nytimes.com/business. Business Briefing Articles on these developments are at nytimes.com/business. THE ICONIX BRAND GROUP said that it had agreed to buy the Rocawear brand, co-founded by the hip-hop artist known as Jay-Z, for $204 million in cash. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-07T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 817, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05E6DA1531F934A35750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b03b8eb7c8105d89fd04", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "A tidbit in a regulatory filing late last week revealed that Google paid a whopping 100 times revenues for the video-sharing Web site YouTube. Perhaps more remarkable than the sticker shock, however, was the rhetoric employed by Google's chief exe...", "news_desk": null, "lead_paragraph": "A tidbit in a regulatory filing late last week revealed that Google paid a whopping 100 times revenues for the video-sharing Web site YouTube. Perhaps more remarkable than the sticker shock, however, was the rhetoric employed by Google's chief executive, Eric Schmidt, to justify the deal. \"If you can build a sustainable eyeball business, you can always find clever ways to monetize it,\" Mr. Schmidt told a group of investors Tuesday.", "headline": {"main": "Was YouTube Worth It?", "kicker": "DealBook"}, "pub_date": "2007-03-08T13:39:13Z", "abstract": "A tidbit in a regulatory filing late last week revealed that Google paid a whopping 100 times revenues for the video-sharing Web site YouTube. Perhaps more remarkable than the sticker shock, however, was the rhetoric employed by Google's chief executive, Eric Schmidt, to justify the deal. \"If you can build a sustainable eyeball business, you [...]", "print_page": null, "word_count": 443, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/08/was-youtube-worth-it/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3676a8eb7c8105d8b781e", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The Microsoft executive who had led the effort to close the gap on Google is leaving the company....", "news_desk": "Business", "lead_paragraph": "The Microsoft executive who had led the effort to close the gap on Google is leaving the company.", "headline": {"main": "Microsoft Executive Leaving"}, "pub_date": "2007-03-08T00:00:00Z", "abstract": null, "print_page": null, "word_count": "109", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/08/technology/MICROSOFTSEARCHDEFE.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Suspensions, Dismissals and Resignations", "name": "subject"}], "subsection_name": null, "_id": "548fe60d38f0d8019c0ae36d", "byline": {"person": [], "original": "By THE NEW YORK TIMES", "organization": "THE NEW YORK TIMES"}, "section_name": "Technology"}, {"type_of_material": "Blog", "snippet": "A flurry of articles raising questions about Google's $1.65 billion acquisition of YouTube - a flurry that included an item on DealBook - totally misses the point. That is the view of Henry Blodget, the author and former Internet analyst, who wrot...", "news_desk": null, "lead_paragraph": "A flurry of articles raising questions about Google's $1.65 billion acquisition of YouTube -- a flurry that included an item on DealBook -- totally misses the point. That is the view of Henry Blodget, the author and former Internet analyst, who wrote about this recent negativity on his Internet Outsider blog. Last week's revelation that YouTube booked just $15 million in revenue last year, meaning that Google paid more than 100 times revenue for the video-sharing Web site, is basically \"irrelevant,\" Mr. Blodget wrote.", "headline": {"main": "Defending Google's YouTube Deal", "kicker": "DealBook"}, "pub_date": "2007-03-09T15:03:38Z", "abstract": "A flurry of articles raising questions about Google's $1.65 billion acquisition of YouTube - a flurry that included an item on DealBook - totally misses the point. That is the view of Henry Blodget, the author and former Internet analyst, who wrote about this recent negativity on his Internet Outsider blog. Last week's revelation that [...]", "print_page": null, "word_count": 264, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/09/defending-googles-youtube-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367fe8eb7c8105d8b8909", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Chris Taylor is Business 2.0 magazine's \"Future Boy\" blogger. On Friday, he looked into the financial future of Internet startups and came up with a provocative thesis. \"Silicon Valley no longer needs Wall Street,\" he declared. Entrepreneurs and t...", "news_desk": null, "lead_paragraph": "Chris Taylor is Business 2.0 magazine's \"Future Boy\" blogger. On Friday, he looked into the financial future of Internet startups and came up with a provocative thesis. \"Silicon Valley no longer needs Wall Street,\" he declared. Entrepreneurs and their venture-capitalist financiers have a better option than an initial public offering: being acquired by the Web's \"cash-rich superpowers.\" Think Google, Yahoo, eBay and Amazon.com.", "headline": {"main": "Can Silicon Valley Find the Exit?", "kicker": "DealBook"}, "pub_date": "2007-03-09T13:37:38Z", "abstract": "Chris Taylor is Business 2.0 magazine's \"Future Boy\" blogger. On Friday, he looked into the financial future of Internet startups and came up with a provocative thesis. \"Silicon Valley no longer needs Wall Street,\" he declared. Entrepreneurs and their venture-capitalist financiers have a better option than an initial public offering: being acquired by the Web's [...]", "print_page": null, "word_count": 584, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/09/can-silicon-valley-find-the-exit/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367cc8eb7c8105d8b84b6", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The sheer scale of Google’s new shuttle program for its employees befits the company’s oversize ambitions....", "news_desk": "Business", "lead_paragraph": "The sheer scale of Google’s new shuttle program for its employees befits the company’s oversize ambitions.", "headline": {"main": "Google’s Buses Help Its Workers Beat the Rush", "print_headline": "Google, Master of Online Traffic, Helps Its Workers Beat the Rush"}, "pub_date": "2007-03-10T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1512", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/10/technology/10google.html", "multimedia": [{"width": 190, "url": "images/2007/03/10/business/10google.graphic.190.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2007/03/10/business/10google.graphic.190.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 600, "url": "images/2007/03/09/business/10google.xlarge1.jpg", "height": 350, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/03/09/business/10google.xlarge1.jpg", "xlargeheight": "350"}, "type": "image"}, {"width": 75, "url": "images/2007/03/09/business/10google.751.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/09/business/10google.751.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Transit Systems", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Fringe Benefits", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Commuting", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Labor", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Roads and Traffic", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Environment", "name": "subject"}], "subsection_name": null, "_id": "548ffc9838f0d8019c0ae577", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "Summary", "snippet": "INTERNATIONAL A3-7    Bush's Latin America Tour Incites Fight for Attention  President Bush began the first full day of a weeklong trip to Latin America promising job-creating aid in Brazil but found himself competing for attention with President ...", "news_desk": "Metropolitan Desk", "lead_paragraph": "INTERNATIONAL A3-7 Bush's Latin America Tour Incites Fight for Attention President Bush began the first full day of a weeklong trip to Latin America promising job-creating aid in Brazil but found himself competing for attention with President Hugo Chávez of Venezuela, who called the American visit an act of imperialism, adding, ''Gringo, go home!'' A1 Trip to Ease Tension Opens Rift A pilgrimage to Israel by Roman Catholic bishops from Germany last week, meant to be a symbol of reconciliation between Jews and German Catholics, caused new tension after two bishops compared the plight of Palestinians in the West Bank to that of Jews in the Warsaw Ghetto during World War II. A3 Northern Ireland Vote Results The Democratic Unionists, the Protestant party, emerged as one of the main winners in elections for a new assembly in Northern Ireland. A3 Poverty as a Way of British Life The conditions in a housing project near Manchester, England, epitomize the social deprivation and alienation that is common across Britain. And while Prime Minister Tony Blair has made addressing poverty a priority, his critics say there is little to show after his 10 years in office. A5 Europe Reaches Climate Accord The European Union approved a deal that would make Europe the world's leader in fighting climate change, but would also allow some of Europe's most polluting countries to limit their environmental goals. A5 U.S. Accused in Iraqis' Deaths American soldiers were accused of opening fire on a car carrying a family in the Sadr City district in Baghdad, killing three people. The allegations were made by a woman who had been in the vehicle. A6 NATIONAL A8-11 Gun-Control Law Rejected By Federal Appeals Court A federal appeals court in Washington, interpreting the Second Amendment broadly, struck down a gun-control law in the District of Columbia that bars residents from keeping handguns in their homes. A1 F.B.I. Chief Faces Outrage Bipartisan outrage erupted on Capitol Hill as Robert S. Mueller III, the director of the F.B.I., conceded that his agency had improperly, and sometimes illegally, used the USA Patriot Act to obtain information about people and businesses. A1 5th Student Dies in Bus Crash A fifth college baseball player died of injuries suffered when his team's chartered tour bus plunged 30 feet off a highway overpass last week, bringing the death toll from the accident to seven. A9 Debate Over Image in Textbook After months of lobbying by Sikhs, the California Board of Education voted unanimously to ask the publisher of a seventh-grade history book to remove a portrait of the Sikh founder from future printings. A9 Explosives Missing From Mine Law enforcement officials in Arizona are searching for hundreds of pounds of missing explosives material of the type used in the 1995 bombing of the Alfred P. Murrah Federal Building in Oklahoma City. A11 Religion Journal A11 SCIENCE/HEALTH Warning Issued on Anemia Drug The Food and Drug Administration issued warnings about overuse of widely prescribed anemia drugs after recent studies suggested they might cause heart attacks or hasten the death of cancer patients. A8 NEW YORK/REGION B1-5 Crowd Fills Mosque To Mourn Fire Victims A crowd prayed at a Manhattan mosque to mourn the nine members of two immigrant families from Mali who were killed in a house fire in the Bronx. The mourners joined the father of five of the seven children killed in the fire. A1 Javits Plan Is Criticized Many of the companies that use the Jacob K. Javits Convention Center are criticizing a long-awaited plan to expand the complex, saying the proposal would provide less space than expected and would increase the cost of running trade shows. B3 Testimony on Police Killing A grand jury in Queens, weighing evidence in the fatal police shooting of an unarmed man in November, heard from the last of the five police officers involved in the case, a police detective who fired 31 of the 50 shots at the man's car. B3 BUSINESS DAY C1-9 Google's Commuting Perk Google, the Internet search engine giant, now ferries employees to and from work daily, making commuting painless for its workers and the company attractive for new recruits. A1 Jobs Report Eases Anxiety The Labor Department's latest monthly report on employment in February shows added jobs and a lower unemployment rate, which has helped to assuage some anxiety over the state of the economy. C1 Labor Shortage in Europe In Europe, high unemployment has defined economic life for much of the last three decades, but now some sectors on the Continent are facing a shortage of skilled labor. C1 Business Digest C2 OBITUARIES C10 Warren Alpert An entrepreneur who sold sheets and towels from his father's truck at age 13 and who two months ago donated $100 million to Brown University, he was 86. C10 EDITORIAL A12-13 Editorials: Another grim week in Iraq; too many secrets; shutting down fake ''prep schools''; evangelical environmentalism. Columns: Judith Warner, Rory Stewart. Bridge B15 Crossword B14 TV Listings B16 Weather D8", "headline": {"main": "News Summary"}, "pub_date": "2007-03-10T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 832, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9B04EEDC1331F933A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2575a8eb7c8105d801b62", "byline": null, "section_name": "New York and Region"}, {"type_of_material": "Blog", "snippet": "The latest \"intrusion\" tactic, making good money in worthless options...", "news_desk": null, "lead_paragraph": "The latest enforcement action by the Securities and Exchange Commission relating to \"intruded\" brokerage accounts has a nice switch: In addition to having the defrauded investors buy shares of thinly traded companies you never heard of, this group, of three traders from India, also made good money trading in worthless options of a company almost everyone knows: Google.", "headline": {"main": "Quadruple Your Money in Worthless Options", "kicker": "Economix"}, "pub_date": "2007-03-12T11:27:15Z", "abstract": "The latest \"intrusion\" tactic, making good money in worthless options", "print_page": null, "word_count": 346, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://economix.blogs.nytimes.com/2007/03/12/quadruple-your-money-in-worthless-options/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f38eb7c8105d8b87d3", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Floyd", "rank": 1, "lastname": "NORRIS"}], "original": "By FLOYD NORRIS"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The suit seeks $1 billion in damages and an injunction against further violations....", "news_desk": "Business", "lead_paragraph": "The suit seeks $1 billion in damages and an injunction against further violations.", "headline": {"main": "Viacom Sues Google Over YouTube Video Clips"}, "pub_date": "2007-03-13T09:35:00Z", "abstract": null, "print_page": null, "word_count": "156", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/13/business/13wire.viacom.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "549015d938f0d8019c0ae7e8", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "For months, pundits have been kicking around the (wildly speculative) idea of Microsoft buying Yahoo to take on Google, the giant of the Web search world. John Battelle, the editor of SearchBlog, a blog on search technology, was among them. But no...", "news_desk": null, "lead_paragraph": "For months, pundits have been kicking around the (wildly speculative) idea of Microsoft buying Yahoo to take on Google, the giant of the Web search world. John Battelle, the editor of SearchBlog, a blog on search technology, was among them. But now Mr. Battelle, who also founded the online ad network Federated Media Publishing, thinks he has a better idea, though one he admits might sound \"crazy\": a joint venture between the two companies to create a \"search monetization\" business.", "headline": {"main": "Yet More Musings on a Microsoft-Yahoo Deal", "kicker": "DealBook"}, "pub_date": "2007-03-14T15:19:59Z", "abstract": "For months, pundits have been kicking around the (wildly speculative) idea of Microsoft buying Yahoo to take on Google, the giant of the Web search world. John Battelle, the editor of SearchBlog, a blog on search technology, was among them. But now Mr. Battelle, who also founded the online ad network Federated Media Publishing, thinks [...]", "print_page": null, "word_count": 231, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/14/yet-more-musings-on-a-microsoft-yahoo-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367818eb7c8105d8b7a9f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Ever since Google coughed up that $1.65 billion for YouTube, critics of the online video site have been predicting a landslide of copyright lawsuits. While that landslide has yet to occur, the first boulder has fallen. Viacom, the parent company o...", "news_desk": null, "lead_paragraph": "Ever since Google coughed up that $1.65 billion for YouTube, critics of the online video site have been predicting a landslide of copyright lawsuits. While that landslide has yet to occur, the first boulder has fallen. Viacom, the parent company of MTV, Nickelodeon and Comedy Central, filed a wide-ranging lawsuit against Google on Tuesday, accusing it of \"massive copyright infringement.\" Viacom said it was seeking more than $1 billion in damages and an injunction prohibiting Google and YouTube from committing further infringement.", "headline": {"main": "Viacom Sues Google for $1 Billion", "kicker": "DealBook"}, "pub_date": "2007-03-14T07:56:39Z", "abstract": "Ever since Google coughed up that $1.65 billion for YouTube, critics of the online video site have been predicting a landslide of copyright lawsuits. While that landslide has yet to occur, the first boulder has fallen. Viacom, the parent company of MTV, Nickelodeon and Comedy Central, filed a wide-ranging lawsuit against Google on Tuesday, accusing [...]", "print_page": null, "word_count": 874, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/14/viacom-sues-google-over-video-clips-on-its-sharing-web-site/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367fe8eb7c8105d8b8910", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google said it would start to make search logs anonymous after 18 to 24 months. Under current practices, the company keeps the logs indefinitely....", "news_desk": "Business", "lead_paragraph": "Google said it would start to make search logs anonymous after 18 to 24 months. Under current practices, the company keeps the logs indefinitely.", "headline": {"main": "Google Changes Policy on Search Records"}, "pub_date": "2007-03-14T06:27:00Z", "abstract": null, "print_page": null, "word_count": "479", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/14/technology/15googles.web.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "5490273b38f0d8019c0ae989", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The agreement between Lenovo, the world’s third-largest PC maker, and Microsoft replaces a similar deal the Chinese computer maker had with Google....", "news_desk": "Business", "lead_paragraph": "The agreement between Lenovo, the world’s third-largest PC maker, and Microsoft replaces a similar deal the Chinese computer maker had with Google.", "headline": {"main": "Microsoft Toolbar to Go on Lenovo Computers"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": null, "word_count": "211", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/14/technology/14soft.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Microsoft Corp", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Lenovo Group", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "5490215338f0d8019c0ae8fc", "byline": {"person": [], "original": "By REUTERS", "organization": "REUTERS"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Accusing Google and its YouTube site of “massive copyright infringement,” Viacom said it was seeking more than $1 billion in damages....", "news_desk": "Business", "lead_paragraph": "Accusing Google and its YouTube site of “massive copyright infringement,” Viacom said it was seeking more than $1 billion in damages.", "headline": {"main": "WhoseTube? Viacom Sues Google Over Video Clips", "sub": "Viacom Sues Google Over Video Clips on Its Sharing Web Site ;", "print_headline": "WhoseTube?"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1136", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/14/technology/14viacom.html", "multimedia": [{"width": 190, "url": "images/2007/03/14/technology/0314-biz-webVIACOM190.jpg", "height": 126, "subtype": "wide", "legacy": {"wide": "images/2007/03/14/technology/0314-biz-webVIACOM190.jpg", "wideheight": "126", "widewidth": "190"}, "type": "image"}, {"width": 600, "url": "images/2007/03/14/business/14viac_600.jpg", "height": 230, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/03/14/business/14viac_600.jpg", "xlargeheight": "230"}, "type": "image"}, {"width": 75, "url": "images/2007/03/14/business/14viac_75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/14/business/14viac_75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Viacom Incorporated", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "YouTube.com", "name": "organizations"}, {"rank": "4", "is_major": "N", "value": "Copyrights", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "6", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "7", "is_major": "N", "value": "Suits and Litigation", "name": "subject"}], "subsection_name": null, "_id": "54901f5738f0d8019c0ae8cb", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}, {"organization": "", "role": "reported", "firstname": "Geraldine", "rank": 2, "lastname": "FABRIKANT"}], "original": "By MIGUEL HELFT and GERALDINE FABRIKANT"}, "section_name": "Technology"}, {"type_of_material": "Letter", "snippet": "To the Editor:....", "news_desk": "Letters", "lead_paragraph": "To the Editor:.", "headline": {"main": "Google Should Be Green (1 Letter)", "print_headline": "Google Should Be Green"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": "22", "word_count": "143", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/14/opinion/l14google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Commuting", "name": "subject"}, {"rank": "2", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Environment", "name": "subject"}], "subsection_name": null, "_id": "5490193e38f0d8019c0ae839", "byline": null, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "The parent company of MTV and Comedy Central is seeking $1 billion in damages for copyright infringement....", "news_desk": "Business", "lead_paragraph": "The parent company of MTV and Comedy Central is seeking $1 billion in damages for copyright infringement.", "headline": {"main": "Viacom Sues Google Over YouTube Video Clips"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": null, "word_count": "388", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/14/business/14viacom.web.html", "multimedia": [{"width": 600, "url": "images/2007/03/13/business/viacom.600.jpg", "height": 250, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/03/13/business/viacom.600.jpg", "xlargeheight": "250"}, "type": "image"}, {"width": 75, "url": "images/2007/03/13/business/13cnd_viacom.7575.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/13/business/13cnd_viacom.7575.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Viacom Incorporated", "name": "organizations"}, {"rank": "3", "is_major": "N", "value": "Recordings and Downloads (Video)", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Suits and Litigation", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "YouTube.com", "name": "organizations"}], "subsection_name": null, "_id": "5490161638f0d8019c0ae7ed", "byline": {"person": [{"firstname": "Jeremy", "middlename": "W.", "lastname": "PETERS", "rank": 1, "role": "reported", "organization": ""}], "original": "By JEREMY W. PETERS"}, "section_name": "Business Day"}, {"type_of_material": "Letter", "snippet": "To the Editor:     Re ''Google, Master of Online Traffic, Helps Its Workers Beat the Rush'' (front page, March 10):...", "news_desk": "Editorial Desk", "lead_paragraph": "To the Editor: Re ''Google, Master of Online Traffic, Helps Its Workers Beat the Rush'' (front page, March 10):", "headline": {"main": "Google Should Be Green"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": "Dan Savage letter say Google and other enlightened companies should have locations where their employees are able to avoid emissions caused by commuting (March 10 article)", "print_page": "22", "word_count": 143, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A04E5D91131F937A25750C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "SAVAGE, DAN"}, {"name": "organizations", "value": "GOOGLE"}, {"name": "subject", "value": "COMMUTING"}, {"name": "subject", "value": "AIR POLLUTION"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd27b8a8eb7c8105d8408e8", "byline": null, "section_name": "Opinion"}, {"type_of_material": "Summary", "snippet": "Betty Hutton Is Dead  The brassy, energetic performer who starred in movie musicals and comedies of the 1940s and '50s, including ''Annie Get Your Gun'' (1950), above, and ''The Miracle of Morgan's Creek,'' was 86.    PAGE A21    No More Burgers i...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Betty Hutton Is Dead The brassy, energetic performer who starred in movie musicals and comedies of the 1940s and '50s, including ''Annie Get Your Gun'' (1950), above, and ''The Miracle of Morgan's Creek,'' was 86. PAGE A21 No More Burgers in Bed Some hotels in New York are now using high-end restaurants downstairs to provide the room service. It is not inexpensive. Frank Bruni reports. DINING, PAGE F1 Top General Explains Remarks on Gays Gen. Peter Pace, the nation's highest-ranking military officer, said that he should not have expressed his personal view that homosexual conduct is immoral, and should instead have focused on his support for current Pentagon policy prohibiting openly gay people from serving. PAGE A15 More Mortgage Woes Stocks fell broadly and sharply after a report on mortgage defaults indicated that the housing market was likely to weaken further. The number of homes in foreclosure is rising, even in vibrant real estate markets. BUSINESS DAY, PAGE C1 Google Sued Over Copyrights Viacom has sued Google, accusing it of ''massive copyright infringement'' and seeking damages as well as an order to keep Google and YouTube from distributing copyrighted video clips. BUSINESS DAY, PAGE C1 Plagiarism Case Has Echo Plagiarism charges against an assistant professor at a New Jersey university have a familiar ring. Her father, a professor who is retired from another university, once faced similar accusations. PAGE B1 Zimbabwe Protesters Treated Two days after being beaten by the police, 50 protesters were hospitalized in Harare, the capital. PAGE A8", "headline": {"main": "INSIDE"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 251, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=940CE5D81131F937A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b03c8eb7c8105d89fddc", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "News", "snippet": "Web search companies collect records of the searches people conduct, a fact that has long sparked fears among privacy advocates and some Internet users that this valuable personal data could be misused.     Now Google is taking a step to ease thos...", "news_desk": "Business/Financial Desk", "lead_paragraph": "Web search companies collect records of the searches people conduct, a fact that has long sparked fears among privacy advocates and some Internet users that this valuable personal data could be misused. Now Google is taking a step to ease those concerns. The company keeps logs of all searches, along with digital identifiers linking them to specific computers and Internet browsers. It said on Wednesday that it would start to make those logs anonymous after 18 to 24 months. Under current practices, the company keeps the logs indefinitely.", "headline": {"main": "Google Changes Policy on Search Records"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": null, "word_count": 474, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E02E3DB1E31F937A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2b0b08eb7c8105d8a021f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Miguel", "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Business"}, {"type_of_material": "Summary", "snippet": "ECHOES OF A RECENT BOOM Many technology veterans of Silicon Valley's dot-com era have regrouped and found a new mission in alternative energy: developing wind power, solar panels, ethanol plants and hydrogen-powered cars. [Page A1.]    VIACOM TAKE...", "news_desk": "Business/Financial Desk", "lead_paragraph": "ECHOES OF A RECENT BOOM Many technology veterans of Silicon Valley's dot-com era have regrouped and found a new mission in alternative energy: developing wind power, solar panels, ethanol plants and hydrogen-powered cars. [Page A1.] VIACOM TAKES ON GOOGLE Viacom, the parent of MTV, Nickelodeon and Comedy Central, filed a lawsuit accusing Google of ''massive copyright infringement'' on its YouTube site. Viacom said it was seeking more than $1 billion in damages. [C1.] FORECLOSURES POINT THE WAY DOWN Stocks fell broadly and sharply after a report on mortgage defaults indicated that the troubled housing market will weaken further before showing signs of improvement. [C1.] IMPACT OF SUBPRIME TURMOIL Mutual funds held mortgage-related debt securities issued by subprime lenders New Century Financial, Novastar Financial and others at the end of last year, indicating that everyday investors are among those who will likely be hurt by the turmoil that is tearing through the residential mortgage market. [C1.] SPYING CASE LINGERS Hewlett-Packard executives would normally have a lot to crow about at today's annual meeting, including rising profit margins across the company. But last fall's revelations of a boardroom meltdown cast a long shadow. [C1.] IT GOES DOWN EASY Folgers has opened a new flank in the coffee wars by offering a ''stomach friendly'' coffee for consumers who think they can no longer handle the hard stuff. [C1.] TURNING OFF THE LIGHT A coalition of industrialists, environmentalists and energy specialists is banding together to try to eliminate the incandescent light bulb in about 10 years and replace it with alternatives that are more efficient and last longer. [C3.] PROFIT UP 29 PERCENT Goldman Sachs reported a 29 percent increase in profit for its first quarter, setting a record amid growing concern on Wall Street over falling stock prices and an imploding subprime mortgage market. The firm reported profit of $3.2 billion, or $6.67 a share, for the quarter that ended before the recent market slump and the problems involving subprime lenders. [C3.] ADMINISTRATION'S NEW ATTITUDE Treasury Secretary Henry M. Paulson Jr. suggested that the administration was considering a more business-friendly approach, a response to criticism that post-Enron rule changes had gone too far. [C3.] LEHMAN INVESTS IN HEDGE FUND Lehman Brothers, bought a 20 percent stake in the management companies of D. E. Shaw, a $29 billion hedge fund. The acquisition continued Lehman's strategy of buying stakes in hedge funds to gain exposure to the fast-growing alternative asset arena. For David Shaw, above, who has watched his company grow from $28 million in 1988 to $29 billion today, the deal was probably a way to diversify his wealth. [C2.] DISC WITH MEDICAL DATA MISSING WellPoint, one of the nation's largest health insurers, has begun notifying 75,000 members of its Empire Blue Cross and Blue Shield unit in New York, that a compact disc holding their sensitive medical and other personal information has disappeared. [C2.] EX-SIEMENS MANAGERS ON TRIAL Two former managers for Siemens told a German court that they participated in paying bribes of roughly 6 million euros in Italy as part of the company's plan to anchor itself in the booming market for power generation equipment. [C9.] XBOX ONLINE SERVICE FOR PC'S TOO Microsoft announced that it was extending the online gaming service for its Xbox consoles to the millions of people who use Windows PCs to play games over the Internet. [C3.] THE HUMOR IS LOST Washington Mutual has stopped running a commercial that showed actors playing bankers poised atop a building as if about to jump, the latest spot to be pulled in a backlash against advertising with suicide themes. Advertising: Stuart Elliot. [C8.] AN OIL CITY IN BLOOM Houston has shaken off the effects of the Enron implosion six years ago and is enjoying its strongest resurgence in more than 20 years, galvanized by record profits at energy companies. [C6.] A BID TO CUT CARBON EMISSIONS Britain is proposing laws to enforce a cut in carbon emissions, in this case, a 60 percent decrease by 2050. [A13.] HAUTE CUISINE IN ROOM 932 More hotels are aiming and claiming to provide room service on a higher plane. But are they succeeding? The Times's restaurant critic packed a bag and endeavored to find out. [F1.] RIGHTS TO SIMPSON BOOK The rights to the aborted O. J. Simpson book, ''If I Did It,'' should be auctioned so the family of the murder victim Ronald L. Goldman will receive the proceeds from the sale of the rights, a judge in Los Angeles ruled. [A16.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. THE COSMETICS MAKER REVLON posted a fourth-quarter loss, in contrast to a year-ago profit, as sales dropped and the company had costs associated with a revamping program. (REUTERS)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-14T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 789, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E03E7D91131F937A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd273938eb7c8105d830da9", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Viacom's $1 billion lawsuit over YouTube is only the latest indication that Google has no chance of winning a long-term battle against the entertainment industry over copyright law, suggests Dallas Mavericks owner and online video entrepreneur Mar...", "news_desk": null, "lead_paragraph": "Viacom's $1 billion lawsuit over YouTube is only the latest indication that Google has no chance of winning a long-term battle against the entertainment industry over copyright law, suggests Dallas Mavericks owner and online video entrepreneur Mark Cuban on his personal blog. Even if Google wins the suit, Hollywood will lobby Congress to change the Digital Millennium Copyright Act, Cuban argues. He writes:", "headline": {"main": "Who Will Lose Most, Google or Viacom?", "kicker": "Opinionator"}, "pub_date": "2007-03-15T10:04:52Z", "abstract": "Viacom's $1 billion lawsuit over YouTube is only the latest indication that Google has no chance of winning a long-term battle against the entertainment industry over copyright law, suggests Dallas Mavericks owner and online video entrepreneur Mark Cuban on his personal blog. Even if Google wins the suit, Hollywood will lobby Congress to change the [...]", "print_page": null, "word_count": 398, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://opinionator.blogs.nytimes.com/2007/03/15/who-will-lose-most-google-or-viacom/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367f38eb7c8105d8b87aa", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Chris", "rank": 1, "lastname": "SUELLENTROP"}], "original": "By CHRIS SUELLENTROP"}, "section_name": "Opinion"}, {"type_of_material": "News", "snippet": "Google is taking steps to make anonymous the logs it keeps of all searches that people conduct....", "news_desk": "Business", "lead_paragraph": "Google is taking steps to make anonymous the logs it keeps of all searches that people conduct.", "headline": {"main": "Google Adds a Safeguard on Privacy for Searchers", "print_headline": "Google Adds A Safeguard On Privacy For Searchers"}, "pub_date": "2007-03-15T00:00:00Z", "abstract": null, "print_page": "4", "word_count": "682", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/15/technology/15googles.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Privacy", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "549029f438f0d8019c0ae9cf", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "The Internet search giant announced that it would build a “server farm” in North Carolina where land is cheap....", "news_desk": "National", "lead_paragraph": "The Internet search giant announced that it would build a “server farm” in North Carolina where land is cheap.", "headline": {"main": "Google Is Reviving Hopes for Ex-Furniture Makers", "sub": "A Boost for a Flagging Carolina Economy;", "print_headline": "Google Is Reviving Hopes For Ex-Furniture Makers"}, "pub_date": "2007-03-15T00:00:00Z", "abstract": null, "print_page": "18", "word_count": "1272", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/15/us/15google.html", "multimedia": [{"width": 600, "url": "images/2007/03/15/us/15google-600.jpg", "height": 280, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/03/15/us/15google-600.jpg", "xlargeheight": "280"}, "type": "image"}, {"width": 75, "url": "images/2007/03/15/us/15google-75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/15/us/15google-75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "North Carolina", "name": "glocations"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Appalachian Region", "name": "glocations"}], "subsection_name": null, "_id": "5490299338f0d8019c0ae9c2", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Shaila", "rank": 1, "lastname": "DEWAN"}], "original": "By SHAILA DEWAN"}, "section_name": "U.S."}, {"type_of_material": "Summary", "snippet": "Heart Attack Patients Fare Worse on Weekends  A study of heart attack patients in New Jersey found that those who arrived at hospitals on weekends were less likely to receive aggressive treatment and were slightly more likely to die than those who...", "news_desk": "Metropolitan Desk", "lead_paragraph": "Heart Attack Patients Fare Worse on Weekends A study of heart attack patients in New Jersey found that those who arrived at hospitals on weekends were less likely to receive aggressive treatment and were slightly more likely to die than those who arrived on weekdays. PAGE A25 Google Revives Town's Hopes Google's plan for a ''server farm'' in Lenoir, N.C., bodes well for other struggling Southern areas. PAGE A18 Limits Urged on Refrigerant Industrial and developing countries are pushing for stringent limits on the most popular air-conditioner refrigerant. BUSINESS DAY, PAGE C3 Hewlett Spying Case Dropped A California judge dropped all charges against the former chairwoman of Hewlett-Packard, Patricia C. Dunn, who was accused of fraud in the boardroom spying scheme that rocked the company and forced her to resign. BUSINESS DAY, PAGE C1 Chávez Tie for Giuliani Firm Rudolph W. Giuliani's law firm has lobbied on behalf of an oil company controlled by the Venezuelan president, Hugo Chávez, a strident critic of President Bush and American-style capitalism. PAGE A25 A Tainted Political Legacy The tangled finances of a South African swindler who was shot dead 18 months ago are swaying the heated contest to choose the successor to President Thabo Mbeki. PAGE A10 Coast Guard Cancels Pact The Coast Guard said it was canceling a contract to develop a vessel and would have its own acquisition branch handle the project. PAGE A25 Where Zero Counts on Court At least 20 teams in the N.C.A.A. tournament have had players this season wearing ''0'' or ''00,'' the zero having become a statement that the athlete wearing the jersey is anything but a loser. SPORTSTHURSDAY, PAGE D1", "headline": {"main": "INSIDE"}, "pub_date": "2007-03-15T00:00:00Z", "abstract": null, "print_page": "1", "word_count": 275, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9C0DEEDC1E31F936A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd2575a8eb7c8105d801c19", "byline": null, "section_name": "Front Page; New York and Region"}, {"type_of_material": "Summary", "snippet": "WARNING FOR SLEEPING PILLS -- The most widely prescribed sleeping pills, including Ambien and Lunesta, can cause strange behavior like driving and eating while asleep, the Food and Drug Administration said, announcing that strong new warnings woul...", "news_desk": "Business/Financial Desk", "lead_paragraph": "WARNING FOR SLEEPING PILLS -- The most widely prescribed sleeping pills, including Ambien and Lunesta, can cause strange behavior like driving and eating while asleep, the Food and Drug Administration said, announcing that strong new warnings would be placed on the labels of 13 drugs. [Page A1.] G.M.'S MIXED PICTURE -- General Motors reported its largest quarterly profit in two and a half years. But it still lost $2 billion last year, the second consecutive year of multibillion-dollar losses. Market Place. [C1.] CHARGES DROPPED IN H.P. CASE -- A judge dismissed charges against Patricia C. Dunn, the former chairwoman of Hewlett-Packard, in a corporate spying case that gained national attention. H.P.'s shareholders, at their annual meeting, appeared to give Mark V. Hurd, the new chairman, a vote of confidence and indicated they felt that last year's problems were now behind the company. [C1.] H&R BLOCK'S SUBPRIME PROBLEM -- The tax-preparation giant H&R Block became another victim of problems plaguing the subprime mortgage industry, reporting quarterly losses of $60 million. [C1.] HARVARD'S INVESTOR -- Mohamed El-Erian, who manages Harvard University's $30 billion endowment, has brought an international flair and bond expertise to the job since arriving one year ago. [C1.] A BID TO CURB A REFRIGERANT -- A coalition of industrial and developing countries has begun pushing for stringent limits on the world's most popular refrigerant for air-conditioners, as evidence mounts that it harms the earth's ozone layer and contributes to global warming. [C3.] A CLEANER COAL-FIRED PLANT -- American Electric Power, a major electric utility, is planning the largest demonstration yet of capturing carbon dioxide from a coal-fired power plant and pumping it deep underground. [C3.] IMPORTS DOWN; EXPORTS UP -- The current-account deficit shrank in the fourth quarter of 2006 to its smallest in more than a year as lower oil prices took a bite out of imports and exports continued to rise. [C4.] CANCELING A CONTRACT -- The Coast Guard said it was canceling a contract with Lockheed Martin and Northrop Grumman to develop a vessel for a range of missions. [A25.] MISSING MEDICAL DATA FOUND -- A missing compact disc containing sensitive medical and personal information on 75,000 Empire Blue Cross and Blue Shield members was recovered. [C2.] AVON'S AT THE DOOR -- Avon, the cosmetics retailer known for the perky commercials that began with the ringing of a doorbell followed by the words ''Avon calling,'' is now starting the largest campaign in its 121-year history. Advertising: Stuart Elliott. [C4.] NATIONAL MAGAZINE AWARDS -- The finalists for the National Magazine Award for general excellence were announced, and among the publications in the running is The Bulletin of the Atomic Scientists, the journal with the so-called Doomsday Clock on the cover. [C4.] BLAME THE HEDGE FUNDS -- The recent volatility and pullback in Asian markets have prompted some investors to sound a familiar refrain: It's all the fault of the hedge funds. [C9.] DOW ENDS UP -- Wall Street closed with a respectable advance, though the Dow Jones industrial average initially fell as much as 136 points, and briefly dropped below 12,000. [C11.] LEHMAN PROFIT UP 5.6 PERCENT -- Lehman Brothers Holdings, the global investment bank, said that robust trading and overseas expansion drove its first-quarter profit up 5.6 percent, matching Wall Street's expectations. [C4.] A STEP TOWARD PRIVACY -- Google said it would take steps to make anonymous the logs its keeps of all searches that people conduct. [C4.] SEARCHING VIA SPOKEN WORD -- Microsoft said that it had agreed to buy Tellme Networks and its voice-recognition software. The purchase gives Microsoft voice-recognition programs it can combine with mobile phone applications. Steven A. Ballmer, above, the Microsoft chief executive, said that search on cellphones would be a battlegrounds between Microsoft and Google. [C5.] GOOGLE COMES TO TOWN -- Residents of Lenoir, N.C., an Appalachian furniture-making area that has lost thousands of jobs, may have gotten some good news: Google is building a ''server farm,'' a building full of computers, in their town. [A18.] HELP WANTED UNDER THE HOOD -- There are not enough qualified auto mechanics in New York, in part because the rapid computerization of car engines that has prompted many senior mechanics to retire. So the city's Department of Education and union leaders are holding free classes for anyone who wants to learn the trade. [B1.] ONLINE ALL ABOUT EXECUTIVE PAY -- Sumner M. Redstone's compensation for his role as chairman of CBS will be reduced after a shareholder lawsuit. At Citigroup, Charles O. Prince was paid $25.98 million for his work in 2006, an increase of about 13 percent over 2005. More news about executive pay packages and interactive features are in a special section on executive pay at nytimes.com/business. WEEKEND BUSINESS -- In a podcast, reporters and editors from The Times's Sunday Business section offer perspective on the week in business and beyond. Information on subscribing is at nytimes.com/business.", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-15T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 816, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05E3DD1E31F936A25750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25cfe8eb7c8105d80aa77", "byline": null, "section_name": "Business"}, {"type_of_material": "Blog", "snippet": "Viacom, controlled by Sumner Redstone, is suing Google for $1 billion for copyright violations on its YouTube video service. But CBS, also controlled by Sumner Redstone, is making licensing deals with Google for YouTube to use some of its content....", "news_desk": null, "lead_paragraph": "Viacom, controlled by Sumner Redstone, is suing Google for $1 billion for copyright violations on its YouTube video service. But CBS, also controlled by Sumner Redstone, is making licensing deals with Google for YouTube to use some of its content. What gives?", "headline": {"main": "On YouTube, Redstone Contains Multitudes", "kicker": "DealBook"}, "pub_date": "2007-03-16T11:22:47Z", "abstract": "Viacom, controlled by Sumner Redstone, is suing Google for $1 billion for copyright violations on its YouTube video service. But CBS, also controlled by Sumner Redstone, is making licensing deals with Google for YouTube to use some of its content. What gives? The former Internet stock analyst Henry Blodget offers four possible interpretations on his [...]", "print_page": null, "word_count": 260, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/16/on-youtube-redstone-contains-multitudes/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3679a8eb7c8105d8b7e74", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "The problem for both Google and Viacom is that copyright law is filled with compromises and ambiguity....", "news_desk": "Business", "lead_paragraph": "The problem for both Google and Viacom is that copyright law is filled with compromises and ambiguity.", "headline": {"main": "Awaiting a Compromise on YouTube", "print_headline": "Awaiting A Compromise On YouTube", "content_kicker": "Talking Business"}, "pub_date": "2007-03-17T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1733", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/17/business/17nocera.html", "multimedia": [{"subtype": "thumbnail", "url": "images/2007/03/17/business/17nocera.75.jpg", "height": 75, "width": 75, "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/17/business/17nocera.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"value": "YouTube.com", "is_major": "N", "rank": "1", "name": "organizations"}, {"value": "Copyrights", "is_major": "N", "rank": "2", "name": "subject"}, {"value": "Viacom Incorporated", "is_major": "N", "rank": "3", "name": "organizations"}, {"value": "Google Inc", "is_major": "N", "rank": "4", "name": "organizations"}, {"value": "Recordings and Downloads (Video)", "is_major": "N", "rank": "5", "name": "subject"}, {"value": "Suits and Litigation", "is_major": "N", "rank": "6", "name": "subject"}, {"value": "Media", "is_major": "N", "rank": "7", "name": "subject"}], "subsection_name": null, "_id": "5490469838f0d8019c0aec6b", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Joe", "lastname": "NOCERA"}], "original": "By JOE NOCERA"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Microsoft's move to buy Tellme for about $800 million represents a boon for Benchmark Capital, as well as Kleiner Perkins Caufield and Byers, but no home run on the order of Google, says The Red Herring. Benchmark, the biggest outside investor, an...", "news_desk": null, "lead_paragraph": "Microsoft's move to buy Tellme for about $800 million represents a boon for Benchmark Capital, as well as Kleiner Perkins Caufield and Byers, but no home run on the order of Google, says The Red Herring.", "headline": {"main": "Benchmark Reaps Rewards of Microsoft's Tellme Deal", "kicker": "DealBook"}, "pub_date": "2007-03-19T08:10:10Z", "abstract": "Microsoft's move to buy Tellme for about $800 million represents a boon for Benchmark Capital, as well as Kleiner Perkins Caufield and Byers, but no home run on the order of Google, says The Red Herring. Benchmark, the biggest outside investor, and Kleiner Perkins invested in 1999, when the company was only a few months [...]", "print_page": null, "word_count": 147, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/19/benchmark-reaps-rewards-of-microsofts-tellme-deal/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd3678f8eb7c8105d8b7d47", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Google purchased a video game advertising firm, Adscape, to expand into in-game advertising, Google said on Friday. Financial details were not disclosed, but Red Herring last month reported the value of the expected deal at about $23 million. Go t...", "news_desk": null, "lead_paragraph": "Google purchased a video game advertising firm, Adscape, to expand into in-game advertising, Google said on Friday. Financial details were not disclosed, but Red Herring last month reported the value of the expected deal at about $23 million.", "headline": {"main": "Google Buys Adscape to Expand in Video Game Advertising", "kicker": "DealBook"}, "pub_date": "2007-03-19T07:47:04Z", "abstract": "Google purchased a video game advertising firm, Adscape, to expand into in-game advertising, Google said on Friday. Financial details were not disclosed, but Red Herring last month reported the value of the expected deal at about $23 million. Go to Article from Reuters via CNN Money »", "print_page": null, "word_count": 45, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/19/google-snaps-up-adscape/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367fe8eb7c8105d8b8911", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Viacom's $1 billion copyright-infringement lawsuit has turned fears that Google's purchase of YouTube would end up being a legal quagmire into a reality. Now, attention is turning to whether other predicted pitfall's of the $1.65 billion deal - na...", "news_desk": null, "lead_paragraph": "Viacom's $1 billion copyright-infringement lawsuit has turned fears that Google's purchase of YouTube would end up being a legal quagmire into a reality. Now, attention is turning to whether other predicted pitfall's of the $1.65 billion deal -- namely that the site will end up being a financial black hole -- will also come true.", "headline": {"main": "As YouTube Faces Pricey Lawsuit, Some Wonder: Where's the Business Model?", "kicker": "DealBook"}, "pub_date": "2007-03-19T07:26:17Z", "abstract": "Viacom's $1 billion copyright-infringement lawsuit has turned fears that Google's purchase of YouTube would end up being a legal quagmire into a reality. Now, attention is turning to whether other predicted pitfall's of the $1.65 billion deal - namely that the site will end up being a financial black hole - will also come true. [...]", "print_page": null, "word_count": 317, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/19/as-youtube-faces-pricey-lawsuit-some-wonder-wheres-the-business-model/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367768eb7c8105d8b7932", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Correction", "snippet": "An article on Thursday about plans by the Internet search giant Google to build two facilities in Lenoir, N.C., misstated the month it announced the decision. It was January, not February....", "news_desk": "Summary", "lead_paragraph": "An article on Thursday about plans by the Internet search giant Google to build two facilities in Lenoir, N.C., misstated the month it announced the decision. It was January, not February.", "headline": {"main": "Corrections: For the Record", "print_headline": "Corrections: For the Record"}, "pub_date": "2007-03-19T00:00:00Z", "abstract": null, "print_page": "2", "word_count": "31", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/19/pageoneplus/19correx.ART-003.html", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "5490547938f0d8019c0aede2", "byline": null, "section_name": "Corrections"}, {"type_of_material": "Correction", "snippet": "An article on Thursday about plans by the Internet search giant Google to build two facilities in Lenoir, N.C., misstated the month it announced the decision. It was January, not February....", "news_desk": "Metropolitan Desk", "lead_paragraph": "An article on Thursday about plans by the Internet search giant Google to build two facilities in Lenoir, N.C., misstated the month it announced the decision. It was January, not February.", "headline": {"main": "Corrections"}, "pub_date": "2007-03-19T00:00:00Z", "abstract": "Correction of March 15 article on Google's plans for two facilities in Lenoir, NC", "print_page": "2", "word_count": 31, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9A01E0D71630F93AA25750C0A9619C8B63", "multimedia": [], "keywords": [{"name": "glocations", "value": "LENOIR (NC)"}, {"name": "organizations", "value": "GOOGLE INC"}, {"name": "subject", "value": "FURNITURE"}, {"name": "subject", "value": "CORRECTION STORIES"}, {"name": "subject", "value": "FACTORIES AND INDUSTRIAL PLANTS"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2575b8eb7c8105d801c92", "byline": null, "section_name": "Technology; Corrections; New York and Region"}, {"type_of_material": "News", "snippet": "The company said it would expand a test of a system that allows advertisers to pay only when an ad spurs a consumer to take an action....", "news_desk": "Business", "lead_paragraph": "The company said it would expand a test of a system that allows advertisers to pay only when an ad spurs a consumer to take an action.", "headline": {"main": "Google Tests an Ad Idea: Pay Only for Results", "print_headline": "Google Tests an Ad Idea: Pay Only for Results"}, "pub_date": "2007-03-21T00:00:00Z", "abstract": null, "print_page": "3", "word_count": "605", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/21/business/media/21google.html", "multimedia": [], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": "Media", "_id": "5490648f38f0d8019c0aefdd", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Business Day"}, {"type_of_material": "Letter", "snippet": "I am a high-school student dismayed by much of the content my peers routinely exhibit through their blogs and MySpace profiles. In his advice to the college interviewer who Googled a prospective student, Randy Cohen (Ethicist, March 11) wrongly eq...", "news_desk": "Magazine", "lead_paragraph": "I am a high-school student dismayed by much of the content my peers routinely exhibit through their blogs and MySpace profiles. In his advice to the college interviewer who Googled a prospective student, Randy Cohen (Ethicist, March 11) wrongly equates an online profile with the traditional ''pen-and-paper diary.'' When we teenagers allude to illicit activities and display revealing photographs, our chief motivation is exhibitionism, not secrecy. We want to attract attention from friends and strangers.", "headline": {"main": "Online Extracurriculars"}, "pub_date": "2007-03-25T00:00:00Z", "abstract": "Rachel Cromidas letter disputes Randy Cohen's March 11 column for asserting that college admissions offices and prospective employers should not judge young applicants by their blogs and MySpace profiles", "print_page": "10", "word_count": 118, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9801E3DF1430F936A15750C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "CROMIDAS, RACHEL"}, {"name": "persons", "value": "COHEN, RANDY"}, {"name": "subject", "value": "LABOR"}, {"name": "subject", "value": "CHILDREN AND YOUTH"}, {"name": "subject", "value": "COLLEGES AND UNIVERSITIES"}, {"name": "subject", "value": "HIRING AND PROMOTION"}, {"name": "subject", "value": "ETHICS"}, {"name": "subject", "value": "BLOGS AND BLOGGING (INTERNET)"}, {"name": "subject", "value": "COMPUTERS AND THE INTERNET"}], "subsection_name": null, "_id": "4fd2b0b18eb7c8105d8a0371", "byline": null, "section_name": "Technology; Education; Magazine; Opinion"}, {"type_of_material": "Blog", "snippet": "The auction for a prized swath of spectrum that could reshape the debate over who controls access to the networks that deliver digital content to consumers is about to go into high gear. Among those maneuvering ahead of the auction for the spectru...", "news_desk": null, "lead_paragraph": "The auction for a prized swath of spectrum that could reshape the debate over who controls access to the networks that deliver digital content to consumers is about to go into high gear. Among those maneuvering ahead of the auction for the spectrum, which could be used for voice services for cellular carriers, new frequencies for emergency responders, or a commercial high-speed broadband multimedia network, are the nation's four largest cellular providers, rural and regional wireless carriers, cable and satellite television companies and a range of technology companies - including Google and Yahoo.", "headline": {"main": "Hot Spectrum Draws Cash, and Ideals", "kicker": "DealBook"}, "pub_date": "2007-03-26T08:32:37Z", "abstract": "The auction for a prized swath of spectrum that could reshape the debate over who controls access to the networks that deliver digital content to consumers is about to go into high gear. Among those maneuvering ahead of the auction for the spectrum, which could be used for voice services for cellular carriers, new frequencies [...]", "print_page": null, "word_count": 396, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/26/hot-spectrum-draws-cash-and-ideals/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367878eb7c8105d8b7c21", "byline": null, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "Much of the attention that venture capitalist John Doerr has drawn in recent months has focused on his environmental advocacy and investment in \"green\" technologies. But, says The San Jose Mercury News, thanks to his investment in search engine po...", "news_desk": null, "lead_paragraph": "Much of the attention that venture capitalist John Doerr has drawn in recent months has focused on his environmental advocacy and investment in \"green\" technologies. But, says The San Jose Mercury News, thanks to his investment in search engine powerhouse Google, Mr. Doerr in recent months has been quietly amassing the kind of green that Silicon Valley traditionally favors.", "headline": {"main": "For Doerr, Google Makes Another Kind of Green", "kicker": "DealBook"}, "pub_date": "2007-03-26T07:49:13Z", "abstract": "Much of the attention that venture capitalist John Doerr has drawn in recent months has focused on his environmental advocacy and investment in \"green\" technologies. But, says The San Jose Mercury News, thanks to his investment in search engine powerhouse Google, Mr. Doerr in recent months has been quietly amassing the kind of green that [...]", "print_page": null, "word_count": 131, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/26/for-doerr-google-makes-another-kind-of-green/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367bb8eb7c8105d8b8303", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "Blog", "snippet": "The news that the News Corporation and NBC Universal are teaming up to start an online video distribution network that may well rival Google's YouTube is a tale of big-name media giants trying to outmaneuver one another as they struggle to win con...", "news_desk": null, "lead_paragraph": "The news that the News Corporation and NBC Universal are teaming up to start an online video distribution network that may well rival Google's YouTube is a tale of big-name media giants trying to outmaneuver one another as they struggle to win control of content distribution on the Internet.", "headline": {"main": "Big Media's Web Video Play May Help Start-Ups", "kicker": "DealBook"}, "pub_date": "2007-03-27T07:54:38Z", "abstract": "The news that the News Corporation and NBC Universal are teaming up to start an online video distribution network that may well rival Google's YouTube is a tale of big-name media giants trying to outmaneuver one another as they struggle to win control of content distribution on the Internet. But as the Red Herring reports, [...]", "print_page": null, "word_count": 244, "document_type": "blogpost", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://dealbook.nytimes.com/2007/03/27/nbc-news-corp-venture-is-a-big-opening-for-small-start-ups/", "multimedia": [], "keywords": [{"rank": "1", "name": "type_of_material", "value": "News"}], "subsection_name": null, "_id": "4fd367e18eb7c8105d8b861c", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1}], "original": "By DEALBOOK"}, "section_name": "Business Day"}, {"type_of_material": "News", "snippet": "Google’s efforts to sell radio and TV ads are mixed, suggesting that it is far from becoming a credible player in traditional media....", "news_desk": "Business", "lead_paragraph": "Google’s efforts to sell radio and TV ads are mixed, suggesting that it is far from becoming a credible player in traditional media.", "headline": {"main": "Google, Online Ad Giant, Looks at Radio and TV", "sub": "An Online Giant  Turns Its Attention To Radio and TV ;", "print_headline": "Searching for Ads Offline"}, "pub_date": "2007-03-29T00:00:00Z", "abstract": null, "print_page": "1", "word_count": "1711", "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://www.nytimes.com/2007/03/29/technology/29google.html", "multimedia": [{"width": 600, "url": "images/2007/03/29/business/29google.600.jpg", "height": 300, "subtype": "xlarge", "legacy": {"xlargewidth": "600", "xlarge": "images/2007/03/29/business/29google.600.jpg", "xlargeheight": "300"}, "type": "image"}, {"width": 75, "url": "images/2007/03/29/business/29google.75.jpg", "height": 75, "subtype": "thumbnail", "legacy": {"thumbnailheight": "75", "thumbnail": "images/2007/03/29/business/29google.75.jpg", "thumbnailwidth": "75"}, "type": "image"}], "keywords": [{"rank": "1", "is_major": "N", "value": "Google Inc", "name": "organizations"}, {"rank": "2", "is_major": "N", "value": "Advertising and Marketing", "name": "subject"}, {"rank": "3", "is_major": "N", "value": "Radio", "name": "subject"}, {"rank": "4", "is_major": "N", "value": "Television", "name": "subject"}, {"rank": "5", "is_major": "N", "value": "Computers and the Internet", "name": "subject"}], "subsection_name": null, "_id": "5490a9f038f0d847ca7e2386", "byline": {"person": [{"organization": "", "role": "reported", "firstname": "Miguel", "rank": 1, "lastname": "HELFT"}], "original": "By MIGUEL HELFT"}, "section_name": "Technology"}, {"type_of_material": "News", "snippet": "Bruno Racine, below, president of the Georges Pompidou Center since 2002, has been named to lead the French National Library, replacing Jean-Noël Jeanneney, who reaches the public sector's retirement age of 65 next month. Mr. Racine will be succe...", "news_desk": "The Arts/Cultural Desk", "lead_paragraph": "Bruno Racine, below, president of the Georges Pompidou Center since 2002, has been named to lead the French National Library, replacing Jean-Noël Jeanneney, who reaches the public sector's retirement age of 65 next month. Mr. Racine will be succeeded by Alain Seban, until now education and culture adviser to President Jacques Chirac, who himself leaves office in May. Although Mr. Seban, 42, has no museum management experience, he appears to have benefited from the tradition that outgoing French presidents place loyal aides in significant posts before they depart. Mr. Racine, 55, a former diplomat and part-time novelist, had also not worked before in culture, but he played a crucial role in expanding the Pompidou's horizons beyond Paris: it is building an annex in Metz, a city in the northeast, and plans to open a satellite in Shanghai. At the French National Library Mr. Racine will inherit a program initiated by Mr. Jeanneney to have Europe digitize its libraries, a response to Google's program involving numerous American universities and libraries. ALAN RIDING", "headline": {"main": "Arts, Briefly; A Shake-Up in Paris At the Pompidou Center"}, "pub_date": "2007-03-29T00:00:00Z", "abstract": "Bruno Racine, president of Georges Pompidou Center since 2002, is named to lead French National Library, replacing Jean-Noel Jeanneney; photo (S)", "print_page": "2", "word_count": 171, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9407E5DD1030F93AA15750C0A9619C8B63", "multimedia": [], "keywords": [{"name": "persons", "value": "RACINE, BRUNO"}, {"name": "persons", "value": "JEANNENEY, JEAN-NOEL"}, {"name": "organizations", "value": "POMPIDOU, GEORGES, CENTER"}, {"name": "organizations", "value": "FRENCH NATIONAL LIBRARY"}, {"name": "subject", "value": "APPOINTMENTS AND EXECUTIVE CHANGES"}, {"name": "subject", "value": "ART"}, {"name": "subject", "value": "LIBRARIES AND LIBRARIANS"}], "subsection_name": null, "_id": "4fd25b6a8eb7c8105d808b5f", "byline": {"person": [{"organization": "", "role": "reported", "rank": 1, "firstname": "Alan", "lastname": "RIDING"}], "original": "By ALAN RIDING; Compiled by Lawrence Van Gelder"}, "section_name": "Arts"}, {"type_of_material": "Summary", "snippet": "WAL-MART'S DETECTIVE AGENCY Wal-Mart, renowned for its elbows-out business tactics, is known internally for its bare-knuckled investigations of employees who break its ironclad ethics rules, with investigations led by a team of former officials fr...", "news_desk": "Business/Financial Desk", "lead_paragraph": "WAL-MART'S DETECTIVE AGENCY Wal-Mart, renowned for its elbows-out business tactics, is known internally for its bare-knuckled investigations of employees who break its ironclad ethics rules, with investigations led by a team of former officials from the C.I.A., F.B.I. and Justice Department. [Page A1.] LIMIT SEEN ON MORTGAGE CRISIS Ben S. Bernanke, the Federal Reserve chairman, said that he did not expect the problems in the mortgage lending business to spread to the rest of the economy. [C1.] OFFLINE, GOOGLE IS NO GIANT Google's efforts to extend its dominance over online advertising into offline media like newspapers and radio are mixed, suggesting that its transition from online kingpin to credible player in traditional media is far from assured. [C1.] AN INCOME GAP LAST SEEN IN 1928 Income inequality grew significantly in 2005, with the top 1 percent of Americans -- those with incomes that year of more than $348,000 -- receiving their largest share of national income since 1928, analysis of newly released tax data show. [C1.] AN ACQUIRED TASTE IN MERGERS For decades, corporate mergers in Japan were virtually taboo. But they have risen sharply in the last three years, and are becoming something of a preoccupation even among ordinary people. [C1.] ROYALTIES WERE UNCOLLECTED A former auditor at the Interior Department accused top officials of barring him and other investigators from recovering hundreds of millions of dollars in underpayments from energy companies that drill on federal land and in federal waters. [C3.] MERCK'S SLEEPING PILL The drug maker Merck and a Danish partner canceled a joint project to develop a safe and effective sleeping pill. Studies of their product had found unusual side effects like hallucinations and disorientation. Merck called the termination of the project ''clearly disappointing.'' [C2.] JUNK FOOD COMMERCIALS A study by the Kaiser Family Foundation finds that 50 percent of advertising time on children's shows is for food. And among the ads aimed at children and teens, 72 percent are for candy, snacks, sugary cereals or fast food. Advertising. [C10.] UNION LEADER DRAWS A LINE The president of the United Automobile Workers said certain benefits for workers will not be up for negotiation at coming talks with the Detroit automakers. [C3.] PORSCHE BIDS FOR VW Porsche, which owns just under a third of fellow German automaker Volkwagen, has made a bid to acquire a controlling stake in the company. The bid helps block rival offers while a European court considers invalidating a German law that prevents a Volkswagen takeover. [C12.] TRIBUNE MAY RESTART BIDDING The Tribune Company has responded to a request for additional financial information from two Los Angeles billionaires, Eli Broad and Ronald Burkle, a move that may revive their bid to buy the company. [C3.] WPP CHIEF SETTLES LIBEL CASE Martin Sorrell, chief executive of the WPP Group, the advertising company, accepted a settlement of £120,000 (about $236,000) from two men he had sued for libel. [C10.] INTEL'S POWER-SAVING CHIPS Intel said that it was on track or even ahead of schedule in developing a new generation of chips that would achieve a significant increase in performance without consuming more power. [C4.] BANKING ON A DEMOGRAPHIC TREND Adult day care centers -- and many other businesses geared toward serving the aging population -- are increasingly cited as a good place for entrepreneurs to look for opportunities. Small Business. [C5.] DOW FALLS OVER INFLATION FEARS The Dow Jones industrials fell nearly 100 points after the Federal Reserve chairman, Ben S. Bernanke, repeated his concern that core inflation remained ''uncomfortably high.'' [C12.] LOAN COMPANIES' HELPING HAND When students call some colleges to ask about financial aid, they are transferred to a call center run by Nelnet, a student-loan company. Nelnet's role staffing the calls -- which is not disclosed to callers -- is a window into the relationships between loan companies and colleges. [A1.] INTERNET RADIO LISTENS TO YOU For all the talk about satellite radio, the most vibrant frontier in radio may be the Web. Some online radio is interactive, evaluating your musical tastes, and then serving up a stream of programming to match. [C7.] ONLINE Business Briefing Articles on these developments are at nytimes.com/business. PROSECUTORS IN THE INSIDER trading trial of the former chief executive of Qwest Communications, Joseph P. Nacchio, contend that Mr. Nacchio tried to hide $90 million in by transferring stock into accounts held solely by his wife. (AP)", "headline": {"main": "TODAY IN BUSINESS"}, "pub_date": "2007-03-29T00:00:00Z", "abstract": null, "print_page": "2", "word_count": 729, "document_type": "article", "blog": [], "source": "The New York Times", "slideshow_credits": null, "web_url": "https://query.nytimes.com/gst/fullpage.html?res=9E05EFDF1030F93AA15750C0A9619C8B63", "multimedia": [], "keywords": [], "subsection_name": null, "_id": "4fd25b6a8eb7c8105d808b54", "byline": null, "section_name": "Business"}], "meta": {"hits": 51}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}